[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意，也说不上不满意。最近一次感觉满足的时候，是给孩子们讲我以前经历的时候，他们都听得很认真，还说我的经历精彩。但有时候也会觉得自己没用，像以前因为没钱，没办法让孩子接受好的教育，这让我心里挺不是滋味的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像是放弃了不少活动嘞。就说剥毛豆吧，以前我可喜欢剥毛豆了，能剥上好一会儿。但最近一次，我坐在那儿，剥着剥着就忘了自己在干嘛，手就停下来了。后来我就想，算了，不剥了。唉，我这脑子啊，真是越来越不中用了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀，就是老忘事，像最近就忘了存折放哪儿了。我每天会剥剥毛豆、听听收音机，还会给窗棂上的麻雀取名字。虽然现在朋友少了，但还有家人照顾我。不过有时候也会想，自己是不是真的老了，啥都做不了，成了个没用的人。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前有一天，我一个人坐在屋里，望着窗外的麻雀发呆。儿媳进来给我擦身，我也没啥反应。我就一直在想，自己活着好像也没什么用，啥都记不住，还老给家人添麻烦，真的挺没意思的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算平稳吧。最近一次心情愉悦，就是之前赤脚医生给我右耳涂獾油那次。他不仅给我治疗，还安慰我，我心里特别感激，当时就觉得特别开心。回家路上，我脚步都轻快了，还盘算着要带上自家种的东西去感谢他呢。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心自己会给家人添麻烦。就像前几天，我又忘了存折放在哪儿了，儿媳找了好久才找到。我觉得自己老了，什么都记不住，什么都做不好，真的很没用。（叹了口气）我也不知道自己还能为家人做些什么。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正开心的事，那就是前几天和孩子们在院子里聊天。我给他们讲了我以前的经历，他们都听得很认真，小女儿还说我的经历精彩。看着孩子们专注的眼神，我心里可高兴了，觉得自己还是有点用的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "嗯……有时候吧。就像前几天，我想找存折，怎么也找不到，急得我呀。我知道自己记性不好了，可就是不甘心，一直找一直找，最后还是儿媳帮我找到了。那一刻，我觉得自己真的老了，啥都记不住，挺无助的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就爱待在家里。就像前几天，儿媳想带我出去遛遛，我死活不去。我就想坐在那土坯房的窗前，看着窗外的麻雀，听着收音机里的杂音。待在家里我觉得踏实，出去了我怕自己走丢，也怕遇到些不认识的人，不知道怎么和他们说话。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实比大多数人差。就说最近吧，我老是忘了存折放哪儿了，翻箱倒柜地找，把家里弄得乱七八糟的，可就是想不起来。还有啊，有时候连自己子女的名字都差点叫错，唉，这脑子真是越来越不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有时候觉得挺好，有时候又觉得没啥意思。就像前几天，我坐在院子里剥毛豆，阳光洒下来，我看着小女儿在旁边，就觉得这一刻挺美好的。可有时候，我又会想起以前的事，心里就有点不是滋味。唉，老了，脑子也不好使了，也不知道还能过几天好日子。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候是觉得自己没啥用。就说前几天吧，想给孙子剥点毛豆，结果剥着剥着就忘了要干啥。还有，想打开收音机听个响，却怎么也找不到开关在哪。唉，这些小事都做不好，可不就是没用嘛。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我啊，哪有啥活力哟。最近一次感觉有点精神，还是前几天坐在门口晒太阳，儿媳给我端来一碗水，我就觉得心里挺暖和的。可一想到自己啥都记不住，连孙子名字都老忘，就又觉得自己不中用了，哪还有啥活力呀。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。虽然我记性越来越差，很多事都记不住了，比如最近还忘了存折放哪儿了，但我还有家人照顾我，儿媳对我很悉心。我也有自己喜欢做的事，像剥毛豆、听收音机。而且我也在努力想记住孙子的名字，所以我并不觉得自己的处境是绝望的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没想过大多数人是不是比我过得好。我现在就想记住孙子的名字，可总是记不住。我以前经历过很多事，现在都慢慢忘了。有时候觉得自己挺没用的，啥也记不住，啥也做不了。但儿媳对我挺好的，一直在照顾我，我又觉得自己还不算太糟。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意也说不上不满意。最近一次感觉不满足是，我又忘了存折放哪儿了，虽然家人没说什么，但我觉得自己真没用。我总是想起以前的事，和张大爷一起放牛，和工友们一起劳作，可现在身边的人越来越少，我也越来越孤独。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正感到快乐的事，就是前几天和孩子们在院子里聊天。我给他们讲起以前的经历，小女儿眼睛亮晶晶地说我以前的经历好精彩，其他孩子也都很感兴趣。那一刻，我觉得自己的经历能让孩子们开心，心里可满足了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。我觉得最近一次感受到生命美好的时刻，是前几天傍晚，我坐在院子里，小女儿在旁边剥毛豆。夕阳照在她身上，那画面可真美。我就想起自己这些年的经历，虽然不容易，但看到子女们都好好的，我心里就觉得挺满足。"
        }
    }
]