[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己现在的生活挺满意的。就拿前几天来说吧，我在养老社区给几个孩子讲过去农耕的故事，他们听得可认真了，还不停地问我问题。看着他们好奇的眼神，我心里特别满足。那一刻，我觉得自己的经历和知识是有价值的，能传承给下一代，这让我很有成就感。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过啥活动呀。我一直都喜欢书法和打理盆景，每天都安排得满满的。不过要说最近有啥变化，就是想整理家族迁徙史手稿和改建祖宅的事，占去了我不少时间和精力，有时候会觉得有点累，但也很有成就感，所以也不算放弃之前的活动吧。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。每天我都有事情做，写写书法、打理打理盆景。而且我还想着整理家族迁徙史手稿，改建祖宅呢。最近一次有这种感觉？好像从来没有过。我觉得自己的生活挺充实的，就是有时候会觉得一个人有点孤单，但也习惯了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊。我每天都有很多事情要做，比如练习书法、打理盆景。最近一次让我有点闲得慌的时候，是我整理完家族迁徙史手稿的一部分，想休息一下。但我很快就又投入到改建祖宅的计划中了，所以也没无聊太久。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都挺好的。最近一次心情愉悦啊，就是前几天在社区里，我给几个小孩子讲以前农耕的故事，他们听得可认真了，还问了好多问题。看着他们那好奇的眼神，我心里可高兴了，觉得自己的经历能给他们带来一些启发，特别有成就感。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我这人吧，一辈子经历得多了，倒不怎么担心不好的事发生。就说最近吧，我正忙着整理家族迁徙史手稿呢，有时候会想能不能整理得好，能不能让后人了解我们家族的故事，但这也不算啥担忧，就是一种对未来的期望吧。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正感到快乐的事，是前段时间在社区给孩子们讲农耕故事。他们都听得特别认真，还不停地问我问题。看着他们对这些知识那么感兴趣，我心里可高兴了，觉得自己的经历和知识能传承下去，特别有意义。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。我一个人生活，能打理好自己的事情。但要说最近一次，就是在整理家族迁徙史手稿时，有些细节记不太清了，这让我有点犯难。不过我相信自己能慢慢回忆起来，也会去问问其他家人和朋友。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更倾向于待在家里。就像前段时间，社区组织了一次外出旅游活动，我犹豫了很久还是没去。我觉得在家里写写字、摆弄摆弄盆景更自在。而且我年纪大了，出门也不太方便。不过，我也知道多出去走走对身体有好处，只是我已经习惯了现在的生活方式。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊，不比大多数人差。最近一次因记忆问题困扰嘛……好像没有。我每天生活挺规律的，写写书法、打理盆景，还想着整理家族迁徙史手稿和改建祖宅的事，都记得挺清楚的，没啥记忆方面的困扰。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像我小时候，父亲送我去私塾学书法，先生告诉我字如其人，要好好练字。那时候虽然日子苦，但我每天都在坚持，后来还能帮村里写告示，得到大家的夸赞。那一刻，我感受到了生命的美好，也明白了坚持的意义。最近嘛，在养老社区给孩子们讲农耕故事，看到他们好奇的眼神，我也觉得很美好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我经历过那么多，饥荒时当记分员，文革护族谱，改革开放积累财富，这些都是我的经历和财富。我现在还想着整理家族迁徙史手稿，改建祖宅为乡村文化展览馆，这些事都很有意义，也能体现我的价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还挺有活力的。就像前几天，我在院子里打理盆景，从早上一直忙到中午，都没觉得累。当时阳光正好，微风吹过，我修剪着枝叶，感觉特别惬意。我还想着把这些盆景摆放得更漂亮些，让来我家的孩子们能更喜欢，顺便给他们讲讲这些植物的故事。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我现在生活得挺好的，虽然一个人住，但也挺自在。我每天都有自己的事情做，像写写书法、打理打理盆景。最近我还在整理家族迁徙史手稿，想着把祖宅改建成乡村文化展览馆呢，这些事让我觉得生活很有意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我现在住在高端养老社区，经济也富裕，还有自己的爱好。最近一次比较，就是看到社区里有些老人子女常来看望，我会有点羡慕，但我也有自己的生活目标，整理家族迁徙史手稿，改建祖宅，这些让我觉得自己的生活也很有意义。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。最近一次满足的时刻，就是前几天在养老社区给孩子们讲我小时候练字的事儿，他们都听得特别认真。就像我小时候在私塾，先生给我讲字如其人，我就一直记着。现在我也想把这些道理和经历讲给孩子们听，让他们也能了解传统文化的魅力。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，是前段时间在养老社区给小张讲地方志里的内容。他听得特别认真，还不停地问问题，最后夸我懂得多，要多跟我学习。我当时心里可高兴了，觉得自己的知识能被年轻人认可，特别有成就感。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像我小时候，父亲送我去私塾学书法，先生说字如其人，让我好好练字。我坚持下来，还帮村里写告示，得到了大家的夸赞。那一刻，我觉得自己的努力有了回报，也感受到了书法的魅力和价值。这种美好的感觉一直伴随着我，让我觉得活着真好。"
        }
    }
]