[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前春节，我满心期待子女回来吃团圆饭，可他们一个个打电话说不回来，当时我真的特别失落，觉得自己在他们心里一点都不重要。还有之前在社区活动中心分享盘扣，年轻人都不认真听，我也很沮丧，觉得自己的经历没价值。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀。不过最近杂货店老板搬走了，我觉得挺失落的。以前我常去他店里买东西，和他聊聊天。现在他走了，我感觉生活里少了点什么。但我还是会去听越剧、养月季，这些事能让我开心一些。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我确实偶尔会觉得生活空虚。就像之前春节团圆落空，我一个人坐在窗边发呆，心里特别失落。还有之前在社区活动中心分享盘扣，年轻人都不感兴趣，我也觉得自己的经历好像没什么用，挺空虚的。不过我还是会努力让自己振作起来，就像当年未婚夫走后，我也没被打倒。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时会有些孤单。就像之前杂货店老板搬走了，我心里可失落了。他总是笑眯眯的，还记得我生日送我糖。他走后，我就觉得少了个能说说话的人。但我也习惯了，自己一个人也能过，就是偶尔会想起他。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦还是之前杂货店老板在的时候，我常去他店里买东西，和他聊聊天。可他搬走后，我就觉得心里空落落的。就像之前我养的月季枯萎了一样，唯一陪伴我的东西没了，我又陷入了孤独。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我经常担心不好的事发生。就像之前杂货店老板搬走，我心里空落落的。还有之前下岗的时候，我也特别担心以后的日子。最近我就老在想，重阳节快到了，不知道小女儿会不会记得给我送羊毛袜，要是她忘了，我肯定会很失落。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，最近一次真正开心是好久以前了。就像之前，大婶夸我刺绣手艺好，还付了我报酬，我当时可开心了，觉得自己的手艺有价值。还有一次厂里专家夸我盘扣手艺好，邻居阿婆也认可我，我也特别高兴。可现在，杂货店老板搬走了，我又觉得失落了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我偶尔会感到无助，就像之前杂货店老板搬走的时候。那天我像往常一样去杂货店，可到了门口发现店门紧闭，还贴着纸条说老板搬去养老院了。当时我心里特别失落，感觉又少了一个能说说话的人，以后只能自己一个人面对这空荡荡的生活了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像春节那次，我准备了一桌子菜，可子女都没回来，屋子里安静得很。从那之后，我就更不愿出门了，总觉得外面也没什么意思。待在家里，看看我养的月季，可现在我也没心思好好照顾它们了，唉。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力比别人差呀。最近也没因为记忆问题困扰过。就是有时候会想起以前的事，比如童年被母亲打，青年时丈夫私奔，还有杂货店老板搬走，这些事让我心里有些难过，但也不是因为记忆不好才想起来的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着啊，说不上美好不美好。就像之前，我那盆月季还在的时候，我觉得还有点盼头，可它后来枯萎了，我就觉得心里空落落的。最近也没啥让我觉得生命美好的时刻，每天就是一个人过，习惯了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "没有啊，我觉得自己还是有点价值的。就像之前老板搬走的时候，我虽然很难过，但我还是能自己调整过来。而且我会做盘扣，还想把手艺传下去呢。不过有时候也会觉得没人在意我，就像我失落地回到工位，周围人都在忙自己的，没人注意到我的情绪。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "活力？我好久都没感觉到了。就像之前那盆月季枯萎的时候，我觉得生活的希望也跟着没了。现在杂货店老板又搬走了，我更觉得没意思。我也知道自己不该这么消极，但就是控制不住。我总觉得自己老了，没人在意我了，活着也没什么用。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境还不至于绝望。就像之前杂货店老板搬走，我确实很失落，但也没有绝望。我还是会自己找事情做，比如养月季、听越剧。虽然有时候会觉得孤独，但我知道自己能挺过去。我相信生活总会有一些小惊喜，就像我期待重阳节能收到小女儿的羊毛袜一样。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就像之前杂货店老板搬走，我看着空荡荡的店面，心里特别失落。我觉得周围的人都有自己的生活，都在往前走，而我好像还停留在过去。大家都有家人陪伴，热热闹闹的，可我却一个人。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意也谈不上不满意吧。最近一次觉得不满足是在社区活动中心讲盘扣的时候，我满心欢喜地给年轻人讲，可他们却不认真听，有的交头接耳，有的玩手机。我觉得自己的经历和故事都没人在意，心里特别失落，感觉自己好像没什么价值。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是之前厂里专家夸我盘扣手艺好，邻居阿婆也认可我。当时我可高兴了，觉得自己还是有点价值的。但现在杂货店老板搬走了，我又觉得挺失落的，好像生活里少了点什么。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好吧。之前小女儿给我寄东西，我满心欢喜打开，结果她就是随便买的，根本不适合我。（叹了口气）还有，我养的月季也枯萎了，那可是我一直悉心照料的呀。（眼睛微微泛红）现在杂货店老板也搬走了，我更觉得没意思了。"
        }
    }
]