[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就说之前吧，我给客户做木工活，他很满意还给了我额外的钱。那时候我心里可激动开心了，觉得自己的手艺还是有用的。可现在，我睡在储藏室，感觉自己好像没什么用了，也不知道自己还能为家人做些什么，活着真没啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是嘞，最近我对以前喜欢的务农、做木工、听戏曲都没兴趣了。就说之前，孙子让我给他编竹编饭盒，我满心欢喜地拿起竹子，可手却不受控制地抖，半天编不出个样子，我觉得自己没用，就不想再编了，也对这些活动都提不起劲了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活不空虚啊。就说之前，我给孙子编饭盒，那时候心里可充实了。他考上大学去远方，我虽然不舍，但想到他有出息，我也高兴。还有我会木工手艺，能为家里做点事，也觉得自己有点用处。不过有时候也会想，自己老了，不知道还能为家人做多久。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，只是有时会想起以前的事。就像之前那几个年轻人不学习竹编了，我心里难受了好久，担心这手艺失传。现在孙子去远方上大学了，我每天都会去他房间看看，想他。不过我也会给自己找事做，比如做木工活，这样心里会好受些。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就说之前，村里那几个年轻人不学竹编了，我心里难受得很，觉得自己的手艺没人传承，以后就失传了。我每天都唉声叹气的，也没心思做别的事，就坐在那竹编工具旁发呆，感觉活着都没什么意思了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我最近一次对未来感到担忧，是之前一段时间竹编生意不好做的时候。那时候我看着家里仓库里堆积如山的竹编工艺品，心里特别着急。我就觉得竹编要是卖不出去，我对家庭就没什么用了，也担心以后家里的日子会越来越难过，这种感觉真的很不好受。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少觉得开心，现在老了，也没啥能让我特别快乐的事。之前有次，我看到村里一个年轻人因为一点挫折就垂头丧气的，我就想起自己经历过饥荒、批斗，都挺过来了。我就去跟他讲我的经历，想鼓励鼓励他，那时候我心里还有点小骄傲，觉得自己的经历或许能帮到别人。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前一段时间，在村里集市上，儿子说我只会编竹玩意儿，跟不上时代，让我别编了。我当时心里特别失落，觉得自己真的没用，只能呆呆地坐在摊前。我就会这个，不编竹编我还能做啥呢？唉，真的很无助啊。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前，儿子走后，我躺在储藏室的床上，想起自己经历过那么多事，现在却老了，没用了。我怕出去给家人添麻烦，也觉得外面没人会在意我。就这么躺着，心里挺难受的，也不想动，就一直待在家里。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说之前，村医来给我量血压，我还能清楚记得以前饥荒时的事呢。不过最近有时候会突然想不起来孙子叫啥，就那么一下，过会儿又想起来了，也不知道咋回事。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也还行吧。就像之前，我做木工活得到客户认可还多给钱，那时候我觉得活着挺好的，自己还有点用。可现在，虽然日子不愁吃穿，但总觉得心里空落落的，也不知道为啥。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没啥价值。就像之前一段时间，我睡在儿子家的储藏室，我就想自己是不是老了、没用了，只能睡在那里。但我又想，我还能给孙子备竹编饭盒，还想着在祖坟旁种柿子树，我应该还是有点用的吧。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力哟。就说之前，村里那几个年轻人不学竹编了，我心里难受得很，觉得自己的手艺要失传了。最近孙子考上大学去了远方，我给他编了个饭盒，可他走后我每天都想他，哪还有啥精力充沛的时候哟，唉。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就拿之前村医来给我量血压那次来说吧，他告诉我咱村那个和我差不多大的老伙计没了。当时我手里正编着竹篮，一下子就愣住了。我就想啊，和我一样大的人都走了，我也快了吧，到时候只会给家人添麻烦，活着真的没啥意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人可能都比我过得好。就说之前吧，我在仓库里看着卖不出去的竹编，心里难受得很。我一直以为靠这手艺能让家里人过上好生活，可现在竹编卖不出去了，我就觉得自己啥用都没有，别人肯定都比我强，能把日子过得红红火火的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就拿之前给客户做木工活来说，客户夸我手艺好还多给了钱，我当时可激动开心了，觉得自己的手艺能给家里创造财富，自己还是有点价值的。但现在，我睡在储藏室，心里总觉得有点憋屈，也不知道自己这样活着有啥意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，还是之前给孙子编竹编饭盒的时候。那孩子可喜欢了，还跟我视频，做鬼脸逗我。可现在……我觉得自己老了，没用了，连在孙子面前装开心都装不出来，活着真没什么意思。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，说不上美好不美好。之前批斗那阵子，天天提心吊胆，觉得活着真累。但有时候吧，又觉得还有点盼头。就像有次我看到村里年轻人因为点事就灰心丧气，我就想我这经历或许能给他点启示，那一刻，我又觉得自己好像还有点用。"
        }
    }
]