[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前有一天晚上，我蜷缩在沙发上，收音机里的噪点声让我觉得世界很冷漠。我想起小时候妹妹饿死在我面前，自己辛苦养大的子女却很少关心我。我觉得自己做的很多事都没意义，活着好像也没什么意思，可能这就是我不满足的时刻吧。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀，就说缝补衣物吧，我一直都在做。还有养仙人掌，我也一直精心照料着。不过最近记性不太好，有时候会忘记给仙人掌浇水，但我马上就会想起来，赶紧去浇。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前有一次，我坐在家里，想起自己为子女付出了那么多，他们却不关心我。我为了照顾生病的丈夫，累得心力交瘁，可身边却没有一个人能帮我。那一刻，我觉得自己的生活特别空虚，好像什么都没有了意义。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。最近一次是上周日，孩子们都没给我打电话，我一个人在家，收音机里的节目也没意思，就只能坐在阳台上看着我的仙人掌发呆。我觉得自己好像没什么用，活着也没什么意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，哪有什么心情愉悦的经历啊。之前一段时间，我养的仙人掌开花了，我看着那花，心里稍微高兴了一会儿。可也就那么一小会儿，之后又觉得自己一个人，有什么意思呢，还是觉得孤独。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧未来，是之前我养的仙人掌开花了，我想拍张照片发给子女，可又担心他们像以前一样，不会在意我的这份喜悦。就像我和医护人员分享我和丈夫的回忆时，他们也是敷衍了事。我觉得自己总是在期待一些得不到的回应，这让我对未来很担忧。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心是好久以前了，那时候我刚学会缝补衣物，给小孙子补了件衣服，他穿上后特别高兴，一直夸我。可现在，孩子们都忙，我总是一个人，就像之前给他们打电话，想让他们陪我，可他们都拒绝了，我觉得自己真的老了，没用了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，有时候是会觉得无助。就说之前吧，我想给仙人掌浇点水，结果水壶太重，我提不动，就那么站在那儿，感觉自己啥都干不了，心里特别难受。还有啊，我老是记不住送餐员的电话，每次都得翻半天，这也让我觉得自己老了，没用了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就爱待家里。就像之前一天，我一整天都蜷缩在沙发上，收音机里的噪点声让我觉得世界更冷漠了。我想起小时候妹妹饿死，子女又离我远去，觉得自己做的事都没意义，活着没意思，就更不想出门了，只想待在家里，哪也不想去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我这记性确实不太好。就比如过年的时候，外面鞭炮声噼里啪啦响个不停，我坐在电视机前，迷迷糊糊地把遥控器当成了手机，还满心期待能和孙子说说话呢。我当时就想，自己怎么这么糊涂，唉，可能真的是老了，这记忆问题越来越困扰我了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的？就说最近一次吧，2024年2月10日那天，我在家拿错遥控器，就一直呆坐在沙发上，觉得自己老糊涂了，啥都做不好。接下来几天，我看着缝补的衣物和仙人掌都没兴趣，心里只觉得自己没用。哪有啥美好的事啊。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，我确实觉得自己没啥价值。就之前社区抄表员让我帮忙拍宣传照，我哪懂这个啊，心里直犯嘀咕，觉得自己肯定不行，会给人家添乱。虽然最后答应了，但还是担心自己会把事情搞砸，觉得自己真的很没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，都快八十了，身体一天不如一天。最近一次觉得有点精力，还是之前在院子里给仙人掌浇水的时候。但也就那一小会儿，浇完水就觉得累得慌。我觉得自己老了，没用了，活着也就是浪费粮食。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说之前吧，我给子女打电话，想让他们来看看我，结果他们都有借口不来。我辛苦把他们拉扯大，现在我生病了，他们却这么冷漠。我坐在那里，觉得自己好像被世界抛弃了，活着真的没什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "最近一次啊，就是那天我想让子女带我去给亡夫扫墓，结果他们都拒绝了我。当时我就觉得，别人的子女都那么孝顺，怎么我的子女就这样呢？是不是我真的老了，没用了，所以他们都不关心我了。我就坐在那儿，心里难受得很，觉得自己的生活真是没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前有一天晚上，我蜷缩在沙发上，收音机里的噪点声让我觉得世界很冷漠。我想到自己这一生经历了那么多苦难，妹妹饿死，子女又很少关心我，我觉得自己做的很多事都没意义，自己就是个没价值的人，心里特别难受。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心，还是之前邻居家小孩来我家玩，他夸我养的仙人掌好看。但这开心也没多久，小孩走后，家里又安静了。过年时，外面鞭炮声不断，电视里家庭欢声笑语，我却只能拿着遥控器，心里空落落的，特别想孙子。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？我连和孙子视频都能搞错，拿成遥控器。最近一次觉得活着有点意思，还是之前和社区服务人员聊天的时候。但我总是觉得自己没用，啥都做不好，就像之前挖野菜，别人都能劝我休息，可我就是觉得只有挖到足够多野菜才有价值，现在想想，也不知道自己这么固执是为了啥。"
        }
    }
]