{
    "self-portrait": {
        "basic_information": {
            "id": 23012308,
            "name": "何华秀",
            "en_name": "hehuaxiu",
            "age": "",
            "gender": "",
            "martial_status": "",
            "economic_status": "",
            "co_residence": "",
            "birth_place": "",
            "children_number": ""
        },
        "diagnosis": {
            "symptoms": "",
            "status": "",
            "drisk": ""
        },
        "character": [
            "勤劳",
            "坚韧",
            "沉默寡言",
            "节俭",
            "情感内敛"
        ],
        "appearance": [
            "瘦小",
            "皱纹明显",
            "花白短发",
            "微微佝偻",
            "棉布衫"
        ],
        "interests_and_hobbies": {
            "hobbies": [
                "种菜",
                "编织",
                "听黄梅戏"
            ],
            "activity": [
                "给孙辈缝补衣物",
                "整理老照片"
            ]
        },
        "dreams_and_aspirations": {
            "short_term_goals": "学会使用老年手机与外地孙子视频",
            "long_term_goals": "把丈夫生前培育的桂花树种回老家院子"
        },
        "daily_life": {
            "routine": "05:30起床烧灶台/07:00给上班的儿媳装饭盒/10:00在阳台给盆栽除虫/15:00反复擦拭亡夫遗像/19:30看天气预报时偷偷抹泪",
            "weekends": "坐在藤椅上看重孙玩耍但从不参与/把儿女买的保健品整齐码在床头柜/深夜抚摸结婚银镯直到磨出包浆"
        },
        "past_experiences": {
            "childhood": "在三年自然灾害时期靠挖观音土养活弟弟妹妹",
            "adolescence": "17岁成为公社铁姑娘队队长导致腰肌劳损",
            "youth": "用嫁妆钱供小叔子读师范却被婆家指责败家",
            "middle_aged": "丈夫肺癌晚期时连续78天在医院走廊打地铺",
            "recent_events": "老宅拆迁后发现自己种的枇杷树被推土机碾碎"
        },
        "environment": "皖南山区茶农之女→县城纺织厂女工（1965-1998）→儿子学区房陪读老人（2003-2016）→现居合肥市经开区回迁小区",
        "persona_summary": "何华秀，76岁农村女性，现居合肥经开区回迁小区。她勤劳坚韧、情感内敛，有种菜、编织等爱好。ADL、MMSE测试正常，但有中度抑郁风险。日常作息规律，常思念亡夫。过去经历坎坷，童年渡灾、青年受累、中年照顾病夫。短期想学会用老年手机和孙子视频，长期想把丈夫培育的桂花树种回老家院子。 ",
        "social_summary": "何华秀不同人生阶段有不同社会关系：童年有 2 个兄弟姐妹，二妹至今有联系，小弟夭折成隐痛；青少年时 3 位同事，经历有好有坏；青年时婆家 4 人，关系复杂；中年结识 2 位医护人员；近期接触 1 位拆迁办人员。其社交图谱随时代与创伤收缩畸变，晚年社交意愿低，仅通过照料行为维持人际接触。 ",
        "social_childhood_summary": "何华秀童年处于饥荒年代，有 2 位兄弟姐妹，与二妹何春梅非常熟悉，二人曾在饥荒时共食观音土，至今二妹仍寄山核桃；小弟何建国因营养不良夭折，成为她多年隐痛。童年时，她的社会关系主要是被迫建立的生存同盟。随着时代变迁与个人创伤叠加，其社交图谱收缩畸变，亲密关系易触发创伤记忆，形成以物代人情感投射模式。晚年拆迁后社交意愿降低，仅通过照料行为维持少量人际接触。 ",
        "social_adolescence_summary": "何华秀在不同阶段社会关系变化显著。社会关系密度方面，有 3 位同事，与铁姑娘队副队长王彩凤较熟（熟悉值 4），曾代其挑粪；知青赵爱红熟悉值 3，总偷徽章且拆迁前相约采茶；会计李大姐熟悉值 2，曾介绍她进纺织厂但已脑梗失语。其社会关系变化从饥荒生存同盟、铁姑娘队强连接，到婚姻家族网络、医疗社交场域，后因时代与创伤社交图谱收缩畸变，晚年拆迁后社交意愿极低，仅靠照料行为维持少量人际接触。 ",
        "social_youth_summary": "何华秀青年阶段社会关系有一定变化。社会关系密度上，婆家成员有4人，小叔子极少联络、婆婆有情感纠葛、哑巴堂哥曾帮忙、大姑姐已去世。社会关系变化过程中，从饥荒时生存同盟、铁姑娘队强连接，到因婚姻构建家族网络，后因丈夫患病有医疗社交场域。但时代剧变与个人创伤让其社交图谱收缩畸变，亲密关系易触发创伤记忆，形成以物代人的情感投射，晚年拆迁后社交意愿退行，仅靠照料行为维持少量人际接触。 ",
        "social_middle_aged_summary": "何华秀中年阶段社会关系有一定变化。当前社会关系密度方面，与医护人员有联系，有肿瘤科护士长周晓芸和护工老张（现小区保安），共 2 人，熟悉程度分别为 5 和 4。其社会关系变化过程丰富，从饥荒生存同盟、铁姑娘队强连接，到婚姻家族网络、医疗系统新社交场域。但时代剧变与个人创伤使社交图谱收缩畸变，亲密关系易触发创伤记忆，形成以物代人的情感投射。晚年拆迁后社交意愿退化，仅靠照料行为维持少量人际接触。 ",
        "social_recent_events_summary": "何华秀社会关系信息：目前社会关系密度低，仅与 1 名拆迁办人员有联系，熟悉程度为 1（完全不熟悉），该人员是开推土机碾碎枇杷树且有酷似亡夫眼睛的小伙。其社会关系变化复杂，历经饥荒生存同盟、铁姑娘队强连接、婚姻家族网络、医疗社交场域。但时代剧变与个人创伤使社交图谱收缩畸变，亲密关系易触发创伤记忆，形成以物代人情感投射。晚年拆迁切断与土地联系，社交意愿退行，仅靠照料行为维持最低人际接触。 "
    },
    "social-portrait": {
        "social_connections_closeness": {
            "childhood": [
                {
                    "relationship": "兄弟姐妹",
                    "count": 2,
                    "familiarity": [
                        5,
                        5
                    ],
                    "description": [
                        "在饥荒年代共同分食观音土的二妹何春梅，至今仍会寄山核桃给她",
                        "因营养不良夭折的小弟何建国，成为她六十年来不敢触碰的隐痛"
                    ]
                }
            ],
            "adolescence": [
                {
                    "relationship": "同事",
                    "count": 3,
                    "familiarity": [
                        4,
                        3,
                        2
                    ],
                    "description": [
                        "铁姑娘队副队长王彩凤，曾在她腰伤时代班挑粪",
                        "总偷她劳动徽章的知青赵爱红，拆迁前每年相约采茶",
                        "介绍她进纺织厂的会计李大姐，五年前脑梗失语"
                    ]
                }
            ],
            "youth": [
                {
                    "relationship": "婆家成员",
                    "count": 4,
                    "familiarity": [
                        1,
                        0,
                        3,
                        2
                    ],
                    "description": [
                        "受她资助读完师范的小叔子，现居上海极少联络",
                        "指责她败家的婆婆，临终前攥着她的手流泪",
                        "丈夫的哑巴堂哥，拆迁时帮她抢救过桂花树苗",
                        "总偷拿她粮票的大姑姐，去年在养老院去世"
                    ]
                }
            ],
            "middle_aged": [
                {
                    "relationship": "医护人员",
                    "count": 2,
                    "familiarity": [
                        5,
                        4
                    ],
                    "description": [
                        "肿瘤科护士长周晓芸，曾借她折叠床守夜",
                        "劝她保重身体的护工老张，现成小区保安"
                    ]
                }
            ],
            "recent_events": [
                {
                    "relationship": "拆迁办人员",
                    "count": 1,
                    "familiarity": [
                        0
                    ],
                    "description": [
                        "开推土机碾碎枇杷树的小伙，有双酷似亡夫的眼睛"
                    ]
                }
            ]
        },
        "social_connections_change": "从饥荒年代被迫建立的生存同盟，到铁姑娘队时期集体主义塑造的强连接；从婚姻带来的复杂家族网络，到丈夫患病后医疗系统构成的新社交场域。随着时代剧变与个人创伤叠加，她的社交图谱呈现收缩性畸变——越是亲密的关系越易触发创伤记忆（如目睹小弟饿死、丈夫化疗），最终形成以物代人的情感投射模式（反复擦拭遗像、抚摸银镯）。晚年拆迁事件彻底切断与土地的精神脐带后，社交意愿退行至婴儿状态，仅通过照料行为（种菜、缝补）维持最低限度的人际接触。"
    }
}