[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前有一次，我在菜园除草时突然头晕，差点摔倒。儿子带我去医院检查，我躺在病床上，看着孩子们忙前忙后，心里很不是滋味。我觉得自己老了，身体不行了，成了孩子们的负担，也没法像以前那样做很多事了，感觉生活一点意思都没有。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我确实放弃了一些活动，就像之前我很喜欢做木工活，但有一次我想教孙子做个小凳子，他却不耐烦地跑开了。我当时心里特别难受，觉得自己做的这些好像都没什么用。从那以后，我就不太想碰木工活了，感觉做了也没人在意，不如不做。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我经常觉得生活空虚。就说之前有一天晚上，月光洒在我脸上，可我一点睡意都没有。我想起下午错过的戏曲活动，心里特别后悔，觉得自己一点用都没有。我就这么睁大眼睛望着天花板，脑子里空荡荡的，孤独感像潮水一样涌来，那时候我真真切切地感觉到生活好空虚啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时会觉得孤单。就像之前有一次，广播里说附近戏曲票友要组织活动，我很想去，但又担心没人理我，给别人添麻烦。纠结了好久，最后还是没去。晚上躺在床上，我就特别后悔，觉得自己真是没用，连这点勇气都没有。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是之前在生产队当记分员的时候，队长表扬了我，说我工作认真负责。当时我可高兴了，脸都红了，觉得自己的努力得到了认可。不过那都是很久以前的事了，现在的日子过得挺没意思的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前蚕茧价格大幅下跌那次，我觉得自己几年的努力都白费了，孩子的学费没了着落，家庭也会受到影响。那时候我焦虑得不行，心跳加速，呼吸沉重，身体也疲惫不堪。现在想起来，还是觉得很后怕。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都不开心。最近一次开心，还是之前和村里的老伙计们一起听戏曲的时候。但现在，我觉得自己老了，病了，孩子们也都忙，没人在意我。就像上次过年，我准备了一桌子菜，可大家都在玩手机，我想说点什么，又怕打扰到他们，最后只能一个人在院子里发呆。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，我经常感到无助。就说之前有一次，我在菜园里突然一阵天旋地转，差点摔倒。三儿子看到后赶紧送我去医院。在医院里，我看着孩子们忙前忙后，心里很不是滋味。我觉得自己老了，身体越来越差，什么都做不了，还拖累孩子们，真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前有一次下午，我看到公园有群老人在聊天，我心里犹豫了好久要不要去，结果还是没去。我怕人家觉得我不合群，不愿意和我打交道。后来我就坐在长椅上，把耳机声音调大，假装听戏曲。其实我心里挺失落的，感觉自己融不进去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就说之前有次，我在菜园除草，突然头晕差点摔倒。儿子带我去医院，我把检查流程啥的记得可清楚了。后来住院那几天，我也没忘孩子们的嘱咐。我觉得自己没老糊涂，可不能因为这点事就觉得自己不行了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我也不知道活着算不算美好。就像之前过年，我准备了一桌子菜，可家人都在玩手机，没人理我。我觉得自己和这个家越来越远了，也许我不在了，也没什么影响吧。我现在就想教会孙子嫁接果树，其他的，我也不敢想了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，最近一次是之前在菜园里除草，突然头晕差点栽倒。去医院检查后要住院，孩子们都忙，我躺在病床上，觉得自己老了，没用了，没法为家庭做贡献，还拖累孩子们。我现在身体越来越差，很多事都做不了，真的感觉自己没有价值了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有啥活力啊。就像之前在公园，我一直犹豫要不要去和那群老人聊聊，结果人家票友看了我一眼又继续聊天，我就觉得自己不合群，特没劲儿。现在我身体也不好，更没精力去想什么活力不活力的了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就说之前在菜园里，我正除草呢，突然一阵天旋地转，差点栽倒。儿子带我去医院检查后，我躺在病床上，看着孩子们忙得焦头烂额，我却什么都做不了，那种感觉真的太绝望了。我觉得自己老了，没用了，只会给孩子们添麻烦。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得自己的身体越来越差了，就像之前在菜园除草时突然头晕差点摔倒，去医院检查后还住了院。看到孩子们都那么忙，我心里很不是滋味，觉得自己成了他们的负担。我也知道别人可能都过得比我好，我现在什么都做不了，真是没用啊。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前在菜园里除草，突然一阵头晕，差点摔倒。三儿子送我去医院，孩子们都忙得不可开交。我躺在病床上，觉得自己真没用，拖累了孩子们。我现在身体越来越差，很多事都做不了了，也没法为家庭做贡献，真不知道活着还有啥意义。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心，还是之前在菜园子里种菜的时候了。不过，后来突然一阵天旋地转，差点摔倒，被三儿子送到医院后，就再也没开心过了。现在我总觉得自己老了，没用了，拖累孩子们，身体也越来越差，真不知道以后该怎么办。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着也没什么美好不美好的。就像最近过年的时候，我准备了一桌子菜，家人都回来了，可他们都在玩手机，没人和我说话。我想和他们分享以前过年的事，可又怕打扰到他们，就没说出口。那一刻，我觉得活着真没意思，我是不是真的老了，没用了？"
        }
    }
]