[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前有次我想烧点开水，可怎么都点不着火，手还一直抖。我一个人在那厨房，周围又冷又冷清，心里别提多无助了。后来好不容易点着了，可我还是觉得自己老了，啥都干不了，活着真没啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我以前可喜欢听戏曲了，现在也爱听。但之前一段时间，我觉得自己老了，耳朵也不好使了，听不太清楚，就想着算了，不去听了。可心里还是有点舍不得，毕竟听了一辈子了。唉，老了，啥都不行了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，我时常觉得生活空虚。就像之前一段时间，我坐在家里，看着墙上的旧照片，想起曾经和战友们一起建设铁路的日子，可现在他们都不在了，子女也因为一些事和我关系远了。我就一个人，守着这些回忆，感觉自己好像被世界遗忘了，生活也没什么意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "哎，我经常觉得无聊。就说之前在村子晒场，老人们围坐聊天下棋，我在旁边根本插不上话，他们说的新规则我也不懂，就像个透明人，我就觉得特别无聊，坐不下去就走了。现在想想，还是自己一个人待着习惯些，反正也没人在意我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是之前社区志愿者来给我送餐陪我听戏的时候。但后来子女拒绝我后，我就又觉得自己没用，被遗忘了。现在我也不太爱出门晒太阳，懒得打理盆栽，戏曲也没心思听了，就这么浑浑噩噩地过着。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像大概九几年的时候，我站在祖宅门口，走进院子，只有风吹杂草的沙沙声。曾经这里充满欢声笑语，邻里常串门，可那时就只剩我一个人。我坐在旧椅子上，阳光洒身，心却暖不起来，对未来无比迷茫，不知道以后的日子咋整哟。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心的时候，是社区志愿者周三来给我送餐陪我听戏。但她走后，我又觉得空荡荡的。就像之前，我一直情绪低落，不想出门晒太阳，也没心思打理盆栽，连戏曲都觉得没意思了，就这么躺着，觉得自己被遗忘了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前一段时间，志愿者离开后，我一个人坐在屋里，看着窗外的废弃铁轨，想着自己生活要靠别人照顾，子女也不关心我，我真的觉得自己没用，特别无助，就那样呆呆地坐着，啥也不想干。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前一段时间，我一直待在家里，不想出门晒太阳，也没心思打理盆栽。社区志愿者周三来送餐陪我听戏，她走后，我就觉得这世界把我遗忘了，还是待在家里吧，反正出去也没什么意思。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我记忆力确实不好了。就说之前在晒场，老人们聊下棋新规则，我完全听不懂，几次想说话又说不出来。我感觉自己和他们格格不入，像个透明人。他们聊得热火朝天，根本没人注意到我。最后我只能默默地离开，当时心里特别失落，觉得自己被这个世界遗忘了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就像之前社区志愿者来送餐陪我听戏，她走后我就觉得空荡荡的。我战友都没了，子女也不关心我，我就是个被遗忘的人。现在我整天待在家里，也不想出门晒太阳、打理盆栽了，觉得活着真没意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没价值。就像之前有一天，我想烧点开水，可怎么都点不着火，我只能自己硬撑着，周围没人能帮我。还有，子女因为宅基地、拆迁等问题和我关系不好，很少关心我。这些事让我觉得自己老了，没用了，活着也没什么意思。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。以前我还能自己烧开水，现在都不太行了。我就喜欢听戏曲、晒太阳、打理打理盆栽。说到精力充沛的时候，那得是以前当工程兵参与铁路建设的时候了，那时候浑身都有使不完的劲啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，确实绝望啊。就说之前，快到清明了，我多希望子女能陪我给老伴扫墓啊，可我和他们关系不好。我鼓起勇气打电话，结果要么没人接，要么就是冷漠拒绝。我就觉得自己被遗忘了，这辈子算是白活了，心像被掏空了一样，特别绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得不容易。就说之前村里修铁路，好多战友都牺牲了，他们再也没有机会过上正常的生活。我现在虽然一个人，但还能听听戏曲、种种盆栽，已经比他们好多了。所以，我也不觉得别人比我过得好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前社区志愿者来送餐陪我听戏那次，她走后我看着空荡荡的屋子，觉得自己被世界遗忘了。子女也不关心我，我这辈子好像白活了。但我又想起以前在铁路建设工地学新技术的时候，那时候我觉得自己还有点价值，可现在……唉，啥都没有了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。最近一次开心，还是社区志愿者周三来给我送餐陪我听戏的时候。但她走后，我又觉得孤单了。就像之前，子女不关心我，战友也都去世了，我总觉得自己被遗忘了，活着也没多大意思，每天都过得浑浑噩噩的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的，就像我之前，整天躺着，啥都不想干。社区志愿者周三来送餐陪我听戏，她走后，我看着空屋子，就觉得自己被遗忘了。子女也不关心我，我这一辈子，唉……最近也没觉得啥时候美好过。"
        }
    }
]