[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前，我用草绳捆扎旧报纸，结果儿媳说又占地方又不卫生给扔了。我心里可失落了，我做的这些好像都没意义，家人也不在意我。我想记住孙辈生日，续写族谱，可现在这样，我都不知道能不能做到。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，最近我都没心思摆弄盆栽和听戏曲了。就像前几天，孙子说我的故事听腻了，我回房间后难受得不行。从那以后，我对这些事都提不起兴趣了，觉得自己做什么都没意思，活着好像也没什么用了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "哎，有时候确实觉得生活挺空虚的。就说前几天晚上吧，我看到孙子在玩游戏，就想给他讲讲咱们家族以前的故事，结果他不耐烦地说老掉牙的故事听腻了。我当时心里就特别失落，觉得自己过去的经历好像真的没人在意，讲了也只会让孙子更讨厌我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总是觉得很无聊。就说之前吧，孙子说他听腻了我的故事，从那以后我就觉得自己做什么都没意思了。以前喜欢的盆栽和戏曲，现在也提不起兴趣。我就一个人坐在房间里，什么也不想干，感觉自己在这个家里就是个多余的人。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。就说最近吧，2月15号晚上，我在客厅给孙子讲故事，他听了几句就戴上耳机玩游戏去了，还说我的故事老掉牙。我当时就愣住了，心里特别失落，觉得自己一点用都没有，从那以后心情就一直很糟糕。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，有时候是会担心不好的事。就像之前，我想起自己在抗洪时的经验，很想分享给大家，开始还担心不被认可，紧张得很。最近我孙子爱打游戏不听我讲故事，我就更担心自己的经验和故事没人在意，要是我不在了，这些不就都没了嘛。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，还是好久以前了。就像以前在公社，我制定的标准被队长认可那次，当时我特别开心和自豪，觉得自己是有价值的。可现在，孙子只爱游戏不听我讲故事，我心里空落落的，觉得自己被忽视了，也不知道自己还有啥用。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就前几天晚上，饭后家人都各忙各的，孙子回房玩游戏，儿子儿媳在客厅看电视。我一个人回房，坐在床边，望着窗外的黑夜，心里空落落的。我想起之前给孙子讲故事，他不耐烦的样子，我就觉得自己坚持的传承家族文化好像一点意义都没有，真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像前几天，我本可以和儿子一家去公园玩，但我还是选择待在家里。因为我觉得自己在外面就是个累赘，孙子也不愿意听我说话。那天我一个人待在家里，心里空落落的，什么都不想做，就那么坐在沙发上，一直到天黑。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是最近想给孙子孙女讲饥荒时期的故事，可他们都不感兴趣。大孙子玩着手机游戏头也不抬，小孙女还说我脸上皱纹吓人。我当时心里可失落了，想着自己过去的经历和故事，难道真的没人想听吗？"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？最近一次感受到美好？没有吧。就像前几天晚上，我在客厅给孙子讲故事，他却戴着耳机玩游戏，还说我讲的故事老掉牙了。我当时心就凉了半截，觉得自己真的是个没用的人，活着也没啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己没啥价值。就拿最近来说，有天晚上我看到孙子在玩游戏，就想给他讲咱们家族以前的故事。我刚开口，他就不耐烦地皱了皱眉，说那些故事老掉牙了，还戴上耳机继续玩游戏。我当时心里特别失落，感觉自己讲的东西一点用都没有，自己也没什么价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，我现在哪有什么活力啊。就说之前，孙子说我讲的故事老掉牙，我心里那个难受啊。从那以后，我对啥都提不起兴趣了。以前我每天都精心照料盆栽，现在也不管了。我觉得自己真的老了，没用了，在这个家里都快成透明人了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺绝望的。就说前几天晚上吧，我在客厅给孙子讲故事，可他听了几句就戴上耳机玩游戏去了，还说我的故事老掉牙。当时我就愣住了，感觉自己做什么都不对，特别没用，心里难受得很，觉得自己在这个家就是多余的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就说最近一次吧，晚上一家人吃完饭，孙子去玩游戏，儿子儿媳看电视，我一个人回房间，坐在床边看着窗外黑漆漆的夜，心里特别失落。我这一辈子经历了那么多，可到了晚年，却好像什么都没有了，真不知道活着还有啥意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说最近一次吧，晚上我看到孙子在客厅玩游戏，就想给他讲讲家族故事。结果他不仅不耐烦，还说那些故事老掉牙了。我当时特别失落，感觉自己坚持传承家族文化好像没什么意义，讲了只会让孙子更讨厌我。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就说最近吧，有一天晚上饭后，我想给孙子讲故事，可他就知道玩游戏，根本不想听。我讲了几句，他还嫌烦，说那些故事老掉牙了。我当时心里别提多失落了，觉得自己讲的故事一点意思都没有，孙子根本不在乎。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我不知道算不算美好。就说最近吧，我给孙子讲故事，他却嫌烦，戴上耳机玩游戏去了。我当时心就像被针扎了一样痛，觉得自己讲的故事没人想听，活着好像也没什么意思了。以前那些经历和故事，在现在的孩子眼里，可能真的太无趣了。"
        }
    }
]