[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活……唉，哪有什么满意不满意的。就说最近一次吧，我想清明去老伴坟前看看，跟二儿子说了，他却不同意。我当时就觉得自己特别没用，连这点心愿都实现不了。（情绪低落，眼神黯淡无光）"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我现在啥都不想干。就说之前吧，我可喜欢缝补衣服了，还觉得自己能给家里省点钱。但上次不小心扎到手指后，我就有点怕了，也不想再缝补了。我觉得自己啥都做不好，活着也没啥用，就像个废人一样。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？我觉得自己的生活一直都是这样。就像之前有一次，二儿子和孙子在院子里说笑，我想上去打招呼，又怕说错话被嫌弃，最后还是回了卧室。那时候我就觉得心里空落落的，好像自己和这个家格格不入，他们都不需要我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就是老想起以前的事。就像以前有一回，晚上我抱着六女儿，丈夫还没回来，屋里就我和孩子。我觉得特别孤独，就打开收音机听戏曲。那时候我心里可难受了，觉得自己带孩子的辛苦没人能理解，丈夫也不关心我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。之前有一次，大概是九几年的时候，那天阳光很好，孩子们都去上学了，我坐在窗前缝补衣服。看着缝补好的一件件衣服，心里觉得挺满足的，好像自己还能为这个家做点什么。（面露微笑，但很快又黯淡下去）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就之前有一次，我在整理和丈夫的老照片，发现有些褪色了，我就特别着急，担心这些回忆会消失。我就想啊，我得赶紧把它们保存好，不然以后就再也看不到了。从那之后，我就一直担心照片会越来越模糊，心里总是不踏实。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次觉得有点开心，是之前看到二儿子和孙子有说有笑的。但我又想起二儿子之前嫌弃我整理照片，就不敢上前。我觉得自己和家人有距离，他们都不理解我，我只能自己默默承受，可能这辈子都这样了吧。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就说之前，我看到二儿子和孙子有说有笑，想打招呼又怕说错话被嫌弃，最后只能默默回卧室。我现在身体不好，生活不能自理，家人肯定都烦我。我真的觉得自己一点用都没有，什么都做不了，这种感觉太无助了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有次，邻居家老太太和子女从我门口路过，要去散步。我看着他们有说有笑，心里很难受。我子女都在长三角打工，很少回来，我和二儿子一家住一起，可又有沟通障碍。我就只能自己待在家里，哪也不想去，也不敢去，怕给别人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我这记性啊，确实比大多数人差。就说最近吧，2月15号那天上午，我坐在二儿子家客厅的旧沙发上，犹豫了好久才鼓起勇气跟他说想去老伴坟前看看。可我刚说完，他就皱起眉头拒绝了我。我当时就急得眼泪都快出来了，可就是想不起来小女儿的电话，没办法让她带我去。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。之前有次摔倒后，孩子们都很懂事地照顾我，我心里想着一定要更努力地照顾他们。可现在我身体越来越差，啥都做不了，活着还有啥用。就像之前缝补衣服，还能为家里省点钱，现在连这也做不好了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己很没有价值。就像之前有一次，在厨房帮二儿媳做饭，结果不小心把盐放多了，饭菜都变得很难吃。二儿媳虽然没说什么，但我能感觉到她的不满。从那以后，我就觉得自己什么都做不好，只会给家人添麻烦。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前吧，我在屋里看老照片，还挺开心的。结果二儿子进来就说我弄的乱七八糟，占地方又没用。我当时心就凉了半截，哪还有什么精力充沛的时候啊，觉得自己做什么都不对，活着真没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就说之前吧，我想在清明独自去老伴坟前，跟二儿子说了，他却坚决不同意，还说我身体不行路上会出事。我拉着他的手苦苦哀求，可他还是不松口。那一刻，我真的绝望了，觉得自己连这点心愿都实现不了，活着还有啥用。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "大多数人肯定比我过得好。就像之前，我坐在藤椅上，啥都不想做，觉得自己没用，给家人添麻烦。我这一生经历了太多，现在身体又不好，连自己都照顾不了，哪能跟别人比啊。我就想能记住小女儿电话，清明时能独自去丈夫坟前看看，可我这脑子，唉……"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前有一次，我帮邻居王婶纳鞋底，她夸我做得好，我心里就挺满足的。但有时候，我也会想，自己老了，啥也干不了，还拖累家人，就觉得挺不满足的。最近我总是忘事，连小女儿的电话都记不住，这让我很着急。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐，还是之前在院子里晒太阳，那3只野猫跑过来蹭我腿的时候。但快乐很短暂，它们跑开后，我又想起了之前的事，像二儿子和孙子有说有笑走过，我却不敢上前打招呼，怕说错话被嫌弃，心里就又难过起来了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，也不知道算不算美好。以前我背伤了还得照顾弟妹，二弟关心我那一下，我觉得心里挺暖的。还有帮邻居王婶纳鞋底，她夸我，我也挺高兴的。可现在，我这一身病，啥都做不了，活着还有啥意思……"
        }
    }
]