[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前孩子们带我到县城的安置房，周围全是高楼大厦，人也多，我一下车就发慌，觉得这地方我住不惯，到处都不熟悉。我就想回老宅去，在那我才觉得踏实，在这总觉得自己是个多余的人，心里没着落。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我现在记性不好，很多事都记不清了。但我记得之前有一次，我想给孙子做件新衣服，可找了半天布料都没找到，后来就放弃了。当时我心里挺失落的，觉得自己老了，连这点小事都做不好。不过后来我又想，我还有其他的事情可以做，比如缝补旧衣服，我也能为家人出一份力。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像之前，我在院子里晾晒豆腐布，邻居路过夸我手艺好，这么多年坚持不容易。我心里可高兴了，觉得自己的努力得到了认可。晚上躺在床上，想到这些，还觉得家人一直都在默默爱我呢。现在虽然年纪大了，但还有好多事想做，比如记住孙子名字，清明给亡夫上坟。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时候会想起以前的事。比如大概九几年的时候，我还在农村磨豆腐养家，每天都起得很早，虽然很累，但心里很踏实。现在到了县城，周围的一切都变了，我就会想起以前那些熟悉的人和事，心里有些难过。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，总觉得活着没什么意思。以前给孙子做衣服时，他夸过我，我那会儿心情还不错。但现在脑子越来越糊涂，连孙子名字都记不住了，更别提给亡夫上坟了，我觉得自己真是没用。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前小儿子让我去他那住，我心里可纠结了。一方面期待去他那生活，另一方面又担心自己身体不好，还记不住事，会给他添麻烦，他可能会更嫌弃我。这种担心一直压在我心里，让我很不舒服。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心，是之前三女儿来看我，陪我坐了一会儿。可她走后，我又开始难过。我觉得自己老了，身体不好，脑子也糊涂，对家人没用，就是个累赘。像上次孙子走后，我连他名字都记不住，心里特别绝望。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时会觉得无助。就说之前吧，我想给孙子做件新衣服，可怎么也记不住他的尺寸，问了好几遍家里人，还是记不住。我就觉得自己老了，不中用了，连这点小事都做不好，心里特别难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就爱待家里。就说前几天吧，孙子来看我，走了之后我就一直待在老宅里。我因为记不住孙子名字，心里难受得很，就更不想出去了。觉得自己啥都做不好，出去也给人添麻烦，还不如待在家里，一个人清静。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不行了。就拿前几天来说，孙子来看我，他走后我怎么也想不起他名字。我心里难受极了，觉得自己啥用没有，家人肯定都嫌弃我。我就坐在椅子上发呆，觉得自己活着真没意思，连孙子名字都记不住，还怎么给亡夫上坟啊。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。就像之前有一天中午，我在院子里晾晒豆腐布，邻居路过夸我手艺好，这么多年坚持不容易。我心里可高兴了，觉得自己的努力得到了认可。那时候我就觉得活着还是挺美好的，能做自己喜欢的事，还有人夸我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没价值。就像之前一段时间，我坐在老宅的椅子上，想起自己一辈子辛苦，可儿子却不回来看我。我觉得自己老了，啥都记不住，对家人一点用都没有，就是个累赘，家人肯定都嫌弃我。（情绪低落，眼睛看向地面）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀，一天天就这么过着。以前我还能磨豆腐养家，现在啥也干不了了。不过，有时候看着我家那几个孩子，心里还是会有点高兴的。但我总觉得自己老了，没用了，他们可能也觉得我是个累赘吧。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不算绝望吧。就像之前婆婆走了的时候，我心里空荡荡的，觉得自己没了价值，但后来也慢慢适应了。不过，最近因为认知障碍回了老宅，有时候会觉得有点孤独，孩子们也忙，不能总陪着我。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都不容易，我自己也还行。就像之前磨豆腐养家那会儿，每天起早贪黑，虽然累，但也都挺过来了。现在虽然有轻度抑郁风险，还有认知障碍，但我也不想去和别人比。我就想记住孙子名字，等清明给亡夫上坟，这就够了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就像之前，小儿子让我去他那住，我心里挺纠结的。我觉得自己现在又老又没用，去了怕给他添麻烦遭嫌弃。但又有点期待能和他一起生活。不过最后我还是拒绝了，就像之前无数次拒绝孩子们的好意一样，我不想成为他们的负担。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正开心，是之前三女儿来看我，她给我带了孙子的照片，还在墙上贴好。我当时心里一喜，觉得女儿还惦记着我。但又想到自己老了，啥都记不住，对家人一点用都没有，就又有点难过。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着还是有点意思的。就像之前，大概是76年吧，有一天中午我在院子里晒豆腐布，心里可高兴了。邻居路过问我咋这么开心，我就跟她讲了丈夫夸我磨豆腐手艺好的事，她也夸我。那时候我就觉得，自己这么多年的坚持还是有价值的，这就是我最近一次觉得活着还不错的时候。"
        }
    }
]