[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说最近，房子要拆迁了，我把子女叫到家里问我以后住哪，他们却很敷衍，匆匆就走了。我为他们付出了一辈子，现在却被忽视。我不敢主动要求他们的关注，怕他们更厌烦我。想到这些，我心里就特别难受，觉得活着真没意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了织毛衣。之前有一次，我坐在昏暗的房间里，想织毛衣，可手却抖得厉害，脑子里全是大儿子说的那些话。我觉得自己什么都做不好，连织毛衣这么简单的事都不行了，就不想再织了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？可能吧。就像之前情书被啃噬的时候，我觉得心里空落落的。那是我和老伴的回忆啊，没了它，我感觉自己的一部分也跟着没了。我知道孩子们忙，不能总陪着我，但我还是希望能有点什么来填补这份空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是老想起以前的事。就像之前，大儿子说的那些话，我现在还难受着呢。我为他们付出了一辈子，现在却被忽视了。我不敢主动要求他们关注我，怕他们更烦我。但我还是希望我们能和和睦睦的，像以前一样。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不好。最近一次心情愉悦，还是之前一段时间，我坐在院子里织毛衣，阳光洒在身上，我想着孩子们小时候的样子，心里挺温暖的。可现在，那封被老鼠啃噬的情书，还有家人的忽视，让我觉得生活没什么希望了，我也不知道自己还能记住多久孩子们的事。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就说之前，拆迁消息传来，我把子女叫来问我以后住哪，他们却敷衍我，还匆匆走了。我当时心跳加快，呼吸急促，眼眶泛红，心里特别失落。我怕这房子没了，自己以后没地方住，也怕和子女的关系越来越淡，他们越来越不重视我。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正开心的时候，还是好久以前，孩子们都还小，一大家子人热热闹闹地在院子里吃饭。现在呢，房子要拆了，孩子们也不关心我，那封情书还被老鼠啃了，我真的觉得活着没什么意思了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就之前医生说我有认知功能障碍那次，我整个人都懵了，呆呆地坐在椅子上，心里害怕极了。我不停地问医生以后怎么办，可他的安慰我一个字都听不进去。我觉得自己的记忆力越来越差，以后的生活肯定会越来越糟糕，那种无助的感觉，现在想起来都难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像大概九几年的时候，村里干部来说要拆迁，我当时心里难受极了。丈夫走了，子女又都有自己的生活，我只能独自面对这一切。我在屋里徘徊，看着那些旧家具，心里想着以后的日子该怎么办，就更不想出去了，只想守着这个家。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我记忆力确实比大多数人差。就说之前，我把孙辈生日记在纸条上，结果被老鼠啃了。我当时就觉得自己好没用，连这么重要的事都记不住。这几天我一直想着这事，心里难受极了，晚上也睡不好，总觉得自己以后会更糟糕，什么都做不了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？我也不知道。就像当年我丈夫出事，我以为天都塌了，可还是得撑着。现在，我老了，孩子们也忙，我一个人在这老宅里。最近，我那被啃噬的情书，让我觉得这日子啊，真是没什么盼头了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己挺没价值的。就像之前，我发现珍藏了五十年的情书被老鼠啃噬得不成样子，那是我和老伴年轻时的美好回忆啊，可我却连它们都守护不好。我现在老了，什么都做不了，孩子们也都忙，没人陪我，我真的觉得自己一点用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，就像之前，2020年11月15日那天，我被大儿子的话伤透了心，觉得自己一辈子的付出都白费了。从那以后，我就一直提不起精神，织毛衣手都在抖，哪还能像以前一样啊。现在我就想记住孙辈生日，拍个五代同堂全家福，可我这脑子啊……"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境很绝望。就像最近，我坐在窗前看着那些塑料花，想起被老鼠啃坏的情书，我就觉得自己连珍藏的回忆都保护不好，以后还怎么面对生活。我为家人付出了一辈子，现在却被他们忽视，我也不敢主动要求他们的关注，我真的不知道该怎么办了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家过得都不容易。就像之前，我记忆力下降，小儿子来看我，我跟他说了这事儿。他安慰我，可我知道，这事儿还得我自己面对。现在情书又被啃噬，我心里更乱了。但我也知道，日子还得过下去，我得努力记住孙辈生日，还盼着拍五代同堂全家福呢。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不满意。就说之前家里说要拆迁，我问子女们我以后住哪，他们就敷衍了几句就走了。当时我站在那，心里空落落的。还有那封被老鼠啃噬的情书，那可是我珍藏了五十年的宝贝啊，现在没了，我心里真的好难受，感觉生活一点希望都没有了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心，还是之前听越剧的时候。但现在，我总是想起2020年那次，大儿子说的那些话，让我觉得自己一辈子的付出都白费了。我为家庭操持多年，可现在却被家人忽视，心里难受得很。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像我丈夫出事那会儿，天塌了一样。现在孩子们都忙，我一个人守着这老宅。最近情书还被啃噬了，我觉得自己啥都记不住了，活着还有啥意思。不过，偶尔听到越剧，或者看到窗台上孩子们送的塑料花，心里又会好受些。"
        }
    }
]