[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。最近一次感觉满足的时候，就是前几天，我去菜园里摘菜，看到自己种的菜长得那么好，心里可高兴了。但有时候也会觉得不满足，就像那天打电话给子女们，想让他们回来拍全家福，可是他们都太忙了，我就觉得有点失落。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过啥感兴趣的活动。我每天还是会去打理菜园子，听黄梅戏，也爱缝缝补补。不过有时候记性不太好，会忘记自己做到哪儿了，但我还是会接着做下去。至于为啥你会这么问，我也有点好奇呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚嘞。我每天都有事情做，要缝缝补补，还要打理菜园子，偶尔也听听黄梅戏。就是有时候会觉得有点孤独，孩子们都忙，不常来看我。但我也理解他们，毕竟都有自己的生活。最近一次有这种感觉，就是昨天晚上吧，一个人坐在院子里，看着月亮，就有点想孩子们了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。我每天都有事儿干，要去菜园子里看看菜长得咋样了，还得缝缝补补。就像前几天，我发现菜园子里的菜叶子上有虫子，可把我急坏了，哪还有空觉得无聊呀。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是看到菜园里的菜被我打理得生机勃勃。想起之前菜叶被虫子啃得不成样子，我可着急了。但经过我努力，虫害控制住了，菜也长好了。看着那一片绿油油的菜，我心里可高兴了，觉得自己还有用。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心自己以后的日子。就像之前看到村里那个老人，他子女不在身边，过得孤苦伶仃的。我子女也在县城，很少回来，我就怕自己以后也变成那样。还有啊，我现在年纪大了，身体也不太好，就怕自己哪天种不动菜了，可咋办哟。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是前几天村医来给我量血压，夸我缝补衣服的手艺好。当时我心里可高兴了，原本因为风湿疼得直皱眉，一下子就舒展开了。（脸上露出淡淡的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常觉得无助嘞。但有次我想把菜园子的菜都浇完水，可我年纪大了，提不动那么多水。当时有点发愁，后来我就一桶一桶慢慢提，也给浇完了。现在想想，也不算啥大困难，我还是能自己解决一些事情的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像前几天，我感觉身体不太舒服，村医来给我检查完后，我就一直待在家里。我躺在那，望着窗外，心里想着，外面的世界再热闹，好像也和我没多大关系。我就想守着我的菜园子，等着孩子们回来。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，我这记性确实不如以前了。就说前几天吧，我去菜园子里摘菜，结果转了一圈儿，愣是忘了自己要摘啥。在那儿站了好一会儿，才想起来。还有啊，有时候刚把东西放哪儿了，一转身就不记得了。这年纪大了，真是不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的呀。就像前几天，我去菜园子里，看到我种的菜长得绿油油的，心里可高兴了。还有啊，偶尔听到村里的小孩子们在外面玩耍的笑声，也觉得很开心。不过，有时候也会觉得有点孤单，特别是晚上一个人睡觉的时候，会想起我老伴儿。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我每天都把菜园打理得好好的，还能自己缝缝补补。不过有时候也会想，自己是不是真的老了，不中用了。就像去年把老伴烟斗锁起来后，总觉得心里空落落的，但又不知道该怎么办。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就说每天早上吧，我都会去菜园子里转转，看看我的菜长得怎么样了。给它们浇浇水、除除草，忙得不亦乐乎。那时候就感觉自己浑身都有劲，好像又回到了年轻的时候。不过，有时候也会觉得有点累，毕竟年纪大了嘛。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然我现在一个人住，但我有规律的生活，还能种种菜、听听黄梅戏。只是有时候会觉得有点孤独，不过这也还好啦。最近一次感到绝望？好像没有呢。我就是希望能把菜种好，能和孩子们、孙子孙女们一起拍张全家福。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得别人过得好不好跟我也没啥关系呀。我每天就种种菜、听听黄梅戏，日子过得也挺自在的。不过有时候看到村里那些年轻人带着孩子热热闹闹的，心里还是有点羡慕，我也盼着我的孩子们能多回来看看，一家人团团圆圆的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。最近一次满足的时刻，就是前几天和邻居家的小媳妇们在树下聊天，我给她们分享了我种菜园的经验，她们都夸我厉害，我可高兴了。但有时候也会觉得不满足，比如一个人的时候，就会想起我老伴，心里空落落的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心的事呀，是不久前村医来给我量血压，看到我在缝补衣服，夸我手艺好。我这心里呀，就跟开了花似的。我一直都爱缝缝补补的，没想到现在还有人夸我，我觉得自己还是有点用的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的。就像之前，我在菜园里忙活，想着等子女回来能吃上我种的菜，心里就可美了。还有啊，之前我把菜园的虫害控制住了，看着那些菜又活过来了，我可开心了。这些时刻都让我觉得活着真美好。"
        }
    }
]