[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就像之前，我在豆腐作坊里磨豆腐，胖婶失望的表情一直让我心里难受。我每天忙着磨豆腐，没时间和邻居交流，只能孤独地做自己的事。现在想想，那时候的生活虽然忙碌，但也很充实，可现在却总觉得少了点什么。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动。不过，之前一段时间，我想出门听黄梅戏，但因为身体不太舒服，就没去成。我觉得自己老了，身体不行了，很多事情都力不从心。但我还是想努力去做自己喜欢的事，比如记住新邻居的姓氏，清明去老伴坟前烧纸。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "有时候会觉得生活有点空虚。就像之前一段时间，我总是想起1976年在医院照顾丈夫的事，那时候我时刻担心他病情反复，害怕被人指责。现在丈夫不在了，我一个人待着，又会想起那些事，心里就空落落的，觉得自己好像没什么用了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "咨询师啊，我是经常觉得无聊。就说之前吧，我一个人在屋里，想起之前记不住新邻居姓氏的事，心里难受得很。从那以后，我就不敢出去，怕碰到人。天天就这么待在屋里，看着窗外发呆，真的是无聊透顶啊，感觉自己活着都没啥意思了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好。就像之前有天晚上，儿子下班回来累瘫在沙发上，我看着自己生病的身体，啥都做不了，还得靠他照顾，就觉得自己是个累赘，拖累了他。从那之后，我就经常一个人待着，唉声叹气，也开心不起来。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心会发生不好的事情。就像之前，我想去参加社区活动，但又怕自己年纪大了，脑子不好使，会在活动里出洋相，别人会嘲笑我。结果我就一直犹豫，最后还是没去。从那之后，我就更害怕尝试新的事情了，总觉得自己什么都做不好。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心，是之前长子下班回来看见我给他织的袜子，夸我真好。我当时可高兴了，觉得自己为家人做的事有价值。但现在一个人住公寓，很少有让我开心的事了，就盼着清明能去老伴坟前烧纸。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前在医院，护士教我新护理方法，我觉得自己记不住，怕对丈夫不好。我只能坚持老方法，看着丈夫憔悴，我很着急却又没办法，那种感觉真的很无助。我觉得自己很没用，什么都做不好。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像之前有一天晚上，儿子下班回来累得瘫在沙发上，我就觉得自己啥也干不了，还老生病拖累他，就更不想出门给别人添麻烦了。所以我就一直待在家里，坐在房间里望着窗外，唉声叹气的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是不太好。就之前存单被老鼠咬碎那事，我当时都急得不行，可后来儿子来了，我居然都记不清自己有没有跟他说过存单具体存了多少钱，我就觉得自己真没用，这点事都记不住，更怕儿子嫌弃我。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。我丈夫走了之后，我心里空落落的。但想起之前照顾他那十年，我又觉得自己还是有点用的。最近一次感受到生命美好的时刻，可能就是听黄梅戏的时候吧，那些熟悉的旋律能让我想起以前的一些事情，心里会好受些。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有时候会觉得自己没啥用。就说之前吧，想给孙媳妇缝个小物件，结果缝得歪歪扭扭的，我就觉得自己怎么连这点事都做不好，是不是真的老得没用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像以前，大概是1974年吧，有一天凌晨4点30分，我去厨房磨豆腐，那天我感觉浑身充满力量，动作比平时利落，脸上还带着自信的笑容。因为前一天丈夫和老主顾认可了我的豆腐，我就有了勇气想去尝试新的磨豆腐工艺。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候是绝望的。就像之前一段时间，我坐在窗边，病情没好转，身体越来越没劲。我就想自己什么都做不了，只会给家人添麻烦，活着一点价值都没有，当时真的特别绝望，甚至觉得死了也许就能解脱了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，我就自己过自己的。但有时候看到公寓里那些年轻人有说有笑的，就会想起以前和老伴儿在一起的日子，心里挺不是滋味儿。我觉得自己现在老了，没用了，啥也干不了，只能在这儿等死。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近吧，有一次我想给儿子做顿饭，结果不是盐放多了就是水放少了，饭做得很难吃。我觉得自己什么都做不好，活着真的没什么意思。我现在身体不好，记性也差，总怕给儿子添麻烦，可又忍不住想他会不会嫌弃我。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。之前一段时间，我给长子织袜子，他看到后很开心，夸我真好。那一刻我心里像吃了蜜一样甜，特别欣慰。但现在，我总是觉得孤独，不知道能做些什么。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好吧。就像最近一次遇到新邻居，人家热情打招呼，我却听不清人家姓啥，脑子真是越来越不好使了。当时就觉得特尴尬、焦虑，脸上热辣辣的，都不敢多说话，怕人家笑话我。唉，现在这记性，活着都觉得有点累。"
        }
    }
]