[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前子女们在客厅聊天那次，他们聊的网购、短视频啥的我都听不懂，插不上话，感觉自己像个局外人，心里空落落的。我觉得自己越来越没用了，跟现在的生活格格不入，活着也没多大意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，就像之前小区组织文化交流活动，我本来挺犹豫的，但想到不能让工作人员失望就去了。结果在那大家都在聊手机啥的，我插不上话，就说自己以前种地的事，可大家也不咋感兴趣。从那以后，我就不想再参加这种活动了，感觉自己融不进去，还挺失落的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时候确实会觉得生活有点空虚。就像之前有一天，我一个人在家，突然就想起了我老伴儿，心里难受得不行。后来我就去看了看我养的那些花，它们长得都挺好的，可我还是觉得心里空落落的。我觉得自己现在就像这些花一样，虽然活着，但好像也没什么太大的意义。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊，是之前有一天。儿子在摆弄手机，我就盯着他，心里想着那张和老伴的照片恢复不了了，自己真是没用。后来儿子说恢复不了，我就更难受了，坐在那里发呆，觉得生活都没啥意思了，也不知道干啥，就觉得特别无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行。最近一次心情愉悦是之前有邻居来家里夸我把婆婆照顾得好。当时几位邻居来看婆婆，都说我是个孝顺的好媳妇，把婆婆照顾得无微不至。我听了心里像吃了蜜一样甜，虽然不好意思，但还是很高兴，觉得自己的付出得到了认可。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是，我常常担心。就像之前有一次，大概是九几年的时候，我去镇上买辣椒做辣酱。那时候我心里特别紧张，担心集市收摊了买不到辣椒，做不出辣酱就赚不到钱，家人会失望。我一路紧赶慢赶，汗水湿透了衣衫，到了集市最后一刻才买到辣椒，当时真是又紧张又欣慰。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不算开心。之前有一次，邻居夸我把婆婆照顾得好，我心里可高兴了。就像1959年那次，邻居们都夸我孝顺，我当时脸都红了，觉得自己的付出得到了认可。可现在老伴走了，照片也没了，心里空落落的，很难再开心起来。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是，我经常感到无助。就像之前有一次，我想和村里的人一起参加公社活动，可他们聊的都是我没参与过的事，我完全插不上话，只能站在一旁，手都不知道往哪放，那种尴尬和无助的感觉，真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前有一次，我感觉浑身乏力，脑袋也疼得嗡嗡响，但我还是没出门，就坐在床边忍着。我觉得孩子们都忙，不能麻烦他们，而且出去也不知道能干嘛。我就这么待在家里，心里又孤独又压抑，可又不想给别人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没比别人差多少。最近一次因为记忆问题困扰，就是之前不小心把老伴的照片误删了，当时心里难受极了，总觉得好像把和老伴的一些回忆也给删掉了，那种感觉真的不好受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。以前饥荒的时候，为了让爹娘和弟妹活下去，我努力辨认野菜，那时候觉得活着就是为了家人。现在老伴走了，照片也没了，我就觉得活着没多大意思。不过，孩子们都孝顺，我还盼着曾孙考大学呢，所以也不能说活着不好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没用。就像之前有次子女们在客厅聊网络购物、短视频那些，我根本听不懂，插不上话，感觉自己就是个局外人。还有一次在厨房做饭，刚站起来就头晕，差点摔倒，看着没做完的饭菜和没扫干净的地，我更觉得自己什么都做不好，就是个没用的人。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在精力不如以前了。就像之前有一次，我在卧室里想事情，想到老伴去世和照片误删，心里就特别难受，哪还有什么精力啊。但有时候看到我养的花长得好，我也会高兴一会儿，觉得生活还是有点盼头的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得挺绝望的。就之前有一次，我在厨房做饭，刚站起来就一阵头晕，差点摔倒。看着没做完的饭菜和没扫干净的地，我觉得自己啥都做不好，以后肯定会成为家人的负担，这种感觉让我特别绝望，眼泪都在眼眶里打转了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，我就觉得自己没啥用了。之前有次去社区活动，看到大家都热热闹闹的，我却不知道跟他们说啥，就觉得自己好像和他们不是一路人。唉，活着真没意思，也没人在意我。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前子女们在客厅聊天那次，他们聊的那些新鲜话题我都听不懂，插不上话，感觉自己像个局外人，心里特别失落。还有那次在活动中被冷落，之后我就更抗拒新环境的活动了，心情也越来越不好。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，是之前邻居夸我把家收拾得好。当时我每天天不亮就起床干活，把家里弄得焕然一新。邻居路过夸我，我心里可美了。但想到那个年轻人的下场，我又担心自己哪天偷懒会被嫌弃，所以还是得一直勤快下去。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就像之前，我头晕差点摔倒，觉得自己啥都做不好，真是没用。还有一次，我身体不舒服也不敢跟孩子说，怕给他们添麻烦。但小儿子回来看我，关心我的时候，我心里又觉得挺温暖的。可一想到自己总让孩子担心，又很愧疚。"
        }
    }
]