[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就拿过年那时候来说，儿子儿媳天不亮就起来准备年货，我想帮忙却被儿子劝着歇着。我心里觉得自己啥忙也帮不上，真是没用。中午大家在客厅欢声笑语，可我坐在角落，就像个局外人，特别孤单，那种不满足的感觉太强烈了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我都不太想缝补衣物和腌渍酱菜了。就像之前给小孙女讲饥荒经历被她打断后，我心里难受极了。从那以后，我对很多事都提不起兴趣，觉得做什么都没意思，也不知道自己活着还有啥用，更害怕自己适应不了这城郊的生活。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是那天中午。儿子儿媳忙着准备年货，一家人聚在客厅有说有笑，可我坐在角落，像个局外人。我想帮忙，儿子却让我歇着。那一刻，我觉得自己什么都做不了，特别没用，生活也变得空荡荡的，心里难受极了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "是呀，我经常觉得无聊。就像之前有一次，我在屋里待得实在烦闷，就出门想透透气。可刚走出小区，那些陌生的建筑和路标就让我晕头转向。我在街道上转了一圈又一圈，心里着急得很，腿也发软，最后还是得靠好心人帮忙给儿子打电话。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，心里总觉得空落落的。但之前有一次，我教孙女缝扣子，她一开始怎么都学不会，后来在我的指导下终于成功了，还夸我手艺好。那一刻，我心里可开心了，觉得自己还是有点用的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我老担心不好的事发生。就像之前儿子在城里读书遇到困难，我想去看他，可一想到城市那陌生的环境，我就特别害怕，担心自己适应不了，会给儿子添麻烦。我还怕城市里的人觉得我土气，不接纳我。这种担忧让我心跳加速，手心出汗，晚上也睡不好觉。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前有一次，我出门透气，结果在街道上转了一圈又一圈，怎么也找不到回家的路。周围的一切都那么陌生，我心里又着急又害怕，腿都发软了。最后还是碰到个好心人，我才联系上儿子。从那以后，我就更不敢出门了，也觉得自己在这新地方啥也干不了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前在公社干活时，我因为弄坏工具被指责后，干活变得小心翼翼，结果进度远远落后于其他同事，会计媳妇还嘲笑我。我当时就觉得自己特别没用，大家肯定都看不起我，那种孤独无助的感觉真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前有一次，儿子儿媳天不亮就起来准备采购年货，我想帮忙，可儿子担心我，让我在家歇着。我就只能待在家里，看着他们忙碌，心里觉得自己啥忙也帮不上，特别没用，也不想出去面对外面的世界，就一直待在家里，哪也没去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是最近刚搬到城郊，有点不适应。比如之前有一次，我出门透气，可刚走出小区就迷路了。周围都是陌生的建筑和路标，我在街道上转了一圈又一圈，心里又着急又害怕，最后还是碰到个好心人，我才让他帮我给儿子打电话。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好不美好的。就像之前，我在电梯里出了丑，之后就怕出门，怕见人。和家人也没多少交流，他们都玩手机，没人在意我。最近一次觉得活着有点意思，还是之前在小区花园看到那家人温馨的场景，可转头看看自己家，唉……"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就之前社区志愿者来看我，我连电梯按钮都分不清，出门还老迷路，我就觉得自己特别没用，适应不了这新环境。我怕志愿者看不起我，心里又自卑又紧张，就想赶紧结束对话。（情绪低沉，语速缓慢）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，哪有啥活力呀。不过之前有一次，我教孙女缝扣子，她学得可认真了，最后还夸我手艺好呢。那时候我心里还挺高兴的，感觉自己还有点用。但也就是那一会儿高兴，现在还是觉得自己老了，啥也干不了，老伴走了，我也没啥盼头了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时候会觉得绝望。就像之前社区志愿者来家里看望我，问我适应得怎么样，我想起自己连电梯按钮都分不清，出门还老是迷路，就觉得自己适应不了这新环境，特别绝望，觉得自己就是个累赘，志愿者肯定也觉得我很笨。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说之前我出门透气，在街道上转得晕头转向，还得靠好心人帮忙给儿子打电话。人家都能在外面自由自在地走，我却连路都不认识，真的感觉自己啥都不行，活得好失败啊，也不知道啥时候才能适应这城郊的生活。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说最近过年那天，儿子儿媳忙活着准备年货，我想帮忙，儿子却让我歇着，我就觉得自己啥也干不了，像个累赘。中午大家聚在客厅，我却像个局外人，心里特别难受。下午我出门散心，看到别人家热热闹闹放鞭炮，我就更觉得孤单了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心，但也有开心的时候。最近一次真正感到快乐，是之前帮儿媳分药，她夸我细心，还说多亏有我帮忙。那一刻，我觉得自己对家人是有用的，心里特别开心。后来我还教孙女缝扣子，看她学会后兴奋的样子，我也很满足。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？最近一次觉得活着美好还是好久以前了。就像之前过年，儿子儿媳忙忙碌碌，我想帮忙却被说年纪大了。看着一家人在客厅热闹，我却像个外人。出门散步看到别人家热热闹闹放鞭炮，想到和老伴一起过年的温馨，可现在我这么孤单，家人也不关心我，这活着还有啥意思？"
        }
    }
]