[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像之前，我在小区花园遇到个喜欢戏曲的大妈，聊得可开心了。但最近做香囊失败后，我就有点沮丧，觉得自己老了，好多事做不了，这让我不太满足。不过，想到家人对我的照顾，我又觉得挺温暖的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀。我一直喜欢听戏曲、做手工。不过最近因为年纪大了，做手工的时间稍微少了点，但也没有放弃。我还是会经常听戏曲，跟着唱两句。至于写贺卡给曾孙，我可得好好准备，这是我最近的小目标呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都挺忙的，听听戏曲、做做手工。而且家里人都常来看我，尤其是那些曾孙辈，可热闹了。最近一次有这种感觉……好像没有吧。我就盼着能见证家族第七代诞生，这日子有盼头，怎么会空虚呢？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像之前有段时间，做香囊失败后，我对做手工和听戏曲都没了兴趣，坐在家里，感觉时间过得特别慢。但又不敢去尝试别的，怕又做不好，给家人添麻烦。不过后来遇到了那个喜欢戏曲的邻居，和她聊聊天，又觉得生活没那么无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还可以。最近一次心情愉悦是几年前在小区花园散步，听到一位大妈哼戏曲，就和她聊了起来。没想到我们都喜欢听戏曲，越聊越投机。回到家还跟长孙分享了这件事，他也很开心。当时我觉得生活真美好呀，和有共同爱好的人聊天真的很愉快。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我很少担心会发生不好的事情呀。不过最近一次对未来有点担忧，是因为我想记住曾孙的生日给他写贺卡，但又怕自己记性不好给忘了。我现在身体机能在下降，就怕这点小事都做不好，给家人添麻烦。但我又觉得自己是被家人需要的，所以还是很努力想做好。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是前几天和小区里那个也喜欢听戏曲的大妈聊天呢。当时阳光正好，她一哼起那熟悉的曲调，我就被吸引过去了。我们越聊越投机，回到家我还跟长孙分享了这件事，看到他也为我开心，我心里呀，别提多高兴了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助呀。不过有一次，我想给曾孙做个手工礼物，但是眼睛有点花，穿针引线都费了好大劲，当时心里确实有点着急和无奈，但后来还是慢慢完成了。我觉得自己虽然身体机能在下降，但还是能为家人做些事情的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在更愿意待在家里。就像前几天，邻居大妈约我去参加小区的活动，我犹豫了一下还是没去。我觉得自己年纪大了，出去可能会给别人添麻烦。而且在家里听听戏曲、做做手工，也挺好的。不过，有时候我也会想，是不是应该多出去走走，和大家交流交流呢？"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力是有点不如以前了。就拿最近来说吧，我想给我的曾孙准备一份特别的礼物，可就是记不清他生日具体是几号了，这让我挺着急的。我怕自己忘了，到时候让他失望。所以啊，我现在特别想把他生日记清楚，好给他写张贺卡，再亲手做个小手工。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀。就像几年前，在小区花园遇到那个和我一样喜欢听戏曲的大妈，我们聊得可开心了。回到家跟长孙分享，看到他笑着回应我，那一刻我就觉得特别美好。不过最近我老觉得自己身体不行了，很多事做不了，有点担心会给家人添麻烦。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我会做手工，还会给曾孙们讲故事，他们都很喜欢我。而且我也会帮着家里做一些力所能及的事情，比如叠叠衣服什么的。我觉得自己还是被家人需要的，所以不会有那种没有价值的感觉。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我这身子骨啊，哪还敢说充满活力哟。前几年吧，有次在小区花园遇到个也爱听戏曲的大妈，当时聊得可开心了，那会感觉还有点精气神。可现在啊，做个香囊都做不好，哪还有啥精力充沛的时候哦。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然我年纪大了，身体机能在下降，有时候也担心会给家人添麻烦，但我还是有很多事情可以做的。比如我喜欢听戏曲、做手工，还想见证家族第七代诞生呢。最近一次感到绝望？好像没有过呀。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我有家人陪着，虽然经济一般，但日子也挺温馨的。最近一次比较的情境嘛……好像没有。我都111岁了，经历过那么多，也不太去想这些了，就想好好过自己的日子，记住曾孙生日给他写贺卡，再盼着能看到家族第七代诞生，这就挺好的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就是有时候会想起之前做香囊失败的事，心里有点难受。觉得自己老了，好多事都做不好了。但前几年遇到个也爱听戏曲的邻居，和她聊天可开心了，回家和长孙一说，他也高兴，我就觉得生活还是挺有意思的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事呀，就是前几天和小区里那个也喜欢听戏曲的大妈聊天。当时阳光正好，我们聊得可开心了，回家后我还跟长孙说了这事呢，他也为我高兴。我觉得能找到个兴趣相投的人聊天，真的很不错。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的呀，能看到家人都健健康康的，我就很开心。就像之前给曾孙们讲故事，他们都听得可认真了，还说要向我学习，那一刻我就觉得活着真有意义。最近一次感受到生命美好的时刻，就是前几天和曾孙们一起做手工，看着他们开心的样子，我心里也特别温暖。"
        }
    }
]