[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上满意也说不上不满意。就像之前，我想给孙子做个陀螺，可手却抖得拿不稳材料，那一刻我觉得自己真没用，心里特别难受，特别自责，觉得自己是个累赘。但孙子拉着我的手要陀螺时，我又觉得自己好像还有点用，能给他带来快乐。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃是做陀螺那次。之前一段时间，我想给孙子做个陀螺，可那天儿子劝我后，我就放下了。当时我手抖得厉害，孙子期待的眼神让我难受。我觉得自己没用，连这都做不好，就放弃了。现在想想，还是很自责，也很无奈，觉得自己真的老了，啥都干不了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是啊，我经常觉得生活空虚。就说之前有一天下午3点半，我在小区花园散步，看到几位老人和家人聚在一起，可热闹了。我想起农村时一家人团团圆圆的日子，就想过去打招呼。但我穿着旧衣服，又不知道说啥，只能默默转身离开。那一刻，我觉得自己的生活真是空虚又孤独啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我一直想着给孙子做个陀螺，可手总是抖，材料都拿不稳。儿子让我别做了，我心里难受极了。我觉得自己什么都做不了，活着真没意思。我就坐在那里，看着孙子玩玩具，可我却提不起一点兴趣，真的好无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦是之前，我在儿子家看到孙子，他说想要个陀螺，我想起自己年轻时做手工的本事，就想给他做一个。那一刻，我觉得自己好像又有了点用处，心里特别高兴。可后来手不受控制地抖，材料都拿不稳，唉……"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前，债主隔三岔五上门催债，我妻子坐在床边愁容满面。我当时就想，这日子什么时候是个头啊，如果还不清债，我们这个家可怎么办。我知道自己必须承担起责任，可心里还是很担忧，要是努力了也还不清债，那可就真的完了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。最近一次真正开心的时候，是之前一段时间给孙子做陀螺。他说想要个陀螺，我就花了好几天在杂物间里做。做好后，看着那陀螺，我心里可满足了。可现在，我还是觉得自己老了，啥都做不好，没啥用，也不知道还能为家人做些什么。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说最近吧，有天下午我在小区花园散步，看到几位老人和家人聚在一起热热闹闹的。我想起农村时一家人团团圆圆的日子，就想过去打招呼。可又觉得自己穿着旧衣服，也不知道说啥，到嘴边的话又咽回去了，当时就觉得特别无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，儿子说带我去公园逛逛，我心里很害怕，就像三年前刚搬到县城时一样。我觉得自己和外面的世界格格不入，别人也不会喜欢我。最后我还是没去，一个人待在家里，看着我种的盆栽，心里才稍微安稳一些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说最近吧，10月15号那天，我在儿子家给孙子做陀螺，后来因为一些事没做成，我就一直记着这事呢。我觉得自己挺没用的，连孙子这点小要求都满足不了，我怕家人会因为这个嫌弃我，所以一直心里难受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。就说之前，我想给孙子做个陀螺，可手直抖，材料都拿不稳，那一刻我觉得自己真没用，活着好像也没什么意思。但孙子跑过来拉着我的手要陀螺，我又想起年轻时做手工的事，觉得自己好像还能给家人带来点快乐，这时候又觉得活着好像还有点价值。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己很没有价值。就说之前吧，我想给孙子做个陀螺，可手一直抖，材料都拿不稳，儿子让我别做了，身体重要。我当时就觉得自己真是老了，连这么简单的事都做不好，只会给家人添麻烦，一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我现在哪有啥活力啊。就说之前，我想给孙子做个陀螺，可手一直抖，材料都拿不稳。儿子看到后让我别做了，我心里又酸又涩，觉得自己老了，啥都干不了，哪还能像以前那样精力充沛啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境很绝望。就说之前一段时间，从祖坟回来后，我一直很难过。我老了，身体不好，连祖坟那被砍断的柏树都保护不了。我觉得自己在这个世界上一点用都没有，别人肯定都嫌弃我。我只能自己面对这些痛苦，心里特别绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前有一次，我看到小区里的老人和家人团聚，热热闹闹的。而我在这个县城，连个说话的人都没有。我当时就想，人家都有自己的生活，可我呢，只能一个人面对这一切，这个世界真的很冷漠啊。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我想给孙子做个陀螺，可手一直抖，材料都拿不稳，儿子让我别做了。那一刻，我觉得自己特别没用，什么都做不好，特别沮丧。我以前可不是这样的，现在老了，身体不行了，连给孙子做个玩具都做不到，真不知道活着还有啥用。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前给孙子做手工玩具的时候。但现在，我身体不行了，连给孙子做个陀螺都做不好，手还抖得厉害。我觉得自己就是个累赘，什么都做不了，活着也没什么用了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊。就说之前，在小区花园看到别人热热闹闹聚在一起，我穿着旧衣服，不知道咋和他们搭话，就只能默默走开。回到家也是，一个人待着，心里空落落的，觉得活着真没意思。哪有啥美好的时刻啊。"
        }
    }
]