[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。最近一次不满足是护工把我修补多年的旧物件弄坏了，我很珍视它，那是我体现价值的方式，可他满不在乎，儿子也不理解我。从那以后，我就觉得自己的价值没被认可，每天都很失落，也没心情做自己喜欢的事了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，就像之前春节聚餐，家人都在玩手机没人理我。从那以后，我连平时爱听的收音机都不想碰了。我觉得自己做的那些事，家人都看不到价值，我也不知道活着有啥意义，干啥都提不起兴趣。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就说之前护工弄坏我修补的旧物件那次，我跟儿子说，他却不当回事。从那之后，我就更觉得自己在这个家没什么意义。每天就是坐在沙发上发呆，也不知道该干什么，感觉生活一点盼头都没有，特别空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说最近吧，小重孙子走后，我一个人在家，一整天都没说话，收音机也不想听了。我觉得自己这一辈子经历了那么多，可家人根本不在乎，我在这个家好像没什么用，活着也没啥意思，这种感觉真的很难受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前生产队表扬我修灌溉渠那次。当时会计组长在讲台上表扬我，会后大家都围过来夸我厉害。我觉得自己的努力得到了认可，心里特别自豪。但现在，那些辉煌都过去了，我感觉自己被世界遗忘了，也没什么能让我开心的事了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我经常担心不好的事发生。就像之前有一天晚上，我坐在阳台上，手里拿着外孙女送的手机，想给她打电话，又怕打扰到她，最后还是挂断了。我总是担心自己会给别人添麻烦，也担心自己会被别人误解。这种感觉真的很难受。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。最近一次开心，还是之前想起1958年修灌溉渠时，队长夸我账目算得好，大家都认可我。那时我觉得自己是有价值的。可现在，我总觉得自己被家人忽视了，一个人很孤独。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前，儿子把我接到城郊的回迁房，房间里都是新东西，窗外车来车往。儿子说让我安心住，可我觉得自己像个过客。我不敢说什么，只能机械点头。这里很陌生，没人能陪我适应，我还是得一个人面对，那种无助感一直萦绕着我。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前护工弄坏我旧物件那次，从那以后我就更不想出门了。每天就待在这屋里，看着那些旧东西，回忆过去。感觉外面的世界都和我没关系了，出去也不知道能做什么，还不如在这家里，虽然孤独，但至少有这些回忆陪着我。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，就是最近有点差。比如春节聚餐时，大家都在玩手机，没人理我，我就想起了饥荒时家族里的人相互扶持的场景，可现在家人好像都看不到我的价值，也不理解我。这事儿一直在我脑海里挥之不去，让我心里难受得很。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？我也说不清楚。就像之前护工弄坏了我修补的旧物件，我跟儿子说，他却不在意。那一刻，我觉得活着好像没啥意思。最近也没啥让我觉得生命美好的时刻，每天就是这么浑浑噩噩地过，家人都不关心我，我也不知道自己活着还有啥用。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，当然觉得自己没价值。就说之前过年那次，我满心欢喜等着和家人热闹过年，可儿子和孙辈们一坐下就玩手机，我说起以前过年热闹，他们理都不理。那一刻，我心里难受极了，觉得自己像个局外人，真的没啥价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，最近一直觉得自己老了，没用了。就像护工弄坏我旧物件那次，儿子也不理解我，我觉得自己连这点小事都做不好，更别提什么活力了。以前主持修灌溉渠的时候，我还觉得自己有点用，现在那些都过去了，我就像被世界遗忘了一样。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像之前我从养老院溜出去迷路那次，当时我心里特别慌，周围的街道都很陌生，我找不到回去的路。儿子虽然着急地找我，但我还是觉得很绝望，我总是一个人面对这些，没人真正能理解我，我也不知道自己以后的生活会怎样。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么觉得。就像之前，我看到邻居家的老头，他儿子经常带他出去旅游，可我儿子却很少关心我。我就想起以前饥荒的时候，我一个人在山里挖野菜，手脚都被划破了，那种孤独和无助的感觉又涌上心头。我觉得自己好像一直都过得不好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像春节聚餐那次，家人都在玩手机，没人理我。那一刻，我觉得自己特别孤独，好像被家人忽视了。我不明白为什么现在的家人不像以前饥荒时那样相互扶持了。我真的很怀念过去的日子，也不知道自己还能在这个世界上待多久。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐，是想起1958年修灌溉渠时，队长夸我账目算得好，周围队员都向我投来赞许目光。那时候我觉得自己是有价值的，现在老了，好像没什么用了，也没人关心我，唉……"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像之前护工弄坏我修补的旧物件那次，我跟儿子说，他却不当回事。那一刻，我觉得活着好像也没啥意思。最近一次感受到生命美好的时刻？好像……没有吧。我现在就觉得自己是个多余的人，没人关心我，也没人在意我的感受。"
        }
    }
]