[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意吧。就说最近过年的时候，我满心期待孩子们回来陪我，早早就打扫屋子准备年货。可打电话一问，他们都说工作忙回不来。那一刻，我心里别提多失落了，觉得自己被忽视了，好孤独啊。我为他们付出了那么多，结果过年都只能一个人过。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是啊，之前一段时间，我都没心思打理盆栽了。就像有次我生病，想着孩子们能来看看我，可他们都没来。我当时觉得自己老了没用了，做什么都提不起劲，连盆栽都不想管了。现在想想，还是得打起精神，把家书故事集整理好，给孙辈们留下点东西。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？那是常有的事。就说之前一个人在医院做检查，周围都是有人陪着的，我却只能自己拖着身子在各个科室奔波。那时候啊，心里空荡荡的，觉得自己好像被这个世界遗忘了。我为孩子们付出了那么多，可到了晚年，却连个陪我看病的人都没有。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次感到无聊，是在医院回来后。那天我瘫坐在椅子上，看着精心打理的盆栽也没兴致。心里想着病情，又怕给子女打电话添麻烦。我觉得生活没了盼头，就这么一个人待着，什么都不想做，特别无聊，也特别孤独。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦是之前志愿者来看我，夸我盆栽养得好。当时阳光洒在盆栽上，志愿者眼睛亮了起来，我原本黯淡的眼神也有了光彩，和他们聊起盆栽养护方法，心里别提多高兴了。但过后又觉得这种快乐很短暂，我还是很孤独。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有啊，就像之前我看到李大哥进货被骗，店铺都快开不下去了。我就担心农村经济不稳定，说不定哪天我也会遇到这种事，到时候我可怎么办啊。我现在一个人生活，要是出了什么事，都不知道该找谁帮忙。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我现在开心的时候少咯。之前大概九几年的时候，我小卖部生意好，老主顾都夸我。有一次，赵叔说就喜欢来我这买东西，我可开心了，觉得自己这么多年辛苦经营都值了。但现在，孩子们都忙，我一个人在家，没啥能让我特别开心的事了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就之前店铺拆迁那会儿，我去相关部门要补偿款，工作人员都不理我，我回家跟子女说，他们也很少来看我，帮不上忙。我当时就觉得特别无助，没人在意我。现在想想，还是很难过，觉得自己老了，没用了，啥都得靠自己。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像上次，孩子们让我去参加个聚会，我就想起在养老院被抛弃的事，心里难受，就没去。我觉得待在家里，看看盆栽、听听戏曲广播，挺好的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是不太好。就说之前，我想给三女儿打电话说手机的事，结果拿着电话半天想不起来她号码。后来好不容易想起来了，又忘了自己要说啥。唉，我这脑子真是不中用了，以后可咋办啊，连和孩子们联系都成问题，更别说编家书故事集了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好不美好的。就像之前，我生病了，孩子们都顾不上我，那时候我觉得活着真没意思。最近一次感受到生命美好的时刻？好像是志愿者来陪我聊天那次，我觉得自己好像不是那么孤独了，不过这美好也很短暂，他们走了之后，我还是一个人。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值。之前有一次，我守着小卖部，起早贪黑的，为了啥？还不是为了孩子。那时候拆迁办的人对我不管不顾，我委屈得很。但孩子们的信来了，我就觉得自己的付出是值得的，我把他们养大，还供他们读了大学，我怎么会没有价值呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有什么活力啊。就说之前，孩子们都忙，过年都不回来，我一个人在屋里，回忆着以前过年的热闹，再看看现在的冷清，心里别提多难受了。哪还觉得自己有活力啊，只觉得这日子过得越来越没意思，我是不是真的老得没用了，才会被大家都忽略。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得很绝望。就像之前打电话给孩子们，他们都不回来陪我过年。我一个人坐在屋里，看着窗外邻居家热闹的样子，心里空落落的。我为他们付出了那么多，现在却只能一个人过年。我真的不知道活着还有什么意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就像之前店铺拆迁，我满心期待补偿款能让日子好过些，可工作人员根本不理我。那时候我就想，为啥别人都能顺利解决问题，我却这么难。现在我一个人在这老院子里，更觉得自己和别人的生活差远了，他们都有人陪，我却只能对着盆栽发呆。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就像之前我去医院检查，医生说我有认知功能障碍和中度抑郁风险，我当时就特别害怕、迷茫。后来从医院回到家，看着我精心打理的盆栽都没了兴致。我觉得自己老了，病了，以后的日子不知道该怎么过。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我以前经营小卖部的时候开心的事挺多的。就说大概九几年的时候，有一天老主顾赵叔来买东西，夸我东西好又便宜，还说就喜欢来我这买。我当时心里别提多高兴了，觉得自己这么多年的辛苦都值了。现在老了，很多事都力不从心了，也没那么多开心的事了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也不知道算不算美好。就像之前有次，我在房间里看着盆栽发呆，社区志愿者来了。我心里紧张得很，怕他们觉得我孤独。哎，现在老了，没什么能让我觉得特别美好的时刻了。我就想等三女儿教我视频通话，还有把家书故事集编好给孙辈，可我这脑子……"
        }
    }
]