[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己现在的生活还行吧。最近一次感觉满足的时候，是前几天和社区的老兵一起聊天。我们回忆起以前的战斗经历，就像回到了年轻的时候。虽然现在老了，身体也不太好，但那些回忆让我觉得自己的一生没有白过。不过，有时候也会觉得不满足，比如洗澡这件事，我还是有点抗拒。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，可不是嘛，放弃了不少。就说前几年吧，我以前特喜欢跟社区老兵一起哼军歌，可自从上次摔倒后，我就不敢去了，怕再摔倒给大家添麻烦。虽然心里还是挺想去的，但一想到自己这身体，就只能放弃了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都有事情做，听听戏曲，擦擦勋章。最近一次有啥感觉……我想想，可能就是偶尔会想起以前的战友吧，大家一起经历了那么多，现在就剩我一个了。不过我还有家人陪着，日子过得也挺好的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，每天都挺忙的。就是有时候会想起以前打仗的事，比如1943年那次，炮弹在身边炸，心里害怕但又得稳住。现在老了，生活规律，听戏曲、擦勋章，还盼着重孙女考上师范大学。不过最近三年因为摔倒后抗拒洗澡，给家人添了不少麻烦，这让我有点过意不去。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦啊，那应该是前几天，重孙女来陪我，她跟我说她在学校里考试成绩又进步了，还说以后要努力考上师范大学。看着她那么懂事又有目标，我心里可高兴了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担心是前几天，我身体不舒服，但没跟家人说。我怕自己身体越来越差，给家人添麻烦。而且我一直惦记着清明去给亡妻扫墓，可我现在这身体，不知道能不能顺利完成。还有重孙女的事，也让我有点担心，怕她考不上师范大学。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正感到快乐的事，是前几天和村里的年轻人聊天。他们说从我的经历里学到了很多，还邀请我以后多参加村里的活动。我觉得自己虽然年纪大了，但还是能为大家做点什么，那种感觉特别好。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助，就像三年前我摔倒那次，当时一个人在浴室，怎么都爬不起来，心里可慌了。后来还是家人发现了我。从那以后，我就特别抗拒洗澡，总觉得浴室不安全。你说，我这是不是心理有问题啊？"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像前几天，家人想带我去公园逛逛，我心里就有些犹豫。我觉得在家里听听戏曲、擦擦勋章挺好的。出去的话，人多嘈杂，我可能会不太适应。而且，我的身体也不太好，出去也怕给家人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己的记忆力不如以前了。就拿前几天来说吧，我想给重孙女讲我以前打仗的故事，结果好多细节都记不清了，当时心里可着急了。我这一辈子经历了那么多事，可不能让这些记忆就这么没了啊。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。就像前几天，我在小区花园散步，几个小朋友在那嬉笑玩耍，他们的笑声可好听了。当时我就想起了我的重孙女，我可盼着她能考上师范大学呢。那一刻，我觉得生活特别美好，虽然我身体不太好，但想到重孙女，就觉得一切都有盼头。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值啊。我打过仗，立过功，还救过全村的孩子。我现在和家人住在一起，他们都很照顾我。虽然我年纪大了，有些事情做起来不太方便，但我还是有自己的爱好，比如听戏曲、擦拭勋章。我觉得自己的生活挺充实的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像以前刚回乡务农那会儿，每天天不亮就扛着锄头去田里干活，一点都不觉得累。但现在嘛，毕竟年纪大了，身体不如以前那么灵活，做什么都有点力不从心了。不过一想到重孙女，我就又觉得自己还有点用，还能再坚持坚持。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。我现在日子过得挺好的，有家人陪着。就是有时候会想起以前的事，比如我用军功章救全村孩童的时候。不过我现在记性不太好，很多事都记不清了。还有啊，我这三年都不太愿意洗澡，家人怎么劝都不行，我也不知道自己为什么这么固执。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我现在经济富裕，还有家人陪着，就是老了身体不太好。不过，我有时候会想，那些和我一起打仗的战友要是还在就好了，他们的生活又会是什么样呢？我也不知道现在的年轻人都在忙些什么，感觉和他们有代沟了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上很满意。就像前几天，在小区花园散步，本来挺开心的，突然一阵头晕，我就害怕自己等不到重孙女考上师范大学那一天了。当时心里特别不是滋味，觉得自己身体越来越不行了，好多事都做不了，挺无奈的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我现在开心的时候不多啦。要说最近一次真正开心的事，那可能就是重孙女跟我说她在学校考试成绩又进步了。她可聪明了，我就盼着她能考上师范大学呢。不过，我现在这身体啊，好多事都力不从心了，有时候想想，心里也挺不是滋味儿的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。最近一次觉得活着美好的时候，就是前几天在小区花园里看到几个小朋友嬉笑玩耍，让我想起了重孙女。可我现在身体越来越差，啥都做不了，还成了家人的负担，又觉得活着没多大意思了。"
        }
    }
]