[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上满意也说不上不满意。就拿之前教孙子编蝈蝈笼来说，看到孙子懂事的样子，我心里是满足的。可一想到老伴不在了，不能和我一起看着孙子长大，我又觉得不满足，心里空落落的，晚上也经常睡不着觉。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像确实放弃了一些活动。就拿听戏曲来说吧，之前我很喜欢去村里的戏台听戏，可自从老伴走后，我就没怎么去过了。总觉得一个人去没意思，也没了那份心情。有时候也想过再去，但就是提不起劲，好像做什么都没什么意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是之前晚上睡不着，来到院子里。月光洒在果树上，我望着星星，想起一生的经历，有过成就，但现在老伴走了，只剩我一人。我不知道以后的日子该怎么过，觉得特别空虚，回到屋里也还是睡不着，直到天亮。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我就觉得挺无聊的。之前有一次，我坐在家里，想起2007年村里组织活动的事，后来就没再组织了。我觉得自己的经验和知识没地方分享了，就像上次活动大家认可我那样，现在没机会了，心里空落落的，也不知道干啥，就觉得特无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前教孙子编蝈蝈笼的时候。他跑过来拉着我说想要，我看着他那期待的眼神，心里可高兴了。虽然老伴走了我一直很难过，但那一刻，我觉得自己还是被需要的，能为孙子做点事，心里也暖暖的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧未来，是之前在村诊所看到同村的老李独自排队拿药，他面色憔悴，身边没家人。我就想到自己，老伴走了，子女和孙辈都忙，要是我生病了可咋办。我现在晚上老失眠，心里总觉得空落落的，又担心自己给家人添麻烦，唉。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，是之前孙子让我教他编蝈蝈笼。他那期待的眼神啊，让我心里特别温暖。我就每天和他一起准备材料，教他技巧。看着他一点点进步，我觉得自己可有用了，也特别满足。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前有一天深夜，我怎么都睡不着，来到院子里坐在石凳上。月光洒在院子里，果树投下斑驳影子。我望着星星，想到自己一生经历很多，可现在老伴走了，我一个人，以后的日子该怎么过啊，当时那种无助感特别强烈，一直到天亮我都没睡着。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，我看到老王从城里回来，他说在城里孩子忙，自己一个人待着连个说话的人都没有。从那之后，我就更不想出去了，总觉得外面的世界很热闹，但不属于我。我就想守着自己的家，守着我的孙子孙女。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比别人差多少。就说前几天，我想给小孙子编个蝈蝈笼，脑子里一下子就想起了我年轻时候编笼子的方法，一点没忘。不过老伴走了之后，有时候晚上会睡不着觉，心里空落落的，感觉有点孤独。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有时候觉得挺好，有时候又觉得没啥意思。就像之前教孙子编蝈蝈笼，看着他那认真的模样，心里就挺高兴的，觉得活着还有点盼头。可一到晚上，自己躺在床上，翻来覆去睡不着，想到老伴不在了，就觉得特别孤单，活着也没多大劲儿了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就拿之前来说，我还能带领生产队获奖，供出大学生。只是老伴走了之后，我心里空落落的。像过年的时候，孩子们都回来了，可我还是觉得孤独。我知道我得习惯一个人生活，可这真的很难。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，我哪还有啥活力哟。以前还能带着孙子们到处跑，现在就想待在家里。最近一次觉得有点精神，就是给孙子编蝈蝈笼的时候，看着他那高兴的样子，我心里也舒坦了些，就像以前老伴还在的时候一样。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺难的，但还不至于绝望。就像之前有一天晚上，我怎么都睡不着，心里想着老伴不在了，以后的日子该咋过。但后来想到孙子那么懂事，我又觉得不能就这么消沉下去，我还得教他编蝈蝈笼，还得看着重孙长大呢。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就说之前吧，我去村里老李头家串门，看到他家电视比我家的大，还买了好多新家具。我就觉得人家日子过得真滋润，再看看自己，老伴走了，虽然孩子们都孝顺，但我还是觉得自己挺孤单的，好像啥都不如别人。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就像之前有天晚上，我教孙子编蝈蝈笼，编着编着就想起了我老伴，心里可难受了。孙子很懂事，让我歇会儿，可我还是忍不住难过。现在晚上总是睡不着，翻来覆去的，觉得自己好孤单啊，以后的日子也不知道该怎么过。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，是之前孙子让我教他编蝈蝈笼。他那期待的眼神啊，让我觉得特别被需要。我每天和他一起准备材料，教他技巧，他学得可认真了。看着他一点点进步，我心里那叫一个美啊，觉得自己还是挺有价值的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……有时候觉得美好，有时候又觉得没啥意思。就像之前，我教孙子编蝈蝈笼，他那么懂事，拉着我的手让我歇会儿，我心里可暖了。可一想到老伴不在了，不能和我一起看孙子长大，我又觉得这日子过得没滋味儿，美好是美好，可孤独也一直都在啊。"
        }
    }
]