[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就说前些日子，我突然高烧住院，躺在病床上，看着周围陌生的环境，心里挺不踏实的，这让我觉得有点不满足。但后来想到自己还有那么多事要做，特别是把手艺传给长孙，就又觉得生活还是有盼头的，这又让我感到满足。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过嘞。我一直喜欢养花种菜、听收音机。就说养花吧，我每天都得去看看它们，浇浇水、施施肥。还有听收音机，我每天都要听新闻、听评书。这些都是我生活中不可缺少的一部分，我可舍不得放弃。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都挺忙的，要去看看我的菜园子，给我的花浇浇水，还得听听收音机。最近还在整理工具，准备传给我长孙呢。我觉得现在的生活很充实，也很有盼头，就盼着能早点看到家族五代诞生。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。我每天都有事儿干，早上起来先去看看我种的花和菜，然后听听收音机。对了，最近我正忙着整理我的那些工具呢，准备传给我长孙。我还盼着能早点看到家族五代诞生呢，每天都可充实啦，哪有时间无聊哟。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。就像几年前，我刚搬到新家那会儿，一开始心里还有点忐忑，但我主动和邻居打招呼，还和几位同样爱养花种菜的邻居聊得特别开心。我跟他们分享养花种菜的经验，他们都夸我手艺好，当时我心里可欣慰、可愉悦了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我这人吧，心态还算好，不咋担心不好的事儿。不过最近有件事儿让我有点小纠结，就是我想把工具整理好传给长孙，可又怕他不感兴趣。你说我这是不是瞎操心啊？（眉头微皱，手不自觉地摩挲着下巴）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正让我快乐的事，是前段时间和邻居们在小区里交流手工艺，我还收到了手工艺交流活动的邀请。当时我可高兴了，回家就跟小儿子说了，他也为我开心。我觉得自己又找到了生活的乐趣，还能认识更多的朋友。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。最近一次嘛，好像是之前整理工具的时候，有些工具放得太久，我都记不清它们的用途了，有点犯愁该怎么给长孙讲清楚。但后来我又想，我可以边整理边回忆，实在想不起来的，等长孙来了再一起研究，也就不觉得无助了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我其实也不是更倾向于待在家里。就像我刚搬来新家那会儿，心里虽然忐忑，但还是主动出去和邻居交流了。不过最近身体不太好，就待在家里的时间多一些。但我也会听收音机，了解外面的事情。而且我还想着把工具整理好传给长孙呢，这也得出去找找合适的工具盒啥的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，不算差。最近一次因记忆问题困扰，是想找一个工具，找了半天没找着，后来才想起来放在了柜子的角落里。我这脑子有时候就是会犯迷糊，但也不是啥大问题，不影响我过日子。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀！就像前几年，我刚搬到临安郊区的时候，心里还挺忐忑的。但后来我主动和邻居打招呼，还和几位同样爱养花种菜的邻居聊得特别开心。他们对我的手艺赞不绝口，那一刻我就觉得生活真美好，新环境也没那么可怕了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我这一辈子经历了很多，也做了很多事情。就说最近吧，我拿到了传统手工艺传承证书，还想着把工具整理好传给长孙呢。我觉得自己的手艺能传承下去，就是一件很有价值的事情。而且我还盼着能见证家族五代诞生呢，这也让我觉得自己的存在很有意义。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前些日子，我在菜园子里忙活，给菜浇水、施肥，虽然累得满头大汗，但心里特别高兴。当时我就感觉自己好像又回到了年轻的时候，有使不完的劲儿。我还想着等菜长大了，就可以分给邻居们尝尝，大家一起乐呵乐呵。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。我现在日子过得挺规律的，每天种种菜、听听收音机，还能和家人朋友聊聊天。虽然有时候会觉得身体不如以前，但也没什么大毛病。我现在就盼着能看到家族五代诞生，把我的手艺传给长孙，其他的也没什么可愁的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我现在每天能种种菜、养养花，还能和家人朋友聊聊天，挺知足的。不过有时候看到社区里一些年轻人活力满满的样子，我也会感慨自己确实老了，身体不如从前了，但这也没什么，我还是能做很多自己喜欢的事情呀。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就说前几天吧，我在院子里晒太阳，看着自己种的菜长得绿油油的，心里可满足了。可又想到自己年纪大了，身体越来越差，好多事都力不从心，就又有点不满足了。特别是想到自己还有那么多事没完成，心里就更着急了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，就是前几天在小区和邻居们交流，他们都很热情，还邀请我参加手工艺交流活动。我把这事告诉小儿子，他也为我高兴。我觉得自己能融入新环境，还有了新的社交圈子，真的很开心呢！"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的呀。就像几年前刚搬到临安郊区这边，一开始心里挺忐忑的，后来我主动和邻居们打招呼，还一起聊养花种菜，他们都可热情了。当时我就觉得，这生活还挺美好的。而且我现在就盼着能看到家族五代诞生，那肯定更美好。"
        }
    }
]