[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前三儿子对我不耐烦，我觉得自己没用，连和子女说说话都被嫌弃。还有我那被虫蛀的粮票，唉，感觉什么都在和我作对。最近我总是想起以前的苦日子，心里越发难受，活着好像真没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我最近就放弃了擦照片这个活动。你知道吗，之前一段时间，我每次擦照片都能想起好多过去的事儿。可自从那些粮票被虫蛀了之后，我就觉得自己什么都做不好，连照片都不想擦了，感觉擦了也没意义，反正我的回忆都要没了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不是空虚的。就像之前在扫盲班，有个同学和我聊起逃荒经历，那时候我心里特别感动和欣慰。但最近，我的粮票被虫蛀了，就像我失去了最重要的东西，心里空落落的，很难过。不过，我还是想记住曾孙的名字，这也算我生活中的一个盼头吧。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次无聊，是前几天下午，阳光挺好的，我在院子里坐着，想给重孙们讲讲过去的事。结果他们一听我说话就跑开了，我就那么坐着，看着他们在远处玩，心里空落落的，不知道干啥好，就觉得特别无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦？我都记不清了。不过之前有次重孙来看我，叫了我一声太爷爷，我当时心里可高兴了。但现在，我觉得自己老了，没用了，什么都记不住，连曾孙的名字都记不住，活着也没什么意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就像以前在扫盲班，我那铅笔被老裁缝用了好几天都不还我，我心里就一直担心他是不是觉得我好欺负，以后大家都会这样对我。那时候我委屈得不行，眼泪都快出来了，也不敢去要铅笔，就怕被人笑话。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。之前有一次，我想起了在扫盲班时，跟同学讲小时候饥荒经历的事。那时我虽然很哀伤，但也觉得自己的回忆是有价值的。可现在，我年纪越来越大，记性也不好了，连曾孙的名字都记不住，感觉自己真的没用了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，经常觉得无助啊。就说之前一段时间，我打开存放粮票的盒子，发现那些粮票都被虫蛀成碎屑了。我当时就觉得自己的回忆财富没了，手也抖得厉害，眼泪在眼眶里打转，就那么呆呆地站着，啥也做不了，真的是太无助了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就爱待在家里。就说之前吧，阳光照进偏房，我打开盒子看到粮票被虫蛀成碎屑，那心啊，疼得不行。从那以后，我就更不愿出门了，怕外面的世界再夺走我什么。就这么待在家里，守着剩下的回忆，心里才稍微踏实点。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，我的记忆力确实不行了。就说之前吧，重孙们在院子里玩，我想叫他们名字，可就是想不起来。当时我心里可难受了，觉得自己真是老糊涂了。还有啊，最近家里的粮票被虫蛀了，我明明记得放在柜子里的，怎么就被虫蛀了呢？这脑子真是越来越不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？我经历了那么多苦，饥荒、逃荒、丧妻……最近粮票还被虫蛀了。就说小时候饥荒那事吧，1939年，我抱着饿死的三妹，心里难受极了。现在老了，还得了认知障碍，连曾孙名字都记不住，活着真没啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有的，大概九几年的时候，我去村科技培训室想学点新东西。可那些机器和操作流程我咋都弄不明白，旁边年轻人还笑话我。我觉得自己啥都做不了，就是个累赘，啥用都没有，最后就默默离开了。（情绪低落，头微微低下）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我都这把年纪了，哪还有啥活力哟。以前年轻的时候，为了养家糊口，那是拼了命地干活，感觉有用不完的劲。可现在，身子骨不行了，啥也干不了。最近粮票还被虫蛀了，真是越老越不中用了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，可不就是绝望嘛。就前几天下午，我在儿子家院子里，想给重孙们讲讲我年轻时的事儿，可他们一听我口音就嫌弃地跑开了。我当时心就凉了，觉得自己真没用，家人都不重视我。现在这社会，我是越来越跟不上了，活着真没啥意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，我就觉得自己没啥用。就说最近吧，我那粮票被虫蛀了，我难受得很，可孩子们好像都不太在意。他们都忙自己的事儿去了，没人跟我好好说说话。唉，活着真没啥意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前，我在院子里招呼重孙们来听我说话，结果他们一听我的口音就嫌弃地跑开了。我当时心里可难受了，觉得自己老了，没用了，家人都不重视我。现在想起来，还是觉得挺失落的，活着好像也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。最近一次真正开心，还是之前一段时间，我把扫盲班的事讲给重孙听，他听得可认真了。我小时候饥荒，全家饿肚子，四处找野菜。那时候我就想，一定要坚强活下去。我觉得把这些事讲给重孙听，能让他明白现在的日子多好，也算是我有点用。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上来。就像之前饥荒那会，饿肚子，还亲眼看着三妹饿死，我觉得活着真难啊。可现在有吃有穿了，孩子们也都长大了，我又觉得活着好像也还行。最近嘛，好像也没啥特别让我觉得美好的事，日子就这么一天天过着。"
        }
    }
]