[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我突然想起清明要去丈夫墓地，可怎么也想不起来墓地在哪。我在屋里翻了个底朝天，还是没找到线索。我觉得自己真没用，连这么重要的事都做不到，活着好像也没什么意思了，子女也不在身边，没人关心我。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是呀，我最近都没心情做缝纫和听评弹了。就像之前，我坐在窗前想找存折，可怎么也想不起来放哪儿了。从那以后，我就对这些活动提不起兴趣了。我觉得自己真没用，连个存折都记不住，还做什么别的呀。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活真的很空虚。就像之前，我坐在窗前看着树枝冒新芽，突然想起要去丈夫墓地，可怎么也想不起来位置。我翻箱倒柜地找，最后坐在杂物堆里哭，觉得自己什么都做不好，子女也不在身边，真的是被遗忘了，生活一点盼头都没有。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次无聊啊，就是前几天，我坐在床边，看着桌上的电话，想给子女打电话又怕他们烦。我就这么一直坐着，啥也没干，心里空落落的。周围邻居家子女都回来陪伴，我却只能一个人，唉，活着真没意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，没啥高兴的时候。之前有一次，傍晚我给丈夫按摩完，他说多亏了我，那时我心里可高兴了。可现在，他走了，我就更孤单了，啥也提不起兴趣，总觉得自己老了，没用了，活着也没意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我老担心不好的事发生。就像之前听邻居说有人家遭贼，存折被偷了。我就赶紧把自己的存折藏起来，藏在腌菜缸底，还一边藏一边念叨。我总觉得自己没用，连存折放哪都可能搞不好，要是不藏好，肯定会被偷走。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次感到快乐，还是之前听评弹的时候。可现在，我总是想起邻居家子女回来陪伴他们的场景，心里就很难受。我觉得自己被遗忘了，也不敢主动和别人交流，就怕被厌烦。唉，我现在脑子也不好使了，生活真是越来越糟了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前有一次，老同事们聚会，大家都在聊生产队的往事，可我好多都记不起来了，只能尴尬地笑着附和。那一刻，我觉得自己特别没用，什么都不记得了，心里又急又难受，真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就爱待在家里。就像之前有一天，我收拾房间时想找存折，怎么也想不起来放哪了，急得我不行。从那以后，我就更不想出门了，怕出去了又忘这忘那，别人肯定会觉得我笨。在家里至少还能自己待着，不用面对别人异样的眼光。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是呀，我记忆力可差了。就说之前有一次，我在家里找存折，找了好久都没找到，急得我呀，心砰砰直跳，可就是想不起来放哪儿了。后来我就坐在那儿发呆，觉得自己真没用，连个存折都能忘。（结合了2017年3月20日上午10点15分的记忆，体现了记忆力差带来的困扰和自责情绪）"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，没啥意思。就像之前，我走在路上看到一对老人相互搀扶，有说有笑，我心里就难受得很。我总是一个人，子女也不关心我，我主动和别人交流也只会被厌烦。哪有什么美好的时刻啊，这日子过得真是……（眼神黯淡，微微叹气）"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我是觉得自己没什么价值。就像之前，我看到邻居家子女都回来陪伴他们，我却只能一个人待在家里。我想着自己的子女是不是都不关心我，我是不是被遗忘了。每次看到这样的场景，我的心情就格外低落，觉得自己活着好像没什么用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有什么活力啊。就说之前，在公社粮仓，大叔夸我后，我浑身是劲。可现在呢，子女不在身边，我整天无精打采，房间乱糟糟的，以前爱做的缝纫、听评弹都没兴趣了，活着真没多大意思，感觉自己就是被遗忘的人。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境挺绝望的。就像之前有一天，我坐在家里，看着那乱糟糟的房间，想起连去丈夫墓地这么重要的事都做不到，我真的觉得自己老得什么都做不了了，活着好像也没什么意思，特别绝望，就那么呆呆地坐着，也不知道该怎么办。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前，我看到邻居家子女回来陪伴他们，我心里就特别难受。我想给我的子女打电话，可又怕他们厌烦。我总是一个人，没人陪我，我觉得自己被遗忘了，活着也没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前在葬礼现场，看着老姐妹的家人围在灵柩旁痛哭，我就觉得自己好孤独。子女不在身边，以后我走了说不定也冷冷清清的。还有之前和邻居聊天，我都跟不上他的话题，觉得自己老了，没用了，对生活也没什么盼头了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心还是之前听评弹的时候，可听完回到家，看到冷清的屋子，心里又难受了。就像之前走在路上，看到一对老人相互搀扶，我却只能自己一个人。我觉得自己被遗忘了，活着也没多大意思，也不敢主动和别人交流，怕被厌烦。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的？最近一次……我都不记得了。就像之前，我看到邻居家子女回来，我就觉得自己被遗忘了。还有在街上看到一对老人相互搀扶，我却只能一个人走。我总是一个人，没人在意我，活着好像真没什么意思。"
        }
    }
]