[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像前几天晚上一家人在餐厅吃饭，我跟儿子和孙辈们分享过去管理家庭财务的经验，看着他们认真听的样子，我心里可满足了。但有时候也会因为家人和护工不理解我、不尊重我的生活方式而生气、郁闷，就像之前量血压阿姨瞎操心我的事，让我很不痛快。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没有放弃过什么感兴趣的活动。不过，有时候想做的事情太多，精力有点跟不上。就像我想整理抗战逃难路线图，还想多陪陪我的那些兰花，但一天就那么多时间，难免会有点力不从心，心里也会有点着急，不知道该先顾哪头。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都有事情做，比如侍弄我的兰花。而且我还有个短期目标，就是整理抗战逃难路线图。不过有时候一个人待着，也会想起过去的事情，像童年时日军空袭的阴影，这算不算一种空虚呢？我也说不太清。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，日子过得挺规律的。但有时整理抗战逃难路线图，遇到资料缺失，就会有点烦闷。还有啊，盼着五代长孙婚礼，可日子还早，也会偶尔觉得时间难熬。不过我都习惯了，自己能调整，也会和护工、孙辈聊聊天，打发打发时间。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦的经历啊……就是前几天，我那小曾孙来看我，他特别调皮，在花园里跑来跑去，还帮我给兰花浇水。看着他那活泼的样子，我心里可高兴了，感觉一下子年轻了好几岁呢。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事情发生。就像前些年，大儿子生意不好做，打电话跟我说撑不下去了，我当时心里就猛地一揪。我担心他生意失败会让家庭经济雪上加霜，也担心我们一家人会因此陷入困境。但我还是强装镇定地鼓励他要坚韧一些，挺过去就好了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，是跟儿子和部分孙辈分享过去管理家庭财务的经验，他们都听得很认真。我觉得自己在这个家里还是挺有价值的，能帮着把家庭财务状况打理好，心里就特别满足和开心。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我很少感到无助。不过，有一次我想把兰花从一个花盆移到另一个花盆，结果不小心把根弄断了，当时有点不知所措。但我很快就冷静下来，按照平时学到的知识，给它重新种好，还多浇了点水。现在那盆兰花长得可好了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更倾向于待在家里。就像前些日子，天气不错，家人想带我出去逛逛公园。可我一想到外面人多嘈杂，就有些犹豫。最后还是选择待在家里整理我的抗战逃难路线图。我觉得在家里更自在，能专注于自己的事情，也能让我想起过去的那些日子。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，不算差。最近一次因记忆问题困扰，就是想不起抗战逃难时经过的一个小地方的名字了。我一直想把逃难路线图整理出来，这事儿老在我心里搁着，可就是想不起来那地方叫啥，有点着急。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着是不是美好的事，我也说不太清。但看到我那几个孩子都过得挺好，我就觉得还不错。就像前几天，我的小孙子来看我，给我带了他自己画的画，当时我心里可高兴了。不过，有时候也会想起以前那些不好的事，比如新婚夜发现丈夫跛脚，心里还是会有点不舒服。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像我一直都在努力生活，照顾家人，现在还想着整理抗战逃难路线图呢。虽然有时候会想起过去的一些不如意，比如新婚夜发现丈夫跛脚，但我都坚强地走过来了。我觉得自己是有价值的，能为家人做很多事，也能把自己的生活过得有滋有味。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，活力嘛，我这把年纪了，说不上多有活力。就拿之前整理抗战逃难路线图来说吧，我是有这个想法，也想弄清楚当年的事，可有时候觉得自己精力不太够，弄着弄着就累了。但一想到能给子孙后代留下点什么，我又打起精神继续弄。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。虽然童年有日军空袭的阴影，但我都这么大岁数了，也经历了很多困难，不都挺过来了嘛。而且我现在经济富裕，还有家人陪伴，就是有时会孤独些。至于最近一次绝望的情景，我还真一下子想不起来呢。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我这一辈子经历了太多，虽然有过艰难困苦，但也都挺过来了。现在日子过得也不错，有家人陪着，还有自己的爱好。最近一次比较？好像没有吧，我更愿意关注自己当下的生活，把该做的事情做好，比如整理抗战逃难路线图。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像前段时间，我在家人帮助下整理好抗战逃难路线图，留学孙女还打来视频夸我，那时候我心里可满足了。但也有不满足的时候，就是最近身体不太好，担心会影响我整理路线图和参加长孙婚礼，这让我有点着急。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正快乐的事，可能就是看到我养的兰花又开了几朵新花。那花长得可好看了，我每天都去看看它们。不过，想起长孙婚礼推迟的事，我心里还是有点不舒服。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有时候是美好的。就像之前有一次，我牵着牛在山间小道上，那时候微风中野花飘香，我心情可舒畅了，还哼起了小曲。不过，现在长孙推迟婚礼，我又觉得心里空落落的，不知道家族以后会怎样。"
        }
    }
]