[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就拿立家族记事碑这事来说吧，我提了好几次，子女们都不支持。我为这个家付出了一辈子，就这点心愿都实现不了。最近一次因为这事不满足，就是前几天又和子女说了，他们还是那态度，我心里真挺难受的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃啥感兴趣的活动。不过现在村里年轻人都出去了，我那些老伙计也不常聚了。就像老钱，以前常一起下棋，现在也不咋来了。我就自己种种菜、听听戏。最近想整理孙辈旧照，还想等孩子成家后立个家族记事碑，不知道能不能成啊。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不算空虚。就像前阵子，我和老伴去医院，一路上我虽然担心自己身体，但也想着家里的事，心里装着家人呢。而且我每天还会去种种菜，听听戏曲，日子过得挺自在。只是有时候会想起以前的工友小周，他回城后就失联了，那时候心里会有点空落落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊呀，每天都有事情做呢。就是最近因为立家族记事碑的事儿，和子女闹得不太愉快，心里有些堵得慌。我为这个家付出了一辈子，就这点心愿，他们咋就不理解呢？哎，现在都不知道该咋和他们说了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是不久前和老战友老赵下棋的时候。我俩边下棋边回忆三线建设的日子，那时候虽然苦，但大家都很有干劲。老赵和我有一样的经历，他能理解我的感受。和他在一起，我仿佛又回到了年轻的时候，那种感觉真的很不错。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我很少担心会发生不好的事情嘞。不过最近嘛，我想给孙辈整理旧照，又怕自己整理得不好，他们不喜欢。还有立家族记事碑的事，我也有点犹豫，不知道该怎么弄才好。你说我是不是想太多啦？"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，就是前几天和老战友们聚会。我们一起回忆起当年在三线建设时的点点滴滴，特别是想起我救出工友后大家一起庆祝的场景，那时候的集体荣誉感和战友情，现在想起来心里都暖暖的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不咋觉得无助嘞。就是有时候吧，看着现在的年轻人都忙得很，孩子们也都有自己的事，我就觉得自己好像没啥用了。就拿整理孙辈旧照来说吧，我想弄好给他们留个纪念，可又怕自己弄不好，他们不喜欢。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像前几天，孩子们都出去了，我一个人在家，看着那些旧照片，心里想着立碑的事。我也知道孩子们可能觉得我老了，想法过时了，但我就是想为家族做点什么。我也犹豫过要不要出去走走，可又觉得还是在家自在些，而且我还得去菜园看看我的菜呢。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，跟大多数人差不多。最近一次因记忆问题困扰，好像是前几天找我的老花镜，怎么都想不起来放哪儿了，最后还是老伴儿帮我找到了。不过这也不是啥大问题，年纪大了，记性有点不好也是正常的嘛。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啊！就拿上次帮子女解决建材商铺难题后，他们对我的态度好了，遇到问题主动来问我，那种被信任的感觉，让我觉得活着特别有意义。还有啊，我现在每天种种菜、听听戏曲，日子过得也挺舒坦。最近一次感受到生命美好的时刻，就是前几天和老钱下棋的时候，我俩一边下棋一边聊天，仿佛又回到了年轻的时候。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我年轻时参与三线建设，中年当村支书修水渠，现在还能种菜、听戏曲。只是现在孩子们都忙，很少回来，我有时会觉得有点孤独。但我还有老战友，还有和老钱下棋的时候，那些时光都让我觉得自己还是有点用的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前和老战友老赵在小区棋牌室回忆三线建设的日子，那时候我感觉自己又回到了年轻的时候，特别有精神。不过，现在毕竟年纪大了，不像以前那样精力充沛了。但我还是会尽量让自己保持一个好的状态，去做一些自己喜欢的事情。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然现在社交网络不如以前，但我还有家人，有老钱能一起下棋。最近一次感到有点低落，是前几天整理东西时，看到了年轻时的照片，想起了那些一起奋斗的日子，现在大家都各奔东西了，有点感慨。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。我现在日子过得挺踏实，每天种种菜、听听戏曲。就是有时候会想，自己这一辈子忙忙碌碌，好像也没留下啥特别的东西。最近整理孙辈旧照，看着他们小时候的样子，觉得时间过得真快啊。我就盼着孩子成家后能立个家族记事碑，把我们家的事儿都记下来。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。最近一次感觉满足的时候，是前几天和老钱下棋，我俩下得有来有回，杀得难解难分。最后我险胜一局，那种感觉就好像回到了以前和工友们一起奋斗的日子，心里特别舒坦。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还不错。最近一次真正感到快乐的事，是前几天和老战友老钱下棋。我俩一边下棋一边回忆过去的事，就像又回到了当年一起奋斗的日子。那时候的我们年轻有干劲，充满了活力。现在虽然老了，但那些回忆依然让我感到温暖和快乐。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的。就说之前，我提出立家族记事碑，虽然子女们不支持，但我还是想为家族做点事。最近一次感受到生命美好的时刻，就是和老钱下棋的时候，我俩一边下棋一边聊天，仿佛回到了过去的时光。"
        }
    }
]