[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意。就说之前重孙女来祠堂，我教她编蝈蝈笼，她可高兴了。那时候我觉得自己还有用，能让家人开心，心里可满足了。不过有时候也会觉得孤独，子女们都忙，不常来看我。但我知道他们也不容易，我就种种菜、听听收音机，日子也就这么过着。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过啥活动。我每天还是会去种菜养鸡，日子过得挺充实。就是有时候觉得挺孤独的，孩子们都忙，很少来看我。不过我也能理解，他们都有自己的生活。我就盼着能五世同堂，到时候一大家子人热热闹闹的，那该多好啊。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都有事情做，比如去看看我种的菜和养的鸡。不过有时候晚上一个人待着，听着收音机里的戏曲，会突然觉得有点孤独。但想到我的孩子们，还有我那还没实现的五世同堂的愿望，就又觉得生活还是很有盼头的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像之前一段时间，家人们都走了，又只剩下我一个人在这空荡荡的祠堂里。我望着他们离去的方向，心里空落落的。每天只是机械地做饭、打扫，对啥都提不起兴趣，那种感觉真的很不好受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行。最近一次心情愉悦是之前在院子里，阳光正好，二妹让我帮她缠绣线团，我边缠边教她方法。她认真听着，还夸我好。我觉得自己是被需要的，心里可甜了，手上动作都快了，脸上也一直笑着，那感觉可真好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我很少担心不好的事发生。不过之前一段时间，我想种丝瓜藤，但又怕自己年纪大了，种不好。我就跟老伴儿说了，他说会帮我。后来我就不怎么担心了，因为我觉得我不是一个人，还是有人需要我，我也能做些事情的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正快乐的事，是之前有几个年轻后辈回村祭祖，他们看到我守护的祠堂那么好，都夸我为家族做了大贡献。当时我心里可开心满足了，脸上的笑容就没停过，还跟他们讲了好多祠堂的事呢。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我偶尔会觉得无助。就像之前一段时间，我想把院子里的地翻一翻准备种丝瓜藤，可我年纪大了，翻不动。我叫了几声家里人，都没人回应。那一刻，我觉得自己真没用，连这点小事都做不了，特别无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前，我在家族祠堂的院子里，看着那片空地，就想起年轻时种菜的事。我心里想着种丝瓜给家人吃，于是就拿起锄头去种菜。我觉得待在家里做这些事，能让我感到满足和欣慰，也能让我觉得自己是有价值的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行啊，没比别人差多少。最近一次因记忆问题困扰，是之前想给曾孙讲我小时候的事，结果有些细节记不太清了，当时心里有点着急，觉得自己老了，连这些都记不住了，不过后来也就过去了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着是美好的呀。就像之前，我在家族祠堂教重孙女编蝈蝈笼，她那兴奋的样子，我现在都记得。我觉得自己虽然年纪大了，但能教给她东西，让她开心，我也很幸福。不过有时候也会觉得孤独，要是家人能多陪陪我就好了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我还能照顾自己，也能给家人一些帮助。最近我还在院子里种了些菜，看着它们一天天长大，我可高兴了。虽然有时候会觉得有点孤独，但我知道家人都很关心我。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前在家族祠堂的院子里，阳光暖暖地照着，我看着那片空地，就想起年轻时种菜的样子。我心里想着种丝瓜肯定行，就拿起锄头，虽然脚步慢点，但特别有干劲。我还想着种出来给家人吃，让他们都夸我呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然有时候会觉得孤独，但我有家人，还有自己的生活。最近我就想着去种丝瓜藤呢，看着它们慢慢长大，我心里也会有些盼头。而且我还盼着能五世同堂，这日子啊，还是有很多值得期待的地方。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我这一辈子经历了很多，有苦也有甜。最近我就想着把丝瓜藤种好，让我的曾孙辈们能吃上新鲜的丝瓜。虽然有时候会觉得孤独，但我知道我是被需要的，我的家人都很爱我。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。最近一次觉得不满足，是在过年的时候，家人们都在看春晚，我一个人坐在角落里。我年轻时为家人付出了那么多，现在老了，却没人愿意陪我说说话。我是不是真的老得没用了，成了家人的负担？"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，是之前有几个年轻后辈回村祭祖，他们看到我把祠堂守护得这么好，都拉着我的手夸我，说我为家族做了大贡献。我当时心里可高兴了，脸上的笑容都止不住，觉得自己这么多年的守护是值得的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着是美好的呀。就说之前重孙女来祠堂，我教她编蝈蝈笼，她可开心了。那时候我觉得自己还有用，能给家人带来快乐，这就是生命美好的时刻。不过，现在我一个人住，还是会觉得有点孤独。但我想着，等丝瓜种出来，给家人吃，也挺好的。"
        }
    }
]