[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我想出门，可电梯都不会用。护工陪着我，我手都抖得不敢按按钮，最后只能回去。还有一次，家人打视频，看我没精神问我咋了，我也不敢说因为不会用电梯怕被嘲笑，就说身体不舒服。唉，感觉自己真没用，啥都做不了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动，是之前一段时间，我本来想去院子里给花浇水，可髋骨疼得厉害，就放弃了。当时心里可难受了，觉得自己连这点事都做不了，真没用。就像那次摔断髋骨后，我什么都做不了，只能躺在床上，给子女添了那么大的麻烦，我心里特别愧疚。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不空虚呀，我每天都有事情做呢。就说最近吧，我一直在给孙子织毛线袜，想着等织好了给他一个惊喜。不过有时候也会觉得有点孤独，特别是一个人待着的时候，就会想起以前的事情，比如小时候和母亲一起生活的日子，还有父亲离世时的情景。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前有一次，下午我一个人坐在门廊那里，周围静悄悄的，我看着过往的电动车，心里盼着子女能回来，可他们一直没来。我就那么数着电动车，数得心里越来越空落落的，特别无聊，也特别孤独，感觉自己好像被世界遗忘了一样。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是之前一段时间，我养的花开了，五颜六色的可好看了。我就坐在院子里看着那些花，感觉心里特别舒坦。虽然我现在腿脚不太方便，但看到那些花，就觉得生活还是挺美好的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前果园闹病虫害那次，看着果树叶子枯黄、果实干瘪，我特别着急，害怕处理不好，觉得自己很无能。每天天不亮就去果园干活，农药熏得眼睛睁不开，手也粗糙干裂了，但我不敢停，就怕别人觉得我连果园都管不好。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，就是前段时间孙子来看我，他夸我把他给的绿萝养得特别好。我当时可高兴了，觉得自己还是有点用处的，能把这盆绿萝照顾得这么好，也算是没辜负孙子的期望。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就像之前，我想给孙子织完毛线袜，可眼睛越来越花，手也不太听使唤，怎么都织不好。我心里着急得很，觉得自己真是老了，连这点小事都做不好。（情绪有些低落，轻轻叹了口气）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，我想出门去买点菜，但站在电梯前，我就想起之前不会用电梯被人看笑话的事，心里特别害怕，最后还是回了家。我觉得自己什么都做不好，出门只会被人嘲笑，还是待在家里安全些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊，没比别人差多少。就说前几天吧，我想给孙子织毛线袜，就去柜子里找毛线，一下子就找到了。不过有时候也会忘事，比如出门忘记带钥匙啥的，但这都是小事，不影响啥。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着也还行吧，就是最近为了孙子让我养的绿萝操碎了心。之前有一天，我发现绿萝叶子发黄了，手一下子就僵住了，心也猛地一揪。我特别害怕孙子会因为这个不再需要我，那我活着好像就没啥意思了。我现在就想赶紧把绿萝养好，让孙子开心，这样我也觉得自己有点价值。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没用。就像前几天，我想给孙子织双毛线袜，可我眼睛不好，总是织错，最后只能拆了重织。我觉得自己连这么简单的事都做不好，真的很没用。（情绪有些低落，头微微低下）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，老了，不中用了。就说之前摔断髋骨那事吧，在床上躺了好久，现在走路都不利索。哪还能像以前一样，风风火火地忙这忙那。最近一次觉得有点精神，就是给孙子织毛线袜的时候，想着他穿上肯定暖和，心里就高兴。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不是绝望的。就说之前摔断髋骨那阵，虽然很难受，但我还是挺过来了。不过有时候也会觉得自己没用，比如现在不会用电梯，就觉得自己跟不上时代了，挺无奈的。但我还有要给孙子织完毛线袜的目标呢，所以也不会一直这么消沉下去。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就说之前吧，我和老伴儿去邻居家串门，看到人家家里收拾得可干净漂亮了，各种新家具、新电器，我就觉得人家日子过得真好。再看看自己家，虽然也能住，但总觉得哪哪都不如人家。（情绪有些低落，轻轻叹了口气）"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意不满意。就说之前，我把孙子让我养的绿萝养得叶子发黄了，我特别害怕孙子会不再需要我，心里特别难受，觉得自己什么都做不好。我每天都盯着那盆绿萝，想办法救它，可它还是没好起来，我就更自责了，觉得自己太没用了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的。最近一次真正开心，是大概去年年底的时候，孙子来看我，看到我把他让我养的绿萝照顾得特别好，就夸我了。我当时心里可高兴了，觉得自己还是有点用处的，能把孙子交代的事情做好。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……我也不知道算不算美好。就像之前，我给孙子养的绿萝叶子发黄了，我每天都坐立不安，觉得自己太无能，连这都做不好。我怕孙子因为这个不再需要我，那种感觉真的很难受。最近一次觉得生命有点美好的时刻，可能就是之前阳光照进屋子，我看着那盆绿萝的时候吧，虽然它叶子黄了，但它还在，就像我一样，虽然老了，但还想为家人做点事。"
        }
    }
]