[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前饥荒的时候，我一瘸一拐地找野菜给妹妹吃，那时我心里只有苦涩和无奈，但看到妹妹能吃到食物，又有一丝欣慰。现在生活好了，但我总觉得孤独，没人能真正理解我。最近一次让我不满足的时刻，就是发现家书被虫蛀了，那些都是我的回忆啊。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是嘞，最近我就没心思去腌渍酱菜了。之前有一天，我坐在堂屋，看着那些被虫蛀的家书碎片，心里难受得很。我觉得自己连家书都保护不好，活着还有啥意思。从那以后，我就对腌渍酱菜没了兴趣，整天就这么呆呆地坐着，啥也不想干。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活有点空虚。就像之前家书被虫蛀了，那里面有好多过去的回忆啊。我一个人坐在堂屋里，看着那些被蛀坏的家书，心里空落落的。孩子们都忙，也很少有人能和我聊聊这些。我就这么坐着，感觉时间过得好慢，不知道自己还能为这个家做点什么。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊，是过年的时候。我把堂屋打扫得干干净净，观音瓷像擦得发亮，满心期待孙辈们回来。可他们一进屋就玩手机，我问啥他们都敷衍，那一刻，我觉得好无聊啊，他们都不跟我好好说话，我就像被忽略了一样。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前和邻居聊天的时候。但后来我给孙辈打电话，他们都不太爱和我说话，我就又难过了。我觉得自己老了，没用了，他们都不关心我。（眼神黯淡，微微叹气）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我老是担心自己年纪大了，会给家人添麻烦。就像之前，我不小心扭到了脚，心里那个着急啊，怕自己不能干活，让孩子们操心。我就强忍着疼痛，装作没事一样。现在想起来，还是有点后怕，万一伤得更重了怎么办呀？"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心了。之前一段时间，我想起和妹妹一起度过饥荒的日子，心里会有一丝欣慰。那时候，每天天没亮我就出门找吃的，只要能让妹妹有东西吃，我就觉得一切都值得。可现在，妹妹不在了，我也老了，觉得自己没什么用了，活着也没多大意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，经常觉得无助嘞。就之前，小孙女不耐烦地对我说话，我心里可难受了。我经历了那么多苦难，可家人好像都不在乎我。我就整天坐在堂屋，看着那些保健品纸箱，心里空落落的，对腌渍酱菜也没兴趣了，觉得自己真的没啥用。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我是更愿意待在家里。就像之前，村里的邮递员送来我丈夫的信，那是我这么多年来最开心的时刻。我坐在堂屋，小心翼翼地拆开信，一遍又一遍地读着。从那以后，我就更不想出门了，总觉得家里有什么东西在等着我。我怕错过丈夫的信，也怕外面的世界会让我失望。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行，就是最近被虫蛀的家书让我很困扰。那些家书我守了六十年，里面有我过去的回忆。可现在都成碎片了，我当时手都抖得不行，心也慌得很，感觉自己好像失去了很重要的东西，好难过啊。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有时候挺难的，就像之前饥荒那阵，我和妹妹只能自己想办法找吃的。但看到妹妹能吃到我找的野菜，我又觉得活着好像还有点意思。不过最近，我总觉得自己老了，没啥用了，好像正在被世界遗忘，也不知道活着还有啥好的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，是觉得自己没啥价值了。就说之前过年，我把家里收拾得干干净净，眼巴巴等孙辈回来。结果他们就知道玩手机，我问啥都敷衍。我在他们眼里，可能真的没啥用了。最近我都没心思去腌渍酱菜了，做这些还有啥意思呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，最近过年的时候，我把堂屋打扫得干干净净，就盼着孙辈们回来。结果他们一进屋就玩手机，我问他们话，他们也爱答不理的。我当时那个失落啊，心都凉了半截。现在想想，我这把年纪，谁还会在意我啊，活着真没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "最近一次绝望，是2025年02月10日晚上，我满心欢喜地等孙辈回来，可他们一进屋就玩手机，我主动问他们话，他们却很不耐烦。那一刻，我觉得自己在社交中总是被忽略，他们根本不在意我，我真的好孤独，心里特别绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前，我看着小孙女和她的朋友们有说有笑的，她们的生活那么丰富多彩，而我整天就坐在堂屋里，什么也不想做。我觉得自己老了，没用了，和她们的生活差距太大了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上多满意。就像之前有一天，我在院子里晒太阳，听到村里和我年纪相仿的老人去世了，子女们哭得很伤心。我就想啊，等我走的时候，可能都没几个人会这么难过。我的孙辈们都不怎么和我亲近，我觉得自己好像没什么用，活着也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正开心是大概九几年的时候，那天上午我在生产队仓库整理农具，几个年轻同事路过夸我这么大年纪还这么拼，我跟他们说干习惯了。他们冲我竖大拇指，我心里可甜了，觉得自己还有用，能为集体出份力。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就说之前过年吧，我满心盼着孙辈回来，结果就俩回来，还一进屋就玩手机，我问啥都敷衍我。那一刻，我觉得活着真没意思，自己就像被世界抛弃了一样。最近我也没啥心思做别的，就这么一天天熬着。"
        }
    }
]