[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就拿之前想把菜园手艺传给孙子们那件事来说吧，我满怀期待地把他们叫到菜园，可他们都不愿意学。当时我既期待又害怕，结果他们摇头的那一刻，我就觉得自己特别失败，心里难受极了，一整天都没吃没喝，感觉活着也没多大意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了一件事，就是教孙子菜园手艺。2023年7月7日那天，我在集市酒馆和老友喝酒，我跟他说我年初以来多次让孙子学手艺都被拒。我觉得自己很失败，孙子不理解我的苦心，我就不想再教了，免得他更反感，也免得自己更失落。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就说之前有一天，我在菜园里忙活，看着自己种的菜长得绿油油的，心里可满足了。后来老伴叫我去赶集，我因为活没干完就没去，她还埋怨我。但我觉得我守着菜园，能给家里提供吃的，这生活多实在啊，哪有空虚的感觉。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊。就像之前摘菜时，想着春节团圆饭给孙子们讲种菜经验，心里可高兴了。但孙子不愿继承菜园手艺，我还是有点失落。不过我也能理解，时代不同了，他们有自己的想法。我现在就想把菜种好，等曾孙上学了，能带上我种的菜。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算可以。最近一次心情愉悦，是之前在菜园里干活的时候，突然想到个新的种植方法，我就赶紧动手试验。虽然遇到了些难题，但我都解决了。老伴来劝我休息，我都没听。那时候我可兴奋了，就想着要是这方法能成功，家里的蔬菜肯定能增产，也能让家人更尊重我。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是常常担心不好的事发生。就像之前，我为了供孩子读书去卖血，那时候我身体已经不太好了，可还是得去。我担心自己身体撑不住，又担心孩子读不了书。现在孙子不愿继承菜园手艺，我又担心这手艺没人传下去，我一辈子的心血就白费了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正开心的事，是之前我处理好了自家鱼塘的问题。那时候塘水清澈了，鱼儿欢快游动，我老伴也夸我有办法。我当时心里特别高兴，觉得自己还是有点本事的，能靠自己的劳动让家里的生活更好一些。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，有时候会觉得无助。就说之前吧，我想教孙子种丝瓜，可他就是不愿意学，还说这些都过时了。我当时就觉得心里空落落的，自己一辈子的手艺，怎么就没人愿意继承呢？但我也知道，时代不同了，孩子们有他们自己的想法。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，我躺在床上怎么都睡不着，心里想着邻居爷孙俩，纠结着要不要继续逼孙子们学种菜。我觉得待在家里，守着我的菜园子，心里才踏实。可看着孙子们对种菜不感兴趣，我又觉得自己的手艺没人继承，心里空落落的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比大多数人差多少。最近一次因记忆问题困扰，是之前想给曾孙讲我年轻时的事儿，结果有些细节记不太清了，心里就有点不舒服，觉得自己是不是真的老了，连这些都记不住了，唉。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也就那样吧。以前觉得种菜是件美好的事，可最近一次，就是之前叫孙子们来菜园，想把我种菜的手艺传给他们，结果他们都不愿意学，我当时就觉得这一辈子的心血都白费了，也没觉得活着有多美好了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是之前春节团圆饭时，我满心欢喜地想把种菜经验讲给孙子们听，让他们继承我的菜园手艺，结果他们都不感兴趣，大孙子还直接拒绝了我，其他孙子也跟着摇头。当时我心里特别难受，觉得自己一辈子的心血都白费了，一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前春节前，在菜园子里摘菜准备团圆饭时，我心里想着要把种菜经验讲给孙子们听，就特别兴奋，摘菜的动作都轻快了不少，还不自觉地哼起了小曲儿，感觉浑身都充满了劲儿。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望，就是有点失落。最近一次失落是前几天，我跟孙子说菜园的事，他却只顾着玩手机，说对这些不感兴趣。我就觉得自己的手艺没人继承了，唉。但我还是会继续种我的菜，这是我的爱好，也是我的生活。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家过得都差不多吧。就说我那老友，他和我一样在农村生活，日子也简简单单的。我种我的菜，他养他的鸡，都有自己的事做。我也没觉得谁比谁好到哪去，只是我那孙子不愿继承菜园手艺，这让我有点失落，感觉自己的手艺可能要失传了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧，就是最近春节聚餐的时候，我想把种菜经验讲给孙子们听，让他们继承我的手艺，可他们都拒绝了。我当时特别失落，觉得自己在传承手艺这件事上彻底失败了。现在想想，也许我真的老了，他们有自己的想法吧。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正感到快乐的事，是之前在学校领导认可了我的教学计划。当时我可激动了，眼睛都亮了，身体也放松了。我觉得自己坚持的教学节奏是对的，能得到领导认可，我特别欣慰，开心得不得了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏。以前我在菜园里试验新种植方法，孩子们放学回来看到后很惊叹，还夸我厉害，那时候就觉得活着挺好的。可现在孙子不愿继承菜园手艺，我就觉得自己好像挺失败的，活着也没那么美好了。"
        }
    }
]