[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前有次生病，浑身滚烫关节疼，想叫儿子来又怕他嫌弃，最后只能默默流泪，觉得自己是个累赘。最近也总是想起以前的事，可现在身体不好，很多事都做不了，生活真是没什么盼头。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃的活动，应该是回老家吧。之前一段时间，我总是想着回去看看，但五年前那次回去摔断了髋骨，之后就不敢再想了。现在只能在心里怀念老家的人和事，感觉自己老了，没用了，很多事情都做不了了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活不空虚呀。就之前有一次，一家人围坐在一起吃饭，我看着大家，就想起了自己救游击队的事，那时候我可英勇了，我就想着跟大家讲讲这些经历，让他们知道我的价值。虽然有时候会觉得自己老了，没用了，但想起这些事，又觉得自己还是有故事的人。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊的时候，是孙子来看我那次。他一进门就跟我打招呼，我看着他的脸，却怎么也想不起他的名字。当时心里又急又慌，特别尴尬。后来就只能一个人坐在房间里，看着那些老照片，回忆以前的事情。现在的我，真的是老糊涂了，一点用都没有。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是想起之前在县城单位房家中，拿着小儿子成绩单，他成绩提高了不少。我当时可激动了，手都颤抖，对他说：“儿子，你真棒，继续加油！”那一刻，我觉得自己努力为他创造读书条件是值得的，心里满是喜悦和成就感。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是会担心不好的事发生。就像之前有个新护理员来照顾我，我心里一直犯嘀咕，不敢提需求，就怕她像之前那个一样突然走了。我现在老了，身体不行，总怕被人抛弃。还有之前工资减少，我就担心没办法让子女都读完高中，怕别人觉得我无能。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。以前在粮库工作时，我打算盘又快又准，同事们都夸我，领导也认可我的建议，那时候我很开心。比如有一次发工资，老周夸我打算盘厉害，我拿着工资回家，想象着妻子和孩子开心的样子，心里特别美。但现在老了，很多事都做不了，感觉自己没用了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就说之前一段时间吧，我想擦老照片，可手有点抖拿不稳抹布，想叫安徽阿姨帮忙，又怕她嫌我麻烦。当时就觉得自己怎么这么没用，连这点小事都做不好，心里挺不是滋味的，觉得自己老了，什么都不行了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就爱待在家里。就像之前有次，儿子想带我出去逛逛，我没去。因为我怕给他们添麻烦，我现在这身体，走几步就累得慌。而且我也不想让别人看到我现在这没用的样子。就像那次在房间里，想自己去卫生间却摔倒了，真的太丢人了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力比大多数人差。就拿之前孙子来看我那次说吧，他一进门我就特别高兴，可话到嘴边，就是想不起他叫啥。孙子都有点不耐烦了，我当时那个难受啊，就觉得自己真是老糊涂了，啥都记不住，活着真没啥意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。最近一次觉得活着美好的时候，是之前过年在儿子家，一家人围坐在一起吃饭。当时我就想起以前闯关东的日子，那么苦，现在能和家人团聚，真的挺好。只是我这记性越来越差，连孙子名字都记不住，唉。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是呀，我觉得自己没什么价值。就说之前吧，孙子叫我一起看电视，我都不敢去，怕自己又像上次在厨房打碎碗一样，做出让家人失望的事。我现在啥都做不好，只能一个人在房间里擦老照片，回忆过去的风光，感觉自己就是个没用的人。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。最近一次觉得有点精神，还是听戏曲的时候。安徽阿姨陪着我，她虽然听不懂，但也在旁边陪着。听着那熟悉的调子，我就想起以前的事儿，心里稍微好受点。不过，也就那一会儿，过后还是觉得没意思，老了，没用了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境还不至于绝望。就像之前回老家摔断髋骨，那时候确实很难受，但后来也慢慢恢复了。不过现在有时会觉得自己老了，没用了，孩子们都忙，也不知道他们是不是真的关心我。但我还是希望能记住孙子的名字，也想在祖坟旁留块空地，这些事让我觉得生活还有点盼头。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我经历过那么多事，救过游击队、闯关东、当过粮库保管员，我觉得自己的一生很有意义。只是现在老了，身体不行了，髋骨骨折后社交也少了。但我还有家人，有安徽阿姨照顾我，我也很满足了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前我生病发烧那次，浑身滚烫关节疼，我多想儿子能在身边，可又觉得自己是累赘，把到嘴边的话咽回去了。我就这么默默流泪，觉得自己被世界抛弃了，生活也没啥盼头。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。但之前在粮库工作时，有几次让我很快乐。比如有一次我完成核算后，同事们都围过来夸我打算盘厉害，主任也拍着我肩膀表扬我。当时我心里甜滋滋的，脸上也露出了灿烂的笑容。从那以后，我就更愿意发挥自己打算盘的优势去承担工作了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，也说不上多美好。就像之前孙子来看我，我却连他名字都想不起来，当时心里难受极了，觉得自己老糊涂了，一点用都没有。哪还能感受到啥生命的美好啊，不过有时候听着收音机里的戏曲，回忆回忆以前的事儿，心里能稍微舒坦点。"
        }
    }
]