[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就像之前整理家族资料时，找到了很多旧相册、信件和笔记，看着照片里亲人们的笑脸，回忆起家族过往，心里可暖和了。而且大家都支持我做家族口述史，这让我觉得自己做的事特别有意义。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过什么感兴趣的活动呀。不过最近有个书法学员要搬离社区，不能跟我学书法了，我心里挺不是滋味的。我一直想通过教书法为社区做点事，他这一走，我觉得有点失落，感觉自己的努力好像少了点什么。但我也不会因此就放弃教书法，我还是会继续下去的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像我小时候和虎子、二丫头他们一起玩，我还得照顾他们呢。现在我每天要照顾中风的老伴，还想着完成家族口述史和整理工程经验，日子过得挺充实的。怎么会空虚呢？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不怎么会觉得无聊呢。就像之前，在社区老年活动中心教书法，虽然有时会遇到学员进步慢的情况，让我着急自责，但看到他们后来的作品被大家夸赞，我就特别有成就感。最近也一直在忙这些事，还得照顾老伴，感觉每天都挺充实的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。最近一次心情愉悦，是在社区展览厅看到学员们的书法作品被大家夸赞。当时我看着那些作品，想起他们刚开始的样子，再看看现在的进步，觉得自己的付出有了回报，也为能给社区做点事感到开心。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我最近就老担心老伴的身体。前几天在小区看到老张失魂落魄的样子，他老伴刚走，我就想到自己老伴中风了，万一哪天也突然离开我，我可咋办。所以现在我总是小心翼翼地照顾她，生怕出一点差错。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，就是前几天我给书法学员们上课，他们都很认真地听我讲，还夸我写得好。看着他们一点点进步，我心里别提多高兴了。这让我觉得自己还有用，能把书法这门艺术传承下去。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就像前几天，有个书法学员要搬走了，我心里有点难过，但也没觉得无助。我想，我还能继续教其他学员，把书法的乐趣传递下去。而且，我还有家人的支持，他们一直都在我身边。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "咨询师，我觉得我是更倾向于待在家里。就像前段时间，社区组织了一次外出参观活动，我犹豫了很久还是没去。我放心不下老伴，而且我也习惯了每天在家照顾她、写写字、看看书。待在家里我会觉得心里踏实些，但有时候也会想，是不是应该多出去走走，尝试一些新的东西呢？"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就说前几天吧，我在小区里看到老张失魂落魄的样子，心里就一直惦记着。晚上回家看到老伴睡觉，还在想老张的事呢。这说明我记性挺好的呀，能记住这些事，还能联想到自己。所以我不觉得自己记忆力比别人差。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像之前在社区展览厅看到学员们的书法作品得到大家夸赞时，我特别自豪和满足。那一刻，我觉得自己的努力有了回报，也为社区做了点事。还有和家人在一起的时候，看着曾孙一点点长大，也让我感受到了生命的美好和延续。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像前几天，我看到老张因为老伴走了很痛苦，我就去关心他。后来他儿子还专门来谢我，说我做的事对他们家很重要。而且我每天照顾中风的老伴，我觉得这也是很有价值的事呀，能让她好好地生活，我就很满足了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还挺有活力的。就像之前在设计院会议室开项目启动会那次，大家都积极发言提建议，我虽然发现自己方案有不足，但没有气馁，反而更有动力去完善它。当时我就感觉自己精力充沛，一心想着把项目做好，那种状态真的很不错。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。就像之前看到老张老伴走后他那痛苦的样子，我确实担心过老伴也会突然离开我，但我还是会努力去照顾好她。我也知道自己可能会有一些没注意到的地方，但我会尽力改进，不会觉得绝望的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。就像我看到老张，他老伴走了后他特别痛苦，我还挺心疼他的。我觉得自己现在虽然要照顾中风的老伴，但我有家人陪伴，还有自己的爱好，生活也挺充实的。而且我也在努力为家人和社会做些事情，所以我对自己的生活挺满意的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活挺满意的。就拿教书法来说吧，虽然有学员离开让我有点失落，但能给大家带来乐趣和知识，我也很满足。还有整理家族口述史，这是件很有意义的事，家人都支持我，我觉得很有动力。只是老伴中风后，我照顾她有些辛苦，但这也是我的责任。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，是前几天书法班的一个学员，他之前写字总是不得要领，我耐心地教了他一段时间。那天他写的字有了很大的进步，特别兴奋地跑来给我看，还一个劲儿地感谢我。我看着他的进步，心里别提多高兴了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像前几天，我在小区里碰到老张的儿子，他握着我的手感谢我关心老张。那一刻，我觉得自己能帮到别人，心里特别舒坦。还有，每天回家看到老伴好好地躺在床上，我就觉得很安心。这些都是让我感受到生命美好的时刻。"
        }
    }
]