[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意吧。就说最近一次，2月15日那天，我身体不舒服，想给子女打电话又怕他们嫌我麻烦，最后只能自己忍着。那种不被关注的感觉真的很不好受。我现在就希望能完成手写家谱，子女能陪我过春节，这样我可能会觉得生活更有盼头些。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我最近一次主动放弃活动，是之前一段时间没去参加书法班了。因为我想着要手写家谱，就把精力都放在这上面了。可写着写着，又想到子女不理解我，就有点心烦意乱。像2020年那次，小儿子走后，我就坐在床边，看着未完成的家谱，心里很不是滋味。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活有点空虚。就像之前搬进养老社区，子女们帮我收拾行李，我站在一旁看着陌生的房间和窗外，心里特别酸涩。我想起了老家熟悉的一切，可这里什么都陌生。我总觉得自己像个孤独的过客，没人真正在意我的感受。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总是想起以前的事，比如2025年2月15日那天，我身体不舒服，心里也很难过，就想起了和丈夫一起经营生意的日子。我觉得现在的生活很无聊，好像每天都在重复同样的事情，没有什么意义。我不想让子女担心，所以也不跟他们说。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦是想起了以前做生意的时候，有个老顾客夸我们家布质量好价格公道，我心里可高兴了，还多送了他一小段布头。我觉得自己在生意上还是有点价值的，得继续努力提升能力，这样才能获得更多机会。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心一些不好的事。就像之前，大概三年前吧，我丈夫离世了，那段时间我总担心自己以后一个人该怎么过。我怕自己会孤单，怕子女们会因为忙而忽略我。就像2021年那次，我在养老社区着凉了，怕子女嫌弃我，都不敢告诉他们。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不算开心。最近一次真正开心，还是之前在院子里侍弄盆栽的时候。但想起儿子那次说的话，我就开心不起来了。他根本不理解我写家谱的意义，我觉得自己总是被家人忽视，心里挺失落的。有时候真觉得活着没什么意思，没人在意我做的事。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "有时候会觉得无助。就说之前吧，我想把家里的盆栽重新摆放一下，可我年纪大了，搬不动那些大花盆。我喊了子女好几遍，他们都在忙自己的事，没人来帮我。当时我就觉得自己好没用，连这点小事都做不了，活着好像也没多大意思。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在家里。就像之前春节的时候，外面热热闹闹的，可我还是一个人待在房间里。看着那落灰的毛笔和宣纸，还有枯黄的盆栽叶子，我心里就觉得特别难受。我觉得自己在这个世界上没有依靠，没人真正关心我，所以就更不想出去了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。不过有次想给孙子打电话，却怎么也想不起来他的号码，当时心里有点着急。但后来我翻了翻手机通讯录，就想起来了。可能是上了年纪，有时候会突然想不起一些事情，但也不是经常这样。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。就像我刚搬来这养老社区的时候，心里特别难受，觉得自己又要一个人面对陌生的生活了。这里没有我熟悉的老家山水，也没有那些左邻右舍。子女们虽然在身边，但他们也有自己的事情要忙。我就觉得活着好像没什么意思，挺孤独的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我能照顾好自己，还能侍弄盆栽、临摹书法。就说前几天吧，我写的一幅字，社区的志愿者小李看到了，夸我写得好。我觉得自己还是有点用的。只是有时候会觉得孤独，特别是看到别人和家人在一起热热闹闹的，我就会想起我的丈夫。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己现在的精力大不如前了。最近一次感觉有点精力充沛，还是在侍弄盆栽的时候。我把那些花花草草打理得整整齐齐，看着它们生机勃勃的样子，我心里也挺高兴的。但这种感觉维持不了多久，很快就又觉得累了，唉，可能真的是年纪大了吧。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。只是有时候会觉得有点孤独，比如晚上一个人坐在沙发上，看着空荡荡的房间，会想起以前和丈夫一起的日子。但我还有孩子们，他们也会偶尔来看我，我也有自己的事情做，比如侍弄盆栽、临摹书法，所以我还能撑得住。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。就像之前我在生意上遇到困扰，鼓起勇气去找掌柜，他很耐心地给我分析并提建议。那一刻我很感激，也意识到我不是孤立无援的。虽然现在丈夫离世了，但我还有家人，还有自己的爱好，日子也挺好的，没什么可抱怨的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就像前几天，我身体不舒服，想给子女打电话，又怕他们嫌我麻烦。最后只能自己忍着，心里特别压抑。那一刻，我觉得自己特别孤独，好像没人在意我。平时我就喜欢侍弄盆栽、临摹书法，可有时候做着这些事，还是会觉得心里空落落的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心的时候，是大概九几年的一个晚上，我看到子女们兴高采烈地跑回家，告诉我他们在学校取得了好成绩。那一刻，我觉得自己为子女提供良好教育的努力有了回报，心里特别甜，也觉得自己是有价值的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。最近一次感受到生命美好的时刻，还是之前在阳台上侍弄盆栽的时候。那些花花草草生机勃勃的样子，让我心里稍微好受些。但像前几天身体不舒服，一个人忍着，那种孤独和无助的感觉，又让我觉得活着也没多大意思。"
        }
    }
]