[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前，孙子邀请我出去玩，我却拒绝了。我觉得自己年纪大了，什么都做不好，只会给家人添麻烦。平时喜欢的园艺、书法和听戏曲，现在也都没了兴趣。我一个人待在房间里，看着杂乱的屋子和枯萎的花，心里特别难受，感觉生活一点盼头都没有。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，最近我都不太想弄园艺和书法了。就像前几天，孙子叫我一起出去玩，我本来想带他去看看我种的花，顺便写写字。但又觉得自己现在弄不好，只会给家人添麻烦，就拒绝了。现在想想，心里还是有点失落的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近我就觉得生活空虚得很。就像之前，孙子喊我出去玩，我却没兴趣。我坐在房间里，看着杂乱的桌面和枯萎的花，想着自己年纪大了，啥都做不好，连喜欢的园艺和书法都弄不成样，真的是一点意思都没有，活着好像也没啥用了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近啊，我就觉得干啥都没意思。就说前几天吧，我坐在房间里，看着桌上没写完的毛笔字，花盆里枯萎的花，心里空落落的。孙子跑来叫我出去玩，我也没兴趣，就觉得自己啥都做不好，出去玩也是给家人添麻烦，还不如一个人待着，怪无聊的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前孙子拿了他画的画给我看，画里有我和他。可我想到自己啥都做不好，只会给家人添麻烦，这种愉悦很快就没了。就像之前我连陪孙子出去玩都做不到，坐电梯都怕，唉，我真是个没用的老头。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我常常担心给儿子添麻烦。就说之前，孙子给我画了幅向日葵，我心里可高兴了，觉得自己还是有点价值的。但又怕儿子儿媳觉得我太在意这画，不懂事，会给他们添麻烦。所以我就赶紧把画收起来了，还装得不在意的样子。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心，是之前孙子拿他的画作给我看，说爷爷你看我画得好不好。可我想起自己啥都做不好，只会给家人添麻烦，就像之前连陪孙子出去玩都做不到，这种开心很快就没了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就说之前一段时间吧，儿子生意遇到大麻烦，资金周转不过来，可能要破产了。我看着他一脸疲惫和愁容，自己却什么忙都帮不上，心里像被刀割一样。我老了，没能力给儿子经济支持，也没办法在生意上给他出谋划策，真的觉得自己一点用都没有。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像前几天，孙子邀请我出去玩，我拒绝了。我觉得自己年纪大了，什么都做不好，出去只会给家人添麻烦。我连喜欢的园艺和书法都弄不好，还能做什么呢？待在家里，至少不会给家人带来负担。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊，没比别人差多少。最近也没因为记忆问题困扰过。不过有时候会突然想不起来某个老物件放哪儿了，得找一会儿才能找到。但这也不是啥大事儿，人老了都这样。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没什么意思。就像之前，孙子拉我出去玩，我却因为怕坐电梯拒绝了他，当时心里又自责又难过。还有一次，孙子想让我陪他洗菜，我又因为怕出错拒绝了，看着他失落的样子，我觉得自己真是个没用的老头，活着好像也没给家人带来什么快乐。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没啥价值。就说之前一段时间吧，儿子生意遇到麻烦，资金周转不过来，可能要破产。我啥忙都帮不上，只能看着他愁眉苦脸，我心里难受得很。我老了，没能力在生意上帮他，还学不会用电梯，在这新环境里啥都不懂，真的觉得自己就是个累赘。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有啥活力哟。就拿之前卖血供儿子读书那件事来说吧，卖完血后我头晕得厉害，走路都不稳，身体差了很多。虽然儿子现在过得还行，但我总觉得自己老了，成了个没用的人，拖累家人，哪还能像以前那样充满活力呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时候确实觉得自己的处境挺绝望的。就说之前吧，儿子生意遇到大麻烦，资金周转不过来，可能要破产了。我看着他那愁容满面的样子，心里像被刀割一样，可我什么忙都帮不上，就觉得自己一点用都没有，活着好像也没什么意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么觉得。就拿我那几个工友来说吧，他们现在都过得挺滋润的。之前有次聚会，他们聊起自己的生活，又是旅游又是参加各种活动的。我就只能在旁边听着，心里挺不是滋味的。我这一辈子都在为了家庭操劳，也不知道自己图啥。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前吧，孙子叫我一起出去玩，我心里其实挺想陪他的，可又怕自己给他添麻烦。上次坐电梯就被儿子说笨，这次出去玩万一又出什么错呢？唉，活着真没意思，感觉自己就是个负担。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事，还是之前一段时间，我孙子给我看他画的画。但我也高兴不起来，总想着自己身体越来越差，以后可能会拖累家人。就像之前为了供儿子读书去卖血，现在身体不行了，怕成为儿子的负担。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前，孙子让我陪他玩，我连坐电梯都怕，怕给家人添麻烦，只能拒绝他。还有洗菜，我也不敢，就怕又出错。这些事让我觉得自己啥都做不好，活着好像也没啥意思，更别说啥美好的时刻了。"
        }
    }
]