[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意，但也习惯了。就像那天在院子里晒太阳，突然想到自己好多事还没做，心里就挺着急的。还有那次孙子来看我，我想自己拿盘子装水果都不敢，觉得自己真没用，挺不满足的。但又能咋办呢，我现在就想记住孙子布鞋颜色，清明能找到祖坟位置。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "俺好像是放弃了一些活动嘞。就说以前还能自己去地里走走，看看庄稼啥的。但现在不行了，身体不中用了，怕摔倒。还有，以前还能和村里的老伙计们唠唠嗑，现在他们好多都走了，俺也不太爱出去和别人说话了，就喜欢一个人在屋里听听收音机。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时候确实会觉得生活有点空虚。就像前几天，我一个人坐在堂屋门口晒太阳，听着收音机，脑子里就全是和老伴儿过去的事儿。自从那次错把儿媳认成老伴儿，我就不太敢和家人多说话了，怕再闹笑话。就这么一个人待着，听着收音机里的声音，感觉心里空落落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像前几天，一个人坐在堂屋门口晒太阳，看着那些农具，脑子里乱糟糟的，不知道在想些什么。听着收音机里的声音，也觉得没啥意思。后来孙子来了，我想看看他的布鞋是什么颜色，结果看了半天也没记住，唉，真是老糊涂了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是大孙女纠正我把她认成发妻后，还细心喂我喝米汤。那时候我心里可暖和了，觉得家人没有嫌弃我。虽然我老糊涂了，但他们对我还是挺好的，我就想着要积极点面对生活。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是会担心一些不好的事。就像几年前，我生病那次，医生和儿子说了些话后，我就担心自己是不是身体越来越差了，以后会不会经常生病，会不会给家人添更多麻烦。还有啊，我现在记性不好，总怕会忘记曾孙女给我送橡皮筋这件暖心的事。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "俺大多数时候不咋开心嘞。最近一次真正快乐，还是几年前，俺在农田里割麦穗，累得满头大汗，队友们都夸俺有毅力，俺心里那叫一个美啊。不过现在，俺年纪大了，啥也干不了，还净给家人添麻烦，唉……"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是嘞，俺经常觉得无助。就说前几天吧，俺坐在院子里晒太阳，突然想起来要去看看农具放好了没。可俺刚站起来，就觉得头晕乎乎的，一下子又坐了回去。俺当时就想，自己真是老了，连这点小事都做不了，心里可无助嘞。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像前几天，外面挺热闹的，有啥唱戏的。我本来也想去看看，但又怕人多挤着我，还怕给家人添麻烦。就想着算了，还是在院子里晒晒太阳，听听收音机吧。结果那天我就一直待在家里，虽然有点无聊，但也挺自在的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我这记忆力确实比大多数人差。就说前几年吧，有一次我坐在堂屋晒太阳，突然发现曾孙女送我橡皮筋的事在我脑子里变得模模糊糊的。我使劲儿想，可怎么也想不起来。我当时特别着急，还拍了自己脑袋一下，觉得自己真是没用，这点事都记不住。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。前阵子我一个人晒太阳，听着收音机，就想起了好多以前的事儿，那时候觉得活着还挺好的，能有这些回忆。可有时候又觉得自己老了，啥都记不住，还净给家人添麻烦，就觉得活着也没啥意思。最近一次觉得生命美好的时刻，可能就是那次晒太阳的时候吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没啥用。就像有次我看到一个年轻人饿得坐在村口，我却啥都做不了，心里难受得很。还有我年纪大了，脑子也不好使，连自己的家人都能认错，这些事让我觉得自己真的很没有价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我这身子骨，哪还谈得上充满活力啊。就像前些日子，我一个人在院子里晒太阳，想站起来活动活动，可腿就是不听使唤，费了好大劲才勉强站起来。唉，现在的我，真是越来越不行了，哪还有什么精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。就像前几天晚上，我把儿媳错认成老伴儿，当时心里又难受又无助，但我知道这是我脑子不好使了。不过，我还有家人照顾我，我也想努力记住孙子布鞋的颜色，为清明辨认祖坟位置做准备。我觉得只要我还能努力，就不算绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "俺没觉得大多数人比俺过得好。就说俺那孙辈，他们现在生活条件是比俺小时候强多了，可也有他们的烦恼呀。俺这一辈子经历了不少事儿，有苦也有甜。俺觉得每个人的生活都不一样，各有各的好与不好，没啥好比的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意，但也还行吧。就像有次在院子里，我想多走走，可没几步就累得不行。当时心里挺无奈的，觉得自己老了真没用。但后来又想到自己经历过那么多事，这点困难算啥。现在我就想能记住孙子布鞋的颜色，清明时能找到祖坟的位置，这样就满足了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心嘞。最近一次感到快乐，还是好久以前，我在农田里割麦穗，干得很起劲，队友们都夸我有毅力，当时心里可美了。但现在老了，啥也干不了，还给家人添麻烦，唉，也不知道啥时候能再开心起来。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有时候觉得是美好的，有时候又觉得没啥意思。就像前几天，我坐在门口晒太阳，听着收音机里的戏曲，那一刻就觉得活着还挺好的。可有时候，我又会想起以前的事儿，想起我老伴儿，就觉得心里空落落的，活着也没啥劲儿。"
        }
    }
]