[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我在储物间里难受得不行，想给孩子们打电话又怕他们嫌我是累赘。还有晚上，他们一家在客厅欢声笑语，我在储物间里却怎么也睡不着，心里难受得很。我觉得自己在这个家里就是个外人，活着真的没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我现在也没什么感兴趣的活动了。之前还爱听戏，最近也不想去了。我觉得去了也没意思，没人陪我一起，我一个人坐在那里，也没人和我说话。我就想待在家里，缝缝补补，做点家务。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活是空虚的。就像之前过年在儿子家客厅，到处都是喜庆氛围，可孙辈们围在一起说新鲜事儿，我一句都听不懂。我鼓起勇气问，他们却用嫌弃眼神看我，说我不懂。那一刻，我觉得自己好没用，生活也没什么意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说之前过年的时候，家里热热闹闹的，孙辈们聚在一起说外面的新鲜事儿，我一句都听不懂。我想跟他们说说话，可他们用嫌弃的眼神看我，我就觉得自己在这个家里真的很没意思，活着好像也没什么意思，就特别无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "哎，我大多数时候情绪都不太好。最近一次心情愉悦，还是之前我小孙女来看我，她陪我坐了一会儿，还跟我说了学校里的事儿。我就觉得心里暖暖的，可她待了一会儿就走了，之后我又觉得空落落的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前有一天晚上，我在农田里劳作，因为丈夫生病卧床，孩子们又忙，我只能自己来。当时月光很暗，我一个人在地里，心里特别害怕，担心自己会出什么事，家里就更乱了。结果真的一阵头晕目眩，差点晕倒。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是大概九几年的时候，丈夫病情好转，婆婆拉着我的手说多亏了我照顾，那时我心里特别温暖欣慰。但我也知道，照顾家庭是我的责任，我的价值就在这里。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，有时候确实会觉得无助。就说之前吧，我想给孙辈们做些小衣服，可眼睛越来越不好使了，穿个针都费劲。孩子们都忙，也不好意思总麻烦他们。我就一个人在那干着急，感觉自己什么都做不了，真的好无助啊。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前，儿子让我出去走走，我却只想待在储物间里。我觉得自己做什么都没用，出去也不知道干啥。就像之前全家福被虫蛀了，我觉得自己连这点小事都做不好，活着真没啥意思。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。不过最近确实有件事，我想给孙辈们准备礼物，却怎么也记不清他们的生日了，这让我有些着急。我就想啊，自己是不是真的老了，连这点事都记不住了，活着好像也没多大意思了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，好像没什么美好的感觉。就像之前有一次，我在储物间难受得要命，想给孩子们打电话，又怕他们觉得我是累赘。我就一个人坐在床上，想起那些年经历的苦，觉得自己一点价值都没有，这样的日子，真的没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有次我看到村口校长夫人那光鲜亮丽的样子，再想想自己只能靠磨豆腐维持家用，和她比起来，我太没本事了。磨豆腐又辛苦又不赚钱，我就觉得自己一点价值都没有，就像那天下午，我坐在床边发呆，心里难受极了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀，一天到晚就待在储物间里。最近一次感觉有点精神，还是之前社区志愿者小周来陪我聊天的时候。但也就那一会儿，她走了之后，我又觉得心里空落落的，觉得自己就是个没价值的人，活着也没什么意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时候确实觉得自己的处境挺绝望的。就说之前有一次，晚上8点多了，儿子一家在客厅又说又笑，可热闹了。我在储物间里，身体不舒服，怎么都睡不着。我听着他们的笑声，心里难受极了。我想我这么多年为这个家付出，可现在却像个外人，活着真的没啥意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得是这样。就说前几天吧，我在楼下晒太阳，看到隔壁的老太太，她的儿女经常来看她，还带她出去旅游。我就想啊，我也有5个小孩，可他们都忙，很少有时间陪我。我就觉得自己挺可怜的，活着好像也没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就像之前有天晚上，我忙完丈夫的事，一个人坐在床边，想到这些年的辛苦，心里很难受。但我又想到孩子们，就觉得再难也得坚持。最近我还因为全家福被虫蛀了难过，那上面有我的孩子们和孙辈，是我们家的记忆啊。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正开心，是大概九几年的时候，丈夫病情好转，婆婆拉着我的手夸我照顾得好。那时候我心里特别温暖，觉得自己的付出得到了认可。但我也知道，照顾家庭是我的责任，我不能只图这个开心，还得继续好好操持这个家。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说最近吧，我在儿子家的储物间里，身体不舒服，头晕喘粗气，想给孩子们打电话又怕他们嫌我累赘。客厅里他们一家欢声笑语，我却像个外人。我觉得自己在这世上没啥价值，也没感受到啥生命的美好。"
        }
    }
]