[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前在街上看到我送养的女儿，她看到我后的眼神让我心都碎了。那一刻，我觉得自己的人生充满了失败和遗憾。我过去的错误一直伴随着我，让我觉得自己不配得到幸福。我现在每天都很孤独，也不知道该怎么改变这种状况。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃啥活动，就是最近摔伤后，老想着把农具修补好。我知道自己有中度抑郁风险，但我觉得自己还能行。我也想能独自往返小卖部，可这腿不争气啊。还有那封道歉信，我一直记着，想在临终前烧了，可又怕没人在意。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活就是空虚的。就像前几天，儿子一家三口来看我，他们一进门，儿子就简单问了句我身体咋样，然后就都坐在沙发上各自玩起了手机。我看着他们，心里一阵刺痛。我一辈子为这个家付出，可他们对我如此冷淡，我感觉自己的生活一点意义都没有。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说最近一次吧，我在儿子家院子里烧那封道歉信，烧完后我就呆呆地站着，看着地上的灰烬。我想起了自己这辈子做的那些错事，心里难受得很。我觉得自己是个有罪的人，不值得家人关爱，也不知道活着还有什么意思，就那么一直站着，无聊又绝望。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，哪有什么心情愉悦的经历。我就一个人待着，有时候会想，我这一辈子，做错了那么多事，还不如死了算了。但又觉得还有些事没做，比如去小卖部，还有烧那封道歉信。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心会发生不好的事情。就像之前，我把自己关在家里，不敢出门，怕听到村民议论我送女儿的事。我总觉得周围人都在背后指指点点，这种恐惧和不安一直笼罩着我。我怕自己给家人带来更多不幸，也怕自己的错误永远无法被原谅。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就说前几天儿子一家三口来看我，他们一进门，儿子就简单问了句身体咋样，然后就都坐在沙发上玩手机。我看着他们，想起张大爷子女在葬礼上的深情，心里一阵刺痛。我觉得自己为这个家付出了一辈子，却没换来家人的真心关爱，哪还能快乐得起来啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就说之前吧，儿媳收拾完花瓶碎片后那不满的脸色，让我觉得自己就是个累赘。我拖着腿回房间，心里难受极了。就觉得自己给家人添了麻烦，家人照顾我只是责任，根本不爱我。那种无助感啊，就像被全世界抛弃了一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，我坐在窗户边发呆，看着窗外的景色，觉得自己和这个世界格格不入。那时候我一点兴趣都没有，对什么都提不起劲。儿子想带我出去走走，我也拒绝了，我觉得自己一个人待着挺好的，出去也不知道干什么。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我记忆力还行吧，没觉得比别人差太多。就是最近老忘带钥匙，有一回出门去小卖部，走到半路才想起来，又得回去拿，挺麻烦的。唉，人老了就是不中用了，要是我不在了，也不知道这房子会咋样。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我也不知道算不算美好。最近一次感受到生命美好的时刻？好像没有吧。就像前几天儿子一家三口来看我，可他们一进门就各自玩手机，我心里难受得很。我一辈子为这个家付出，可家人根本不是真心关爱我，我觉得自己活着好像也没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己没什么价值。就说前几天吧，儿子一家三口来看我，一进门儿子就问了句我身体咋样，然后他们就都坐在沙发上玩手机。我看着他们，又想起张大爷葬礼上他子女的样子，心里特别难受。我为这个家干了一辈子，可他们对我这么冷淡，我真的觉得自己啥用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，就说之前吧，自从4月5日那次之后，我每次吃降压药都要倒进花盆，越来越频繁，我觉得自己生活完全失控了，哪还能有精力充沛的时候啊。我就这么一天天熬着，啥也不想干，也不知道活着有啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像之前儿媳收拾花瓶碎片那次，她的不满我都看在眼里，我拖着微跛的右腿回到房间，感觉自己就是个累赘。家人照顾我只是责任，并非真心爱我。我又给家人添麻烦了，儿媳肯定很讨厌我，这种感觉让我陷入深深的绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说前几天吧，我看到邻居家儿子带着一家人出去旅游，有说有笑的。我呢，一个人待在家里，冷冷清清的。我就想，我这一辈子都在为别人付出，怎么到了老了，却落得个孤家寡人的下场呢？"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意，也谈不上不满意。就像之前，邻居家争吵，我就觉得是自己的错，心里特别难受。最近，我总是想起过去的那些事，觉得自己是个有罪的人，生活也没什么盼头。我就想自己能照顾好自己，能去小卖部买点东西，临终前把道歉信烧了，也就没啥遗憾了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我感到快乐的事……好像没有。就像前几天儿子一家三口来看我，他们却各自玩手机，没人和我说话。我一辈子为这个家付出，可家人根本不是真心关爱我，只是出于责任才偶尔来看我，想到这些，我心里就很难过，哪还能快乐得起来。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没啥美好不美好的。就像前几天，儿子一家三口来看我，结果一进门就各玩各的手机。我想起张大爷葬礼上他子女的深情，再看看自己的家人，心里就一阵刺痛。我为这个家付出了一辈子，可家人根本不是真心关爱我，我活着还有啥意思。"
        }
    }
]