[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己现在的生活还算满意吧。就说最近，儿子他们经常回来看我，还会给我带些东西。但有时候也会觉得自己老了，很多事情都记不住，像降压药的服用时间，我老是忘。还有想在祖坟旁留位置的事，也不知道能不能成，心里有点没底。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃啥活动，就是现在记性不太好，有时候会忘事。就像最近，我总是记不住降压药的服用时间，这可咋办呀？还有，我一直想在祖坟旁留个位置，也不知道能不能行。我现在这身体状况，真是让人担心啊。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时候会觉得生活有点空虚。就像每天坐在家里，看着那些绿植，听着戏曲，可心里总觉得少了点啥。最近一次有这种感觉，是前几天吧，我一个人坐在院子里晒太阳，周围静悄悄的，就我一个人，那时候就觉得特别空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像前几天，我坐在院子里，看着那些绿植，不知道该干啥。我想起之前给孙子织毛线袜，可现在织完了，一时没了事情做。后来大孙子来了，夸了我种的花，我才高兴起来。但他走了之后，我又觉得有点无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还成。最近一次心情愉悦是大孙子说把我种的花画下来带去学校，同学们都夸好看，还说他有个超厉害的奶奶。当时我心里可高兴了，觉得自己还是有点用的，能让孙子这么开心。（脸上露出欣慰的笑容）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我确实老担心不好的事发生。就像去年那次，我忘关煤气灶了，当时可把家里人吓坏了。现在想起来，我还后怕呢，怕再出啥意外，给孩子们添麻烦。所以啊，我现在做啥都小心翼翼的，就怕又出啥岔子。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事呀，就是前几天大孙子又跑过来跟我说，他把我种的花画下来带去学校，同学们都夸好看呢！我当时心里那个美呀，觉得自己种的花能让大家都喜欢，可真不错。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "有时候会觉得无助。就像去年那次，我忘了关煤气灶，差点出大事。当时我就很害怕，也很自责，觉得自己怎么这么没用，连这点事都做不好。还好孩子们及时赶回来处理了，不然真不知道会怎么样。（有些沮丧地低下头）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更喜欢待在家里。就像前几天，阳光挺好的，我本来想出门走走，但又怕自己记不住路回来。后来就坐在家里，看着窗外的孙子玩耍，想着给他织双袜子，结果针法都忘了。哎，我现在真是老了，啥都不行了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我觉得自己记忆力越来越差了。就像之前有一次，我一个人在家，四儿子生气的表情一直在我脑子里转，我就想着是不是自己又做错什么事了，结果连降压药都忘记吃了。后来还是送餐的志愿者小姑娘提醒我，我才想起来。哎，这脑子真是不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。好的是能看到我的孩子们过得好，就像之前我给他们多放了点米，看他们吃得满足，我就挺开心。可坏的也不少，比如我老伴生病那会，我怎么都治不好他，心里难受得很。最近一次感受到生命美好的时刻嘛……我还真得想想。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没用，就像前几天，我想给家里做顿饭，结果不是忘了放盐就是炒糊了菜。孩子们虽然没说什么，但我心里可难受了。我以前可不是这样的，现在老了，啥都干不好了。（叹了口气）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我现在哪还觉得自己充满活力哟。不过说起最近一次感觉有点精神头，那就是前几天大孙子又夸我种的花好看的时候啦。当时我心里一高兴，就觉得好像还有点用似的，就又去给那些花浇了浇水，修剪了一下枝叶。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然我年纪大了，记性不好，还忘关过煤气灶，但我有子女关心我，社区也会有人来看我。我还能听听戏曲、打理打理绿植。最近一次感到困扰，就是老记不住降压药的服用时间，怕自己吃错了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，我就过我的小日子。最近一次觉得别人过得好，可能是看到村里有家人办喜事，热热闹闹的。我家就我和孩子们，有时候觉得挺冷清。但我也习惯了，我有我的绿植和戏曲，也挺好的。就是老了，记性不好，总担心自己会给孩子们添麻烦。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧，说不上多满意，但也能凑合着过。最近一次感觉不满足的时候，就是前几天，我三儿子公司寄来的养生杂志广告期刊，我想看看，但是好多字都不认识，就觉得自己挺没用的，要是能多读点书就好了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事呀，就是前段时间我大孙子说把我种的花画下来带到学校，同学们都夸好看，还说他有个超厉害的奶奶。当时我听了心里可美了，觉得自己还是有点用的，嘿嘿。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着好不好啊……我也说不太清。以前饥荒那阵，日子苦得很，可看着孩子们吃饱饭露出满足的神情，我就觉得活着也挺好。现在老了，记性不好，还总担心自己给孩子们添麻烦。最近一次觉得活着美好的时刻……可能就是收到三儿子公司寄来的养生杂志广告期刊的时候吧，感觉自己还被人惦记着。"
        }
    }
]