[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前春节吧，大家都热热闹闹的，可我觉得自己啥忙也帮不上，像个累赘。还有，我想给外孙女缝个肚兜，可手就是不听使唤，缝得歪歪扭扭的，我觉得自己真没用，活着好像也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，之前一段时间，我就没心思去种菜和缝纫了。就像春节过后，我坐在院子里，望着院墙上的青苔，觉得生活没意思，就啥也不想干了。我觉得自己啥也做不好，种的菜也长不好，缝的东西也没人要，活着好像真没啥用。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活有时候是空虚的。就像之前在菜园翻土，我以前在园子里多能干啊，可现在连翻几下土就呼吸急促、双腿打颤，看着锄头，我就觉得自己没用，成了累赘，生活好像也没了啥意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就拿前几天来说吧，我把家里收拾得干干净净的，菜也种好了，肚兜也缝了一会儿，实在没事干了，就坐在门口晒太阳。看着路上一个人都没有，心里空落落的，觉得这日子过得真没意思，好像自己也没什么用。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，就像之前想给外孙女缝肚兜，可手一直抖，缝得歪歪扭扭，最后也没缝好。我觉得自己什么都做不了，活着真没意思，也没人会在意我。最近一次心情愉悦的经历，我也想不起来了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就之前一段时间，我路过村里年轻人家门口，看到他们夫妻吵架，那年轻人游手好闲，他妻子哭着收拾行李。我当时就想啊，要是我家人也这样，亲情淡了可咋办。我心里又慌又怕，赶紧就走了，就怕看到更糟的情况。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都不太开心。最近一次让我觉得有点开心的事，还是之前外孙女回来的时候。我想着给她缝个肚兜，可手就是不听使唤，缝得歪歪扭扭的，最后也没缝好。我觉得自己真没用，连这点小事都做不好，更别提开心了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常会觉得无助。就说之前吧，我想给外孙女缝个肚兜，可眼睛花了，穿针都穿不进去。我坐在那儿，拿着针线，怎么都弄不好，心里特别难受，觉得自己老了，啥都干不了，一点用都没有。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像之前有次，几个老邻居约我一起去镇上逛逛，我就觉得还是待在家里好。我想起以前捡菜叶时被人嫌弃的样子，就怕出去又被人看不起。我觉得自己啥也不会，出去也没啥用，还不如在家种种菜、缝缝东西。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不太好嘞。就说之前吧，我想给外孙女缝个肚兜，结果找了半天剪刀都没找着，我就想着先做别的，等想起来放哪儿了再弄。结果呀，一直到外孙女周末回来，我都没找着，还是她帮我在柜子角落里找到的，可把我急坏了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我满心欢喜给外孙女缝肚兜，可手就是不听使唤，缝得歪歪扭扭，我觉得自己真是没用。现在啊，我也没心思做那些事了，觉得活着好像也没啥意思，没人会在意我这个老太婆。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就像之前，外孙女来看我还给我带糖，我可高兴了。可她接了个电话就着急走了，我心里空落落的，觉得自己留不住她，就是个累赘，什么用都没有。这种感觉真的很难受，觉得自己活着好像没什么意义。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。以前还能种种菜、缝缝东西，现在越来越力不从心了。就说缝肚兜吧，以前一天能缝好几个，现在得好几天。哎，觉得自己真的老了，没什么用了，活着好像也没多大意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我是觉得挺绝望的。就像之前春节的时候，我在浙南的夯土老屋里准备了一桌子饭菜，可子女们都没回来。我坐在那儿，听着外面的鞭炮声和欢声笑语，心里难受极了。我觉得自己就是个累赘，不值得被子女关爱，活着好像真的没什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就说我外孙女吧，她那么年轻有活力，想做什么就做什么。之前她来看我，我可高兴了，可她接个电话就匆匆走了，我心里那个失落啊。我现在老了，身体不好，什么都做不了，真的觉得自己没什么用。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我满心欢喜想给外孙女缝个肚兜，可手就是不听使唤，缝得歪歪扭扭，我越急手越抖，最后只能放弃。我觉得自己什么都做不好，是个累赘，活着也没什么意思，更别说什么满足感了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心，还是外孙女来看我，她给了我一颗牛奶糖。可后来我想给她缝个肚兜，手却抖得厉害，怎么都缝不好。我觉得自己真没用，连这点小事都做不好，之后就再也没开心过了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就像春节刚过那会，我坐在院子里，看着院墙上的青苔，心里空落落的。大家都热热闹闹的，可我啥忙也帮不上，觉得自己就是个累赘。我以前还能种菜、缝纫，现在啥也不想干，也不知道活着还有啥意思。"
        }
    }
]