[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意。就像之前，我给女儿打电话让她回来帮忙照顾老伴，她却因为工作忙拒绝了。当时我心里特别寒，觉得自己一个人真的应付不来。我一直努力照顾老伴，可有时候真的觉得好累，也不知道这样的日子什么时候是个头。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃的活动是春节做年夜饭。之前一段时间，我满心欢喜准备蔬菜，想着做顿丰盛的年夜饭。可孩子们打电话说不回来，我就觉得做了也没人吃，就放弃了。我现在觉得做什么都没意思，活着好像也没什么太大的意义。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺充实的，就是有时候会觉得累。比如之前老伴病情加重，我一个人照顾不过来，给女儿打电话求助，她却因为工作忙回不来。那时候我心里特别难受，觉得自己好无助。不过后来我还是坚持下来了，现在每天照顾老伴，种种菜，日子也还过得去。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "不怎么觉得无聊，就是有时候会觉得心里空落落的。就像之前有一天下午，我在院子里种蔬菜，可脑子里一直想着张大爷孤独的样子，我就觉得自己也挺孤单的，子女都忙，很少陪我。种完菜后，我就坐在台阶上发呆，也不知道在想些什么。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算平稳。最近一次心情愉悦，是大概九几年的时候，我翻修完祖屋，大家围坐喝茶聊天，一位老族人夸我不仅翻修了祖屋，还传承了家族精神。我当时眼眶都红了，觉得自己的努力没白费，家族凝聚力也更强了，心里特别欣慰和自豪。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧未来，是之前老伴突然中风。我当时又慌又怕，医生说她中风后我心都沉了。我一直努力照顾她，可自己身体也越来越差，就担心自己要是不行了，老伴咋办？还有记录家族历史和让祖宅四世同堂过春节的事，我也怕自己完成不了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少真正开心过。就像之前去医院，医生说我要多休息，可我哪敢啊，我得照顾老伴。想起小时候在豆腐坊帮父亲泡豆子，他夸我做得好，我那时可开心了。但现在，那种快乐好像离我很远很远了，我也不知道未来会怎样。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前有一天晚上，我坐在书房里整理家族历史资料，看着满桌的东西，压力特别大。我知道自己一个人很难完成，可又不想向子女求助，觉得那是软弱的表现。最后只能默默坐在那里，心里特别无助，也不知道该怎么办才好。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在家里。就像之前有次，我一整天都没出门，就守着老伴。房间里乱糟糟的我也没心思收拾，就觉得待在老伴身边心里才踏实。但有时候也会想，自己这样是不是太封闭了，可又实在放不下老伴一个人。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没比大多数人差。最近一次因记忆问题困扰，是之前去买烟丝，到了店里突然忘了自己是来买烟丝的，愣了好一会儿才想起来。不过这也可能是一时的疏忽，不是什么大问题。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。就说之前，我老伴病情加重，我给闺女打电话让她回来帮忙，她却工作忙回不来。那一刻，我觉得活着真没意思，没人能帮我，我一个人怎么照顾老伴啊。最近也没什么让我觉得生命美好的时刻，日子就这么一天天过着。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没价值。就像之前有一次，我老伴病情加重，我给女儿打电话想让她回来帮忙，结果她工作忙回不来。我当时就觉得自己很没用，连照顾老伴都力不从心，还得麻烦女儿，可女儿也帮不上忙，我真的不知道该怎么办了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己现在没什么活力。就像之前，我在院子里种蔬菜，可心里一直想着张大爷孤独的样子，还有和子女联系越来越少的事，一下子就没心思干活了，坐在台阶上发呆。我也不知道自己怎么了，就是觉得越来越孤单，哪还有什么活力啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时候确实觉得自己的处境挺绝望的。就像之前有一次，老伴病情突然加重，我在客厅里急得团团转，给女儿打电话求助，可她却说工作忙回不来。那一刻，我真的感觉自己好无助，好绝望。我一个人怎么能照顾好老伴呢？我真的很害怕，也很担心。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就拿前几天来说，我去公园散步，看到很多老人都有家人陪着聊天、说笑。而我只能一个人默默地走，感觉心里空落落的。但我也知道，每个人都有自己的生活，我不能总是和别人比较。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前，我给女儿打电话让她回来帮忙照顾她妈，她却拒绝了，当时我就觉得特别心寒。但后来我还是自己坚持照顾老伴，我觉得这是我的责任。不过有时候也会想，要是能有个人帮帮我就好了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前我和子女们在家说要多聚聚，祖屋是根不能忘。虽然有的子女不太理解，但我觉得自己在努力维护家族团结，还是挺开心的。就像1952年我帮父亲泡豆子得到他夸奖时一样，感觉自己做的事有意义。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我也说不上活着是不是美好的事。就像之前，我给女儿打电话让她回来帮我照顾生病的老伴，她却拒绝了，我当时就觉得特别心寒。还有我自己身体出问题去医院，也很担心以后没办法照顾老伴。但有时候，看到我种的蔬菜长得很好，心里也会有那么一丝高兴。"
        }
    }
]