[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像前几年，我在小菜园里种满了菜，给大儿子送菜的时候，他夸我种得好，我可开心了。但有时候也会觉得有点失落，比如在温州的小区里，想种菜都没地方，就会想起老家的菜地和邻居们。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有呀，我一直都爱种菜、编织。就像之前，我坐在阳光下给曾孙女织毛衣，她好奇地问这问那，我可开心了。还有我种的菜，大儿子总夸好吃，我就更有劲儿种菜了。我觉得这些爱好让我的生活有意义，也能给家人带来快乐，所以不会放弃。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像前几天，我去大儿子家给他送我种的菜，他可高兴了，直夸我种的菜好吃。我们还坐在沙发上聊了好一会儿家常呢。那时候我就觉得生活可充实了，能为家人做点事，我心里可满足了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像几年前刚搬到温州市区的小区时，周围都是陌生人，小区里也没个能种菜的地。我坐在长椅上，看着那一小块被水泥封住的土地，心里空落落的，特别无聊。还是在老家的时候好，有菜地，还有能一起唠嗑的邻居。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都还挺好的。最近一次心情愉悦是几年前，我给曾孙女织毛衣。当时阳光照进客厅，曾孙女好奇地问我这问我那，我就一边织毛衣一边给她解答。看着她那可爱的模样，我心里可高兴了，觉得自己还能为家人做点事，特别满足。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心不好的事。就像去年我髋部受伤后，看到邻居老李坐轮椅那落寞的样子，我就担心自己以后也会那样。虽然孩子们都说会照顾我，但我还是怕给他们添麻烦。最近快到清明了，我又担心自己身体能不能撑得住去给老伴扫墓。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事呀，就是前几天我曾孙女又来找我，说我之前给她织的毛衣她还在穿，可喜欢了。我就想着呀，等天再冷点，我再给她织一件新的。看着她开心，我心里也甜滋滋的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助嘞。就说我去年摔伤髋部那次吧，虽然当时疼得厉害，但我心里一直想着我能行，不用轮椅。子女们劝我用，我也坚决不用，我觉得用了轮椅就好像承认自己不行了。我就是想靠自己，所以那次也没觉得无助，就是有点担心自己以后是不是真的不能像以前那样行动自如了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像去年摔伤髋部后，我就不太爱出门了。不过，我也不是完全不想出去，只是觉得在家里更自在些。比如，我可以种种菜、编编竹篮，还能和邻居们聊聊天。最近一次选择待在家里，是因为我想给孙女编个竹篮，等她下次回来就送给她。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就像前几年，我把银镯子传给孙女时，之前放哪了我都记得清清楚楚。不过有时候也会忘点小事，比如刚把菜放哪了，但也不常这样。最近一次因为记忆问题困扰好像没有，可能是我不太在意这些小的记忆失误吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的呀。就像之前给曾孙女织毛衣，她穿上后开心得转圈圈，一家人都夸我，那时候我就觉得特别美好。不过最近也有点小失落，我想把银镯子传给孙女，她却不要，这让我心里空落落的，但这也不影响我觉得活着还是美好的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。你看，以前我靠卖竹编供儿子上学，遇到过好多难题我都坚持下来了。现在我还能自己种菜、编织，我觉得自己挺有用的。而且我还有家人需要我，我要给老伴扫墓，还要把银镯传给孙女，这些事都让我觉得自己是有价值的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前几天，我去地里种菜，虽然身体不如以前那么灵活，但我还是坚持把菜种完了。当时我就觉得自己还能行，心里挺高兴的。不过，有时候我也会觉得力不从心，比如去年髋部受伤后，做很多事情都不方便了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。就像去年我髋部受伤，子女们劝我用轮椅，我坚持不用，虽然走路一瘸一拐，但我觉得自己还能行。不过有时候也会想，要是以后身体更差了怎么办，但这也不至于绝望嘛，我还有孩子们呢。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我这一辈子经历了很多，有苦也有甜。就像以前教邻居阿婆编竹篮，看到她学会了，我心里可高兴了。现在虽然年纪大了，身体有点小毛病，但有子女和孙辈的关怀，我觉得自己过得挺好的，没啥不满足的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就说前几天吧，我在院子里种菜，阳光正好，我种得可起劲了。但后来我发现自己的腰越来越酸，以前可不会这样。这让我有点不满足，觉得自己的身体确实不如以前了。不过，我还是会继续做自己喜欢的事，也希望能把我的手艺传给孙女。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事呀，就是前几天给曾孙女织好了毛衣，她穿上后开心得直转圈，还一个劲儿地夸我，家人们也都在旁边夸我手艺好。当时看着曾孙女那高兴的样子，我心里呀，别提多甜了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前我在集市上遇到那个年轻人，虽然他遇到了困难，但我用自己的经历去鼓励他，那一刻我就觉得生命很美好。我能把自己的经验分享给别人，也许能帮到他，让他重新振作起来。这让我觉得自己是有价值的，也让我感受到了生命的意义。"
        }
    }
]