[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就像前几天，我去菜园子里摘菜，看着自己种的菜长得那么好，心里可高兴了。但有时候也会觉得有点孤单，特别是逢年过节，孩子们都不在身边。不过我知道他们也不容易，在城里工作忙，我就自己找点事情做，日子也就这么过着。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过啥感兴趣的活动呀。不过要说最近有啥让我觉得有点力不从心的，就是穿针了。以前眼睛好使的时候，穿针引线那都不是事儿，现在老了，眼睛不行了，穿个针得费好大劲，有时候都穿不上。但我也没想着放弃，还在想办法呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "哎，空虚嘛，有时候是会有这种感觉。就像孩子们打电话说今年不能回来过年那次，我准备了那么多，结果他们不回来，当时就觉得心里空落落的。平时我一个人守着这老房子，虽然也有自己的事情做，但还是盼着孩子们能回来，一家人团团圆圆的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "不咋觉得无聊嘞。我平常忙得很，要去菜地里干活，还得照顾家里。就像之前，我在菜地里不小心扭伤了脚，可还是得忍着痛回家处理伤口，然后又回去菜地。我就想着，我得把菜种好，孩子们回来才有得吃。最近也没啥让我无聊的事儿，每天都过得挺充实的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行。最近一次心情愉悦是在年前，村里的小孩来我家玩，我给他们分了我腌渍的食物，他们吃得可开心了，还围着我叫我“赵奶奶”，当时我心里可高兴了，觉得自己还能为别人做点什么，那种感觉真的挺好的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，有时候是会担心不好的事。就像最近，我总担心孩子们过年回不来，孙辈也见不着。还有啊，我眼睛不好，穿针都困难，这可咋整。我还想把过冬的白菜种够呢，要是种不好，冬天吃啥呀。这些事就老在我心里打转，让我有点发愁。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是想起之前在公社大会上被队长表扬，说我帮助新同志进步大。还有一次在公社会议室，公社干部表扬我主动承担清理猪圈的任务。当时我心里可自豪啦，觉得自己做的事有价值，也证明了自己是个独立有能力的人。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。但最近穿针老是穿不进去，有点着急。以前我眼睛好的时候，穿针引线可快了。现在不行了，这让我有点犯愁，因为我还想自己缝缝补补，把衣服都收拾好，等孩子们春节回来看到一个干净整洁的家。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像那天孩子们打电话说不回来过年后，我就一直待在这屋里，看着全家福，啥也不想干。外面下着大雪，我也不想出去。我就觉得还是在屋里踏实，能回忆回忆以前的事儿。但有时候也会想，是不是该出去走走，可又不知道去哪儿。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没有比大多数人差很多。不过最近穿针的时候确实有点困难，以前一下子就能穿过去，现在得试好几次。但我觉得这可能是眼睛花了，不一定是记忆问题。我也没因为记忆问题感到过啥大困扰，就是有时候会忘记把东西放哪儿了，不过多找找总能找到。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。要说美好时刻，那就是看着自己种的菜长得好的时候。就像之前，我去菜地看白菜，那绿油油的一片，心里可高兴了。但有时候也会难过，就像老李头那样，孩子们忙得顾不上他，我也担心自己以后会这样。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值呀。我能自己种菜、腌渍食物，还守着老宅。最近就是穿针有点困难，但我还能想办法。我盼着春节孩子带孙辈回来，到时候一大家子热热闹闹的，多好。我觉得自己的生活挺有盼头的，怎么会没价值呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还算有活力吧。就像前段时间，我去菜地看白菜，虽然累得直不起腰，但看到白菜长得那么好，我心里就特别高兴，一下子就觉得又有劲儿了。不过，最近我有点力不从心了，穿针都困难，这可咋整啊？我还想种够过冬白菜，等春节孩子们带孙辈回来呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。虽然有时候会遇到些困难，像最近穿针就有点费劲，但我还是能想办法解决的。而且我还有那么多事情要做，要种够过冬的白菜，等着春节孩子带孙辈回来。日子虽然平淡，但有盼头，我觉得挺好的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。我虽然一个人在农村生活，但我有自己的房子，能种种菜、腌腌菜，日子也挺自在的。就是最近眼睛有点花，穿针都困难了。不过，我也不着急，慢慢来吧。我就盼着春节的时候，孩子们能带着孙辈回老宅，一家人团聚，那我就心满意足了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就说前几天吧，我去菜园子里看我种的菜，长得可好了，心里就挺满足的。可一想到孩子们都在省城，很少回来，又觉得有点不满足。尤其是晚上一个人坐在家里，就会想他们。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事，就是前几天去地里看我种的菜，长得可好了。我就喜欢自己种菜，吃着放心。想着孩子们过年回来，能吃上我种的新鲜菜，我心里就特别高兴。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。前几天我去地里看菜，发现我种的那些菜都长得可好了，绿油油的一片，看着心里就欢喜。那时候我就觉得活着真不错，能种点菜，看着它们长大，还能等孩子们回来吃。不过，有时候也会想，要是孩子们能多回来看看我就更好了。"
        }
    }
]