[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就像最近，我看着妻子病情逐渐好转，心里可高兴了。但有时候也会有点担心，怕她身体再出问题。不过我相信自己能照顾好她。还有我那紫白菜，最近长得挺好，我可期待它丰收的那天了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有啊，我现在还坚持打太极、写书法呢。我还想着培育紫白菜，整理农谚传孙辈，哪有时间放弃什么活动呀。不过有时候也会觉得自己年纪大了，做这些事会不会力不从心，但我又想，不试试怎么知道呢，对吧？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天要照顾中风的老伴，还要写康复日记。我喜欢书法和种菜，最近正想培育紫白菜呢。我还想着把农谚整理出来传给孙辈。我觉得每天都挺忙的，也挺有意义的，哪有空虚的感觉呀？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊嘞。每天要打太极、写书法，还要照顾我那中风的老伴儿，忙得很。而且我最近在培育紫白菜，还想着把农谚整理整理传给孙辈，哪有时间无聊哦。就是有时候觉得自己年纪大了，有些事做起来可能会力不从心。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦啊，就是想起1998年那次抗洪，我带着村民们筑起堤坝保住了粮仓。当时村民们都夸我，我心里那叫一个美啊！觉得自己为大家做了件大好事，特别有成就感。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我倒是不常担心不好的事发生。不过最近一次担忧未来，就是我老伴中风那次，我怕她好不了，怕我照顾不好她。但后来我每天给她写康复日记，她恢复得还不错。现在我就想把紫白菜培育好，把农谚整理好传给孙辈，其他的我也不太想了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，就是前几天我种的菜又大丰收了，我给邻居们都分了一些，他们都夸我种的菜好。就像之前2014年那次一样，我提了一篮篮新鲜蔬菜给老张他们，他们都很高兴，我也特别满足。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。但三年前我老伴中风那会儿，我确实有点不知所措。不过后来我就想，我得照顾好她啊。我每天给她写康复日记，记录她的点滴进步。现在她恢复得还不错，我觉得我能行。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像之前小孙女生病那阵子，我就一直守在家里照顾她。当时我在菜园里给紫白菜浇水施肥呢，听到电话说她生病了，我啥都顾不上就跑回家了。那几天我就一直待在家里，守着她，心里才踏实。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊，没觉得比大多数人差。就说最近吧，我还能清楚记得我昨天种了哪些菜，浇了多少水。不过有时候也会突然想不起来某个字怎么写，但这应该是正常的吧，年纪大了总会有点小毛病。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的。最近一次感受到生命美好，是前几天我和孙子孙女一起在院子里种菜。看着他们那股子认真劲儿，我就觉得特别开心。他们对什么都好奇，不停地问我各种问题，让我又想起了自己小时候。那一刻，我觉得生命在延续，真的很美好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我这辈子经历了很多，也做了不少事。就像我一直坚持打太极、写书法，还种着菜呢。我还想着培育紫白菜，整理农谚传给孙辈。而且我妻子中风后，我一直照顾她，还写康复日记。这些事都让我觉得自己是有用的，怎么会没价值呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前几天，我一大早就起来去菜地忙活，给菜浇水、施肥，忙得满头大汗，但一点也不觉得累。当时我就觉得自己身体里好像有使不完的劲儿，可能是因为我太喜欢种菜了吧，做自己喜欢的事情就会特别有动力。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我都这么大岁数了，经历过那么多事，现在日子过得挺好的。虽然三年前老伴中风了，但我一直照顾着她，还写康复日记呢。我还有自己的爱好，想培育紫白菜，整理农谚传孙辈，这些事让我觉得生活挺有盼头的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我在农村生活，有自己的爱好，能照顾家人，也挺满足的。最近一次比较，应该是看到村里年轻人都出去打工挣钱了，我就在想自己是不是落后了。但后来又觉得，每个人的生活都不一样，我也有自己的价值和乐趣。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就拿我参加书法比赛获奖那次来说吧，当时我可高兴了，立马就给老伴和孙子们打电话分享。但有时候也会有点小失落，比如之前我腰疼得厉害，连给老伴翻身都费劲，就会觉得自己老了，不中用了。不过这种情绪很快就过去了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正感到快乐的事，是前几天我种的菜又丰收了，我给邻居们送了一些过去。就像之前一样，他们都夸我种的菜好，还和我聊了好久。看着他们开心的样子，我心里也特别高兴，觉得自己做的事情很有意义。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像前几天，我和老伴坐在院子里晒太阳，看着孙子孙女在一旁玩耍，那画面真的很温馨。还有啊，我种的菜长得可好了，每次看到那些绿油油的菜，我心里就特别有成就感。这些时刻都让我感受到了生命的美好。"
        }
    }
]