[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我站在子女家门口，跟他们说我走了，他们就随口应了一声。我回到祖宅，整个人都没了精神。现在想想，心里还是觉得失落和孤独，觉得自己好像是被遗忘的人，活着也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有主动放弃过什么活动。但之前在公社农田竞赛时，我膝盖疼得厉害，每弯一次腰都像针扎一样，可我还是坚持下来了。因为我觉得自己经历过很多困难，有能力应对这个挑战，而且我也不想拖大家后腿，被人嘲笑。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像之前，我在伤病情况下完成任务，领导夸我，同事们也敬佩我，那种感觉可好了。还有一次，领导在会议上讲我抢救账本的事，大家都看着我，我可激动了。这些事让我觉得自己是有价值的，生活也挺充实的，就是有时候工作压力大，有点累。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前有一天，我在家收拾东西，结果眼神不好，把挂历上的年份都看错了。看着那张劳动模范奖状，想起以前在公社的日子，心里挺复杂的。我觉得自己曾经也为集体做过贡献，可现在好像都没人记得了，就这么被遗忘了，真的很无聊、很失落。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪一般吧。最近一次心情愉悦是在大概九几年的时候，会议结束后，同事们都夸我，这个说我厉害要学习，那个竖起大拇指，我心里暖烘烘的。虽然也有几个同事眼神不太对劲，但领导表扬了我，我就觉得那些不算什么了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前在公社农田竞赛时，我膝盖疼得厉害，但我担心自己拖后腿被嘲笑，所以咬着牙坚持干活。还有在公社仓库发现同事偷粮食那次，我很纠结要不要揭发他，担心得罪他以后在公社不好过，也担心不揭发会让集体利益受损。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候并不开心。最近一次真正感到快乐的事，是大概九几年的时候，会议结束后同事们都夸我，当时心里暖烘烘的。不过也有几个同事眼神不太对劲，小声嘀咕，但想到领导的表扬，我就觉得那些不算什么了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我确实经常感到无助。就说之前一段时间吧，我想出门遛遛弯，可刚走到楼下就忘了自己要干嘛。站在那儿半天，周围的人都看着我，我当时特别无助，觉得自己真的老糊涂了，活着好像也没什么用了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更倾向于待在家里。比如之前有一次志愿者说的活动，我就没去。那天下午，我坐在祖宅里，一想到过去出丑时别人的眼神，就不敢出门了。我就一直念叨着“待在家里，别犯错”，直到活动开始时间过了，我都没站起来。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不如以前了。就说之前吧，我想给孙子打电话，却怎么也想不起他的号码，那时候心里特别着急，感觉自己老了，不中用了，活着好像也没多大意思，就这么稀里糊涂地过吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就像之前有次，我想参加外出学习，鼓起勇气跟领导说了，可他说我膝盖不好，不让去。那一刻，我就觉得自己被遗忘了，哪有啥美好。现在也总是觉得自己没价值，没人在意我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前，我在伤病的情况下还完成了任务，公社领导夸我给大家树立了好榜样，同事们也都很敬佩我。当时我心里可高兴了，觉得自己的努力没有白费，是有价值的。不过，有时候也会觉得自己老了，可能会被遗忘吧。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是充满活力的。就像大概九几年的时候，在公社会议室里，领导讲我在洪灾中抢救账本的事，我当时特别激动自豪，心跳快，脸火辣辣的，但也感觉浑身充满了力量。从那以后，我干活更认真了，就想着继续为集体做贡献，让大家看到我的价值。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就像之前有一次，大概是九几年的时候，我在祖宅卧室整理房间，看到墙上挂历，错看成了下一年的。想到子女很少回来看我，我就觉得自己被世界抛弃了，坐在床边，眼神呆滞，心里特别难受，觉得自己对别人来说根本不重要。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我确实觉得大多数人比我过得好。就像之前在集市上，看到旁边几个妇女穿着漂亮新衣服有说有笑地走过，我下意识就低下头加快脚步。我觉得自己和她们差距好大，我一个人供小叔子读书，过得这么落魄，还被摊主羞辱，真的很委屈，也很自责，觉得自己没本事。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前一段时间，我坐在祖宅里，看着墙上的挂历，总觉得时间过得慢，好多事没做。年轻时的梦想都没实现，现在还是一个人，那种孤独感和无力感真的很难受。我觉得自己好像被这个世界遗忘了，没人能懂我。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候并不开心。最近一次真正感到快乐的事，大概是之前在苏北芦苇荡村落重建现场，我帮年长村民搬木材，他和旁边的村民都夸我干得不错，当时我心里特别甜，脸上也忍不住露出了开心的笑容。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上来。之前有次，我去公社领导办公室说想外出学习，结果领导说我膝盖不好，不让去。那一刻我觉得自己被遗忘了，活着好像也没多大意思。但又想到之前在洪灾中抢救账本，领导在会上表扬了我，同事们都投来敬佩的目光，那时候又觉得自己还是有点价值的。"
        }
    }
]