[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前学裁缝那事儿，我很兴奋能去学新方法，想着能让裁缝铺跟上时代。可现在，我这身体不行了，啥也干不了，就觉得自己没用了。最近一次不满足就是看着那些多肉，我以前能自己照顾得好好的，现在却得靠别人帮忙，唉。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，现在很多活动都参加不了啦。就说之前，我挺喜欢和邻居们一起唠嗑的，但后来大家都各忙各的，慢慢就不怎么聚了。我就觉得自己好像被落下了，心里空落落的。再加上我这腿也不好，出门都不方便，更别提参加什么活动了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就说之前一段时间，我拄着拐杖回到家，看到自己培育的多肉有些都枯萎了，儿媳还把丈夫的旧烟斗扔进垃圾桶。家里人在讨论事情，我想参与又怕说错话，只能默默坐在一旁，那种孤独感和空虚感一下子就涌上来了，觉得自己好像什么都做不了，对这个家也没什么用了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前有一天，儿子给我量完血压就走了，儿媳送换洗衣物来也是应付几句就离开。我一个人躺在床上，房间里安静得可怕，我心里难受极了，觉得自己就是个累赘，家人都不待见我，这种感觉真的很无聊、很无助，也很绝望。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪一般吧。最近一次心情愉悦，是想到之前儿子考上大学的时候，我特别开心，逢人就说。那时候我觉得自己这么多年经营裁缝铺，为家庭付出，特别有价值。但现在，我这身体不行了，也不知道还能为家人做些什么，唉……"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我常常担心自己哪天就走了，家族口述史和丈夫劳模事迹还没弄好。就像之前，我晕倒在裁缝铺，被送到医院，医生说我身体不行了。那时候我就特别担心，我要是不在了，这些事可咋办啊？（情绪低落，眼神黯淡）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前刘老师来我裁缝铺取衣服，穿上后特别满意，还夸我手艺精湛，说以后会介绍朋友来。那一刻，我觉得自己的手艺得到了认可，心里像开了花一样甜。可现在，我老了，身体不行了，也没什么人来找我做衣服了，感觉自己越来越没用了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说最近吧，有一天上午，儿子来给我量血压，全程我俩都没说话。他走后，我一个人躺在床上，心里难受极了。我想起以前自己还能经营铺子，现在却啥都干不了，成了家人的负担，儿子都不愿意多陪我说说话，这种无助感就像一块大石头压在我心里。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "哎，我现在就是更愿意待在家里。就像之前，我本可以和儿子一家出去逛逛，但我没去。我坐在家里，看着那些多肉，就想起以前在扫盲班被老师表扬的事，心里有点开心，可又觉得现在老了，出去也没什么用，还不如待在家里。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧。就像之前在公社食堂分发糠窝头那次，到了晚上我还能清楚记得同事被批评的场景，翻来覆去睡不着。不过有时候也会忘事，比如刚放下的东西，转眼就不知道放哪了，这让我有点困扰，觉得自己是不是真的老了，不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好。之前在公社食堂，大家让老同事分享饥荒经验，他不肯，我就鼓起勇气站出来说了。当时紧张得心跳都快了，但还是想帮大家。可现在，我在这县城里，也不知道能帮上谁的忙，感觉自己没啥用了，也没人能真正懂我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没有价值。就说前几天吧，儿子来给我量血压，全程我俩都没说话，他量完就走了。我看着他的背影，心里空落落的。我以前还能经营裁缝铺和杂货铺，现在却啥都干不了，成了家人的负担，真的觉得自己一点用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有什么活力啊，自从三年前髋部摔伤后，就一直得拄着拐杖，做什么都不方便。就像之前在裁缝铺，我还能自己选布料、做衣服，可现在……唉，不过想到之前儿子考上大学，我那时可高兴了，觉得自己的辛苦都值了，那时候可能算是有点活力吧。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境就是绝望的。就像前几天晚上，儿媳进来放换洗衣物，我想和她说说话，她却一脸不耐烦，随便应付几句就走了。我当时就觉得自己成了这个家的累赘，特别绝望。我现在身体也不好，啥都做不了，真不知道活着还有啥意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得现在的年轻人都过得比我好。就像之前，我看到曾孙女和她的小伙伴们在院子里玩耍，有说有笑的，她们的生活那么丰富多彩。而我只能坐在一旁，看着她们，心里又羡慕又难过。我知道自己老了，身体也不行了，很多事情都做不了了，感觉自己真的没什么用了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近吧，儿子来给我量血压，全程我俩都没怎么说话，他量完就走了。我当时心里特别难受，觉得自己没用，成了家人的负担。儿媳也是，我想和她多说说话，她却一脸不耐烦，随便应付几句就走了。我现在觉得自己特别孤独，也很绝望。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，总是觉得孤独。最近一次真正开心，是之前在裁缝铺给刘老师做中山装，他穿上后特别满意，还夸我手艺精湛，说以后会介绍其他顾客来。当时我心里可高兴了，觉得自己还是有点用的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着哪有啥美好不美好的。就像之前在公社食堂，大家都想知道老同事饥荒时的经验，可他就是不说，最后大家都不欢而散。我当时想站出来分享自己的经验，可又怕大家觉得我多事。现在想想，活着也就这么回事，没啥意思。"
        }
    }
]