[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活谈不上满意。就像之前在社区走廊，看到那对老夫妻手牵手，我就很羡慕。我老伴走了，子女也不常来，我总是一个人。之前还被诈骗团伙骗了，现在都不敢和别人接触。有时候觉得活着真没意思，没人关心我，我也不知道自己还能做些什么。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我现在啥活动都不咋参加了。就说之前，大概九几年的时候吧，我还能去听听戏曲呢。后来有一次，我去听戏，结果听着听着就忘了自己在哪，等回过神来，戏都散场了，我一个人在那傻站着，心里可难受了。从那以后，我就不太敢去参加这些活动了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前有一天，我坐在家里，看着墙上的日历，突然就觉得心里空落落的。我想起了之前为丈夫准备早餐，他却冲我发脾气的事，我那么用心地照顾他，可他还是不在了。我做的这些好像都没有意义了，也不知道自己活着还有啥用。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我呀，经常觉得无聊。就像之前，我一个人在家，想找点事儿做，就去柜子里翻东西。翻着翻着，就看到了以前和老伴儿一起拍的照片。看着照片，我就想起了好多以前的事儿，心里空落落的。然后我就坐在那儿，对着照片发呆，也不知道过了多久，感觉可无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是好久以前了。那时候我还能自己去看戏，坐在台下听着戏曲，心里可舒坦了。可现在，我哪也去不了，就只能在家里熬日子。有时候想想，活着真没什么意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就像之前那几个‘志愿者’来家里说投资项目，我当时心里就七上八下的，又想赚钱改善生活，又怕被骗。结果还是把存折给了他们，现在想起来就后悔，总担心自己的钱打水漂了，以后日子可怎么过啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事……我好像想不起来了。就像之前在社区走廊看到那对老夫妻，他们那么幸福，而我总是一个人。有时候我会想，活着到底有什么意思呢？"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前，我想自己找到丈夫的墓地，可我怎么都记不住地址，写出来的字也是歪歪扭扭的。我当时就觉得自己好没用，连这么简单的事情都做不好，心里特别难受，感觉特别无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一天下午，阳光很好，社区走廊里有对老夫妻在聊天。（眼神黯淡）我看着他们，心里很难受，就觉得自己总是一个人，没人关心。（叹气）从那之后，我就更不想出去了，只想在家里守着老伴儿的遗物。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我觉得自己记性越来越差了。就像之前有一次，我在煤炉上熬粥，结果去屋里坐了会儿，就把这事给忘了，等想起来的时候，粥都熬糊了。还有啊，我老是记不住服药时间，得靠写纸条提醒自己。我这脑子啊，真是不中用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？我最近一次觉得有点意思，还是之前在社区走廊看到一对老夫妻手牵手。他们笑得那么开心，我就想起和老伴儿的日子。可现在呢，我总是一个人，啥都得自己来。我这脑子也不好使了，有时候连吃药都能忘。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没用，是想给子女打电话，可怎么也记不住他们的号码，翻了半天本子才找到。我就想，自己连这都记不住，还能做什么呢？是不是真的很没有价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，我哪有啥活力呀。以前还能自己熬熬粥，现在都记不住服药时间了。就记得以前年轻的时候，家里兄弟姐妹多，我得承担好多事儿，那时候倒是有力气干活儿，可也累得够呛。现在老了，啥都不行了，活着真没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我是觉得自己的处境挺绝望的。就说之前吧，我想给子女打电话，可连他们的电话都记不住，每次都要翻半天本子。还有丈夫的墓地，我一直想着清明能自己去看看他，可现在连路都记不住。我觉得自己啥都做不好，真的很绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会觉得别人比我过得好。就像之前在社区，看到那些年轻人聚在一起说说笑笑，我就很羡慕。我一个人待在家里，只能对着亡夫的遗物发呆。我觉得自己的生活好没意思，活着好像也没什么用。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，在社区走廊看到一对老夫妻手牵手，他们笑得那么开心，我就觉得自己好孤独啊。还有之前被骗那次，现在想起来都觉得自己太容易轻信别人了，心里很不是滋味。我也想能好好记住事情，自己去给老伴儿上坟，可我的脑子越来越不好使了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。之前有一次，我路过邻居家，听到他们在唱我喜欢的戏曲，那一瞬间我心里有点高兴。但很快就想到五妹不在了，还有丈夫也走了，我还是很孤独。我记性不好，总怕自己会忘记什么重要的事，所以每天都过得很紧张，很难真正快乐起来。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，看到那对老夫妻手牵手在社区走廊里，我心里难受得很。他们那么幸福，而我总是一个人，没人关心。我老伴儿走了，孩子也忙，我就这么过一天算一天，哪有啥美好的时刻啊。"
        }
    }
]