[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就过年那天傍晚，我准备了一桌子菜，可家人都在玩手机，没人理我。我走到孙子身边想和他说话，他却让我别打扰他。那一刻，我心里特别失落，觉得自己好像是个多余的人，没人需要我，也没人关心我。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动，只是现在种菜只能在阳台上，不像以前在承包地里那么自在。最近一次想种菜，是因为想让孙子尝尝新鲜的菜，可搭菜圃的事我还没弄明白，心里挺着急的，也不知道能不能弄好。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "哎，我觉得生活挺空虚的。就说过年那天傍晚，我在客厅把饭菜端上桌，满心欢喜地想和家人热热闹闹聚聚。可他们都只顾着玩手机，没人理我。我走到孙子身边想和他聊聊，他却嫌我打扰。那一刻，我心里空落落的，觉得自己在这个家里好像是多余的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说过年那天傍晚，我准备了一桌子饭菜，满心欢喜地想和家人热热闹闹聚聚。结果呢，家人都在玩手机，没人理我。我走到孙子身边想和他说说话，他却嫌我打扰他。我就觉得自己可没用了，活着好像也没什么意思，真的好无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总觉得心里空落落的。最近一次心情愉悦，是之前在老家的时候，我去地里摘菜，看到自己种的菜长得绿油油的，特别开心。但现在搬到县城了，也没地方种菜了，心里就更难受了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我有时候是会担心不好的事情发生。就说之前承包地被推平建快递站那事儿吧，我心里空落落的。没了地，我感觉自己好像少了点啥。现在又想在阳台搭菜圃，可我这年纪，也不知道能不能弄好。要是弄不好，我孙子怕是也吃不上我种的菜了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候都不开心。就说过年那天傍晚，我在客厅准备了一桌子饭菜，满心欢喜地想和家人热热闹闹吃个饭。可他们都在玩手机，没人理我。我走到孙子身边想和他聊聊，他却让我别打扰他。我当时啊，心里又冷又痛，哪有什么快乐可言啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就过年那天傍晚，我满心欢喜准备了饭菜，家人围坐后却都玩手机，没人理我。我去和孙子说话，他也嫌我打扰。当时我心里又冷又痛，感觉自己总是一个人，没人真正关心我，这个世界好冷漠，我真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在家里。就像之前，我在阳台上种菜，儿子说我别折腾了，种那点菜能有啥用。从那以后，我就更不想出门了，觉得自己做什么都不对，待在家里还能少给家人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比别人差多少。最近一次因为记忆问题困扰，是之前想给孙子做他最爱吃的梅干菜，结果去厨房转了一圈，竟然忘了自己要做什么，当时心里有点着急，也有点难过，觉得自己是不是真的老糊涂了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着哪有啥美好不美好的。就说之前，我满心欢喜把梅干菜端上桌，想让孙子夸夸，结果他说味道一般般。我当时心就沉下去了，觉得自己啥都做不好。现在啊，就这么浑浑噩噩地过，也不知道活着有啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己挺没用的。就说过年那天傍晚，我满心欢喜准备了丰盛饭菜，可家人围坐后都低头玩手机，没人理我。我走到孙子身边想和他说说话，他却冷冷地说别打扰他。我当时心里别提多难受了，觉得自己为这个家付出这么多，却没人在乎我，活着好像真没啥意义。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，每天就那么过着。之前一段时间，我想在阳台搭菜圃，可我一个人弄不了，儿子又忙，我就觉得自己好没用啊，啥都干不了，活着也没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我也不知道算不算绝望。就说之前承包地被推平建快递站那会儿吧，我心里空落落的。那地我种了多少年啊，一下子没了，感觉自己好像也没什么用了。现在就想在阳台搭个菜圃，可又怕弄不好，唉。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大多数人都比我过得好。就说之前吧，我看到小区里那些年轻人，每天都打扮得漂漂亮亮的，有说有笑地出去玩，我就觉得他们的生活多好啊。我呢，只能待在家里，也没什么人陪我说话。有时候真的觉得自己老了，没用了，活着也没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我从医院回到家，一整天都没精神。坐在阳台上，阳光照在身上却没一点温暖。别人去医院都有家人陪，我只能自己面对，我觉得自己什么都做不好，就是家人的负担，在这个世界上一点价值都没有。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候都不开心。就说过年那天傍晚吧，我满心欢喜地把饭菜端上桌，可家人都只顾着玩手机，没人理我。我走到孙子身边想和他聊聊，他却嫌我打扰他。哎，我感觉自己就是个多余的人，活着真没什么意思。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好呀？我就记得之前给孙子做梅干菜，他说味道一般般，我满心期待都落空了。还有儿子嫌我种菜折腾，说种那点菜没用。我现在觉得自己做啥都做不好，活着也没啥意思，更别提啥美好的时刻了。"
        }
    }
]