[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前吧，我在小区花园散步，看到一位老人被子女小心搀扶着去看病，那场景多温馨啊。可再看看我自己的子女，平时都很少过问我的情况。那天晚上回到家，他们也各自忙自己的，没人和我说几句话。我觉得自己在这个家里就像空气一样，真的很失落。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我之前很爱打理菜圃，但自从搬到单元楼，就没办法像以前那样了。大概是三年前吧，我被子女接到这里，虽然他们也是为我好，但我真的很不适应。没有了菜圃，我总觉得生活里少了点什么。就像之前在菜圃里，邻居夸我菜种得好，我心里可高兴了。可现在，啥都没了，我也不知道自己还能做些什么。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前有一次，我在小区楼下看到几个小孩在玩，我因为认知不好，以为手里拿的药是糖，就想给孩子们吃。我以为这样能让他们开心，我也能做点有用的事。可后来才知道那是降压药，我觉得自己什么都做不好，心里更空落落的了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "哎，我经常觉得无聊。就像之前，我一个人坐在社区道路边，看到一对老夫妻相互搀扶着有说有笑，我就想起我老伴走了，我总是一个人。那一刻，真的好无聊、好孤独啊。我只能自己打理菜圃打发时间，可有时候，还是觉得心里空落落的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我心情好的时候不多嘞。之前有一次傍晚，我在菜圃里浇水，邻居路过夸我菜圃打理得好。我当时可开心了，觉得自己还有点用。从那以后，我每天都去菜圃看看，好像只有在那里，我才觉得自己不是个没用的人。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心自己会给家人添麻烦。就像之前在小区花园里，我看到一群老人在聊天，我特别想加入他们，可一想到自己连药都会发错，就开始担心自己会说错话、做错事，被他们嫌弃。最后我只能默默地离开，心里很失落。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，心里总是空落落的。最近一次开心，是之前在新社区花园里，邻居们热情地招呼我坐下，给我介绍社区情况。当时阳光暖暖地照着，我听着他们说话，心里暖乎乎的，脸上也露出了笑容。但现在，我又觉得自己什么都做不好，很没用。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就像前几天晚上，子女们下班回来后都各自忙自己的事，没人和我说几句话。我看着他们的背影，觉得自己在这个家就像空气一样。脑子不好使，这种被忽视的感觉更强烈了，我就坐在阳台上的旧椅子上发呆，心里想着活着还有什么用。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像那天，我出门时顺手拿了药，以为是糖，看到楼下几个孩子在玩，我想给他们“糖”吃，让他们开心，也让自己觉得能做点有用的事。结果……哎，我现在什么都做不好，还是待在家里吧，免得再给别人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，我的记忆力确实比大多数人差。就说之前吧，我在楼下把降压药当成糖给了邻居小孩。当时我脑子一糊涂，等反应过来，吓得差点晕过去。我觉得自己真是太没用了，连药和糖都分不清，子女知道了肯定会更嫌弃我。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，也不知道算不算美好。之前有一次，我在菜圃里忙活，邻居夸我菜种得好，我心里可高兴了。但现在，我总觉得自己一个人，啥也干不好。最近一次感受到生命美好，好像就是……好久以前的事了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就前几天，我在楼下看到几个小孩在玩，我就想给他们分点“糖”，结果拿错了，把降压药给了他们。我当时觉得自己真没用，连这个都能搞错，孩子们的家长肯定觉得我是个老糊涂。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，哪有什么活力啊。就说之前吧，我在菜圃里忙活，邻居夸我菜种得好，我那会儿还挺高兴的，觉得自己还有点用。可现在，老伴走了，我一个人在这单元楼里，啥都不习惯，也没啥能让我觉得精力充沛的事了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得我的处境是绝望的。就像之前把降压药当糖发给邻居小孩那次，我为家庭付出了那么多，现在老了连药都分不清，真是一点用都没有。我怕给子女添麻烦，也怕邻居笑话，感觉自己在这个世界上就是个累赘。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "是，我觉得大多数人都比我过得好。就像之前有一次在小区花园，我看到一位老人被两个年轻人小心搀扶着散步，旁边有人说那老人病了子女要带他去大医院。我当时就想，要是我生病了，我的子女会这样照顾我吗？我觉得他们不会，我就特别难过，觉得自己在这个世界上好像没人真正在意。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前吧，我在楼下看到几个孩子在玩，心里一高兴，就想给他们“糖”吃，结果把降压药当成糖给了他们。我觉得自己现在老了，什么都做不好，子女也不怎么管我，我真的是个没用的人啊。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。以前给孩子做新衣服时，想到孩子穿上会开心，我也觉得欣慰有动力。可现在，孩子都忙，很少来看我。最近一次开心，是之前在菜圃翻地，想起和老伴一起种菜的情景，心里的孤独感没那么强烈了。但那也是好久以前的事了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的？就像之前那次，我把降压药当糖发给邻居小孩，真是老糊涂了，一点用都没有。我为家庭付出那么多，现在老了，子女也不咋关心我。以前的事还能想起来，可现在啥都记不住，这日子还有啥盼头。"
        }
    }
]