[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活挺满意的。就像前阵子，我想在院墙边种满百日菊，跟家人说了，他们一开始不支持，我可委屈了。但后来我坚持，他们也就理解了。现在看着那片种满百日菊的地方，我心里可满足了。不过，有时候也会觉得跟家人的情感联系好像没以前那么紧密了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过啥活动。就说之前重孙考上大学那次聚会，我想和孩子们聊聊我的生活经验，可他们都在聊自己的事，我感觉自己像个局外人。从那以后，我就把更多时间放在了种花草上，但这也不算放弃，只是换了种方式找乐子，每天看着百日菊长大，心里也舒坦。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像之前我说的，我想在院墙边种满百日菊，这就是我生活中的小目标呢。家人虽然担心我累着，但我还是想做自己喜欢的事。而且我还盼着能见证家族五代诞生，生活有盼头，怎么会空虚呢？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊呢。我每天都可忙了，要去看看我种的那些花花草草，还得琢磨琢磨怎么把酱菜腌得更好吃。就像去年，我重孙考上大学，我亲手给他缝被子，那时候我心里可充实了，哪有空无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。最近一次心情愉悦啊，就是去年重孙考上大学时，我亲手给他缝了被子。当时把被子递给他，他眼眶红红的抱住我，说一定会努力学习，不辜负我的期望。我心里那叫一个美啊，脸上的皱纹都笑开了花。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我偶尔会担心一些不好的事情发生。就像几年前，我路过邻居家果园，听到他们夫妻因为经营理念不一致在吵架。当时我就担心他们这样下去果园肯定经营不好，也担心自己家会不会也出现这样的矛盾，影响果园收益。所以我现在经营果园，就更希望家人不要过多干涉。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事呀，就是去年重孙考上大学，我亲手给他缝被子。看着那孩子有出息，我心里别提多高兴了。我这一辈子经历了那么多，现在能看到家族里的孩子越来越好，就是我最大的快乐了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就像去年重孙考上大学时，我亲手缝被，觉得自己还能为家人做些事。但有时和儿孙们聊天，他们不太听我讲过去的事，我会有点失落。不过我也理解他们有自己的生活，我就种种花草、腌腌酱菜，日子也挺好的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更喜欢待在家里。就像之前，我一心想着在院墙边种满百日菊，哪都不想去。后来有一次，我摔倒了，孩子们担心我，想带我出去转转，我还是觉得家里好。我就跟孩子们说，我在这种种花，腌腌酱菜，挺好的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊，没觉得比别人差。就说重孙考上大学那事吧，我记得可清楚了，当时的场景现在都历历在目。我还亲手给他缝了被子呢，这事儿我也记得很清楚。最近也没因为记忆问题困扰过呀。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是件美好的事。就像那天，我在客厅说想在院墙边种满百日菊，我能想象到花开时的美丽，心里可高兴了。虽然家人不理解，但我还是想坚持。我觉得能做自己喜欢的事，看着家人，就是美好的时刻。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值呀。就说之前我想在院墙边种满百日菊，我觉得这是件有意义的事。可家人不理解，觉得我年纪大了别折腾。但我经历过那么多困难，种个花算啥，我还是坚持要种。我觉得自己能决定这些事，这就是我的价值所在呀。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还挺有活力的。就像去年重孙考上大学时，我亲手缝被子，那几天忙前忙后的，一点也不觉得累。还有啊，我每天都要去看看我种的那些花花草草，给它们浇浇水、施施肥，感觉可精神了。最近我就想着在院墙边种满百日菊，光是想想就觉得浑身是劲呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。就像以前战乱和灾荒的时候那么苦，我都挺过来了。现在日子多好啊，孩子们都孝顺，我还能种种花。我就是有时候会想起过去的事，想跟孩子们讲讲，让他们知道现在的生活来之不易。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。就像我当年学开拖拉机那会儿，虽然和家人交流少了，但我有自己的追求，过得也很充实。现在嘛，我就想在院墙边种满百日菊，再盼着能看到家族五代诞生，这日子多好啊，我挺满足的，也不羡慕别人。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活挺满意的。就拿去年重孙考上大学来说吧，我亲手给他缝被子，心里可满足了。不过最近也有点小失落，上次吃饭和儿孙们聊我以前种地的事，他们都不太爱听，就接着聊自己的了，我觉得和他们的感情好像没以前那么亲了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事呀，就是把从年轻人那学来的新方法和自己的老经验告诉村民们，看着他们认真听的样子，我心里可满足啦。我就觉得自己这一身的经验还是有用处的，能帮到大家，我可高兴了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀！就像去年重孙考上大学时，我亲手给他缝被，那时候我觉得可高兴了。不过最近，我总觉得和家人的感情越来越淡了，他们都忙，很少有时间陪我。但我还是会种些花草，看着它们长大，心里也会好受些。"
        }
    }
]