[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前土灶被禁那件事，我在农村用了一辈子土灶，到这儿就不让用了。儿子也不理解我，我心里可难受了。最近晚上总是睡不着，翻来覆去的，觉得自己在这个世界上很孤独，好像没人能懂我。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，就像之前小区邻居喊我参加线上投票活动，我一听“线上”就害怕。我对新科技一窍不通，怕参与了会出丑被嘲笑，就赶紧摆手拒绝了。现在想想，我好像总是因为这些原因放弃一些活动，觉得自己真的跟不上时代了，活着也没多大意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前一段时间，土灶被禁了，我在这个新小区里，很多传统习惯都没人理解。儿子也很少和我交流，每次说话都是些抱怨。邻居们也不明白我为什么那么喜欢烧土灶。我就觉得自己在这个世界上是多余的，活着好像也没什么意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，我有很多事情想做呢。就像之前，我在院子里劈柴烧土灶做饭，邻居路过嫌弃我，我心里可委屈了。我觉得自己的习惯被人不理解，但我还是想坚持，因为土灶做的饭菜香啊。不过，最近我也在想，是不是真的该试着改变一下，适应适应新环境了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前我在院子里晒太阳，看到一只小鸟在枝头欢快地唱歌。我就想起了以前和老伴一起在农村时，也经常能看到这样的景象。可现在老伴走了，我总觉得心里空落落的，做什么都提不起劲。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担心不好的事发生，是想到老伴走了，我一个人在这世上。就像之前在饥荒时，我担心家人饿死，拼命挖野菜。现在，我担心自己适应不了新环境，也担心教不好孙女绣牡丹，让她失望。我总觉得自己跟不上时代，很多事都做不好。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，心里总觉得空落落的。最近一次真正开心，还是之前帮邻居缝补衣物，邻居夸我手艺好。那时我心里可满足了，觉得自己还有用。但老伴走后，这种开心越来越少了，晚上也睡不好，总觉得日子没什么盼头。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就像最近，土灶被禁了，我在这新小区，好多习惯都和这里不一样。儿子也不理解我，和他交流又少，邻居们也不明白我为啥老想烧土灶。我躺在床上，翻来覆去，心里难受得很，觉得自己在这世上好孤独，啥都做不了，真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更喜欢待在家里。就像之前工厂里让我学新机器，我怎么都学不会，还被厂长叫去办公室。那之后我就更不想接触新东西了。现在也是，待在家里缝缝补补、腌腌菜，听着越剧，虽然有点孤独，但也自在。我也想改变，可又怕自己做不好。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行啊，没比别人差多少。就说前几天吧，我想给孙女绣牡丹，找了半天针线盒，最后还是在柜子角落里找到了。这事儿也没让我多困扰，就是年纪大了，记性可能没以前那么好了，但也不影响我过日子呀。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前，我看广场上老人们跳舞，自己也想试试，结果怎么都学不会，就觉得自己真没用。还有，我烧了一辈子土灶，到了新小区却被禁了，儿子也不理解我，我就觉得活着真没意思，啥都不顺心。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "没有啊，我觉得自己还是有点用处的。就说之前吧，我给孙女做了个小布包，她可喜欢了。不过有时候也会觉得自己跟不上时代了，像手机那些玩意儿，我怎么都弄不明白，儿子教了我好多次，我还是记不住，这时候就会有点沮丧。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就像之前土灶被禁后，我在新小区里很不适应，和儿子交流少，邻居也不理解我。我晚上躺在床上，翻来覆去睡不着，心里特别孤独。最近也没什么让我觉得精力充沛的时刻，感觉日子过得浑浑噩噩的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺绝望的。就说最近吧，土灶被禁了，我在这新小区，好多习惯都和这里格格不入。儿子也不理解我，我们交流越来越少。邻居们也觉得我烧土灶奇怪。我躺在床上，怎么也睡不着，就觉得自己好孤独，好没用，真的是绝望了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得别人可能比我过得好。就说之前吧，我看到小区里那些年轻人，穿着漂亮的衣服，拿着手机玩得可开心了。我就想，我这一辈子经历了那么多，现在却跟不上时代了，也不知道怎么用那些新玩意儿，感觉自己挺没用的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前，土灶被禁了，我心里难受得很。我一辈子都用土灶，到了新小区却不让用了。儿子也不理解我，和他交流越来越少。邻居们也不明白我为啥对土灶那么执着。我觉得自己在这个世界上越来越孤独，好像没人能懂我。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心，最近一次真正感到快乐的事，是大概九几年的时候，我在村办纺织厂帮小李修好了缝纫机，还把自己的经验分享给年轻同事们，他们都很感激我，那时候我觉得自己还有用，心里特别高兴。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就说之前，我想在院子里劈柴烧土灶，儿子就抱怨，说什么不安全、不卫生。我一辈子都这么过来的，到了他这儿就不行了。我心里难受啊，觉得自己在这个家都快待不下去了，哪还有什么美好的感觉。"
        }
    }
]