[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上满意也说不上不满意。就像之前，子女和孙辈走后，我一个人在房间，看着军功章和碑帖，心里空落落的。孙辈们都不愿意听我讲故事了，我觉得自己好像真的没什么用了，对家庭也没那么重要了，这让我很不满足。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近确实放弃了一些活动，就说临摹碑帖吧。之前我每天都会花点时间临摹，可后来总觉得手没以前稳了，写出来的字也不如从前，就慢慢不想临摹了。唉，感觉自己真的老了，做什么都力不从心，活着好像也没多大意思了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。每天都有事情做，侍弄盆景、临摹碑帖。不过有时候，比如晚上一个人待着，会想起以前的事，父母早逝，玩伴离散，心里还是会有点难过，但也不至于觉得空虚，毕竟还有家人在身边，也有自己的爱好。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊，是前几天晚上。子女和孙辈们走后，我一个人回房间。坐在床边，看着桌上的军功章和临摹的碑帖，心里空落落的。小孙子都不愿意听我讲故事了，我好像真的跟不上时代，对家庭也没那么重要了，这种感觉让我很无聊，也很沮丧。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "大多数时候情绪还行吧。最近一次心情愉悦，是之前子女和孙辈来家里，我下厨做了一桌子菜。看着大家吃得开心，我心里特别满足。那时候觉得自己还能为家人做点事，好像也没那么没用。（脸上露出一丝笑容，但很快又消失了）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近我确实常常担心不好的事。就像之前战友聚会后，我想到自己身体大不如前，连日常活动都吃力，未来日子可咋办啊。还有一次，看到小区里一个老人被子女冷落，我就担心自己会不会也这样。这些事让我心里特别焦虑、无助和失落。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正开心的事，那就是之前和老战友们聚会的时候。大家一起回忆过去在部队的日子，我还说起了以前在战场上的经历，他们都听得特别认真，还夸我厉害呢。那一刻，我觉得自己的过去特别有意义，心里可高兴了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近一次是2024年10月15日晚上，子女和孙辈们走后，我一个人回到房间。小孙子不愿听我讲故事，我看着桌上的军功章和临摹的碑帖，想着自己曾经那么有价值，现在却好像对家庭没那么重要了，心里特别难受，那种无助感就像潮水一样涌来。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在更愿意待在家里。就像最近那次，我想让曾孙辈在祖宅合影，可儿子说大家忙，祖宅也旧了。我当时就觉得很失落，就待在家里，不想出去了。我觉得自己和时代脱节了，家人的生活我也不懂，待在家里还能看看老照片，回忆回忆过去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比大多数人差。不过之前一段时间，我想给孙辈讲我小时候的事，结果有些细节怎么也想不起来，当时心里就有点着急和沮丧，觉得自己是不是真的老了，连这些事都记不清了，唉。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着嘛，说不上多美好。就像之前，孩子们带着孙辈来，可走了之后，房间里空荡荡的，我一个人坐在床边，心里难受得很。孙辈们也不愿意听我讲故事，我觉得自己真的跟不上时代了，活着好像也没多大意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次有这种感觉，是大概一个月前吧。那天小孙女走后，我一个人在书房，望着电脑屏幕，回想起她熟练操作，我却那么笨拙，心里满是苦涩。我担心家人会因为我跟不上时代而不再需要我，觉得自己过去的经历和知识都没价值了，真的很没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有什么活力啊。以前身体好的时候，还能自己侍弄盆景、临摹碑帖。可现在，做这些事都觉得有些力不从心了。就说前两天，我想给盆景换个盆，结果弄了半天，累得气喘吁吁的，最后还是得等孩子们周末来帮我。唉，我真是老了，不中用了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。只是有时会觉得自己老了，身体不如以前。比如最近想把盆景修剪得更精致些，但手有些抖，总是弄不好。还有，想在电脑上记录家族迁徙史，却怎么也学不会操作。这些事让我有些沮丧，但还不至于绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我现在生活也不错，有家人陪伴，经济也富裕。不过之前一段时间，看到老战友们的孩子都在身边，而我的孩子在海外定居，心里还是有点失落的。但我也知道他们有自己的生活，我就把情感都寄托在盆景上了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活基本满意，但也有不满足的时候。就像最近一次，子女和孙辈们来看我，走了之后我一个人在房间，特别失落。小孙子都不愿意听我讲故事了，我觉得自己好像真的跟不上时代了，对家庭也没那么重要了，心里很不是滋味。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正感到快乐的事，那就是之前和老战友们聚会。大家一起回忆当年在部队的日子，我说起了以前在战场上的经历，他们都听得很入神，还一个劲儿地夸我厉害。那一刻，我觉得自己的过去还是很有意义的，心里特别高兴。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……有好有坏吧。最近一次觉得美好的时刻，大概就是之前子女和孙辈们来家里的时候了。可他们走后，我一个人回到房间，看着桌上的军功章和临摹的碑帖，又觉得自己好像没那么重要了，心里空落落的，也不知道自己还能为他们做些什么。"
        }
    }
]