[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前流产那次吧，疼得浑身是汗，丈夫那失望的眼神，让我觉得自己一点用都没有。现在老了，身体也不行了，还得了这病。最近一次不满足的时刻，就是想记早饭，可总是记不住，觉得自己真的老糊涂了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，就说缝纫吧，之前一段时间，我想重拾这个爱好，可当我拿针线时，手直抖，线怎么也穿不进去，我就放弃了。当时特别沮丧，觉得自己老了，啥也干不了。现在想想，还是有点遗憾，可我也不知道该怎么办。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前有一次，我坐在家里，突然想起1961年那次流产，疼得浑身是汗，丈夫坐在床边一声不吭，我觉得自己没用，对家没贡献。从那以后，我总觉得心里空落落的，好像什么都提不起兴趣，也不知道活着有啥意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "哎，我经常觉得无聊。就像之前，傍晚在小区花园散步，看到一对老夫妻手牵手有说有笑的。我老伴脑梗后都不认识我了，儿媳也不关心我。我就觉得自己的生活没意思，也没人在意我，只能自己在那瞎想，越想越觉得无聊又难过。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好。之前和老伴去县城，住的房子破旧，买菜也闹误会，感觉自己什么都做不好。但老伴安慰我，让我心里暖了些。不过最近我还是老想起这些事，觉得活着没什么意思，也不知道未来会怎样。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，经常担心不好的事发生。就像之前，看到邻居媳妇因为不能生育被丈夫打骂，我也不能生育，就担心自己以后也会那样。别人都能生孩子，我却不行，感觉自己是个失败者，特别害怕别人知道后嘲笑我，心里总是七上八下的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是大概九几年的时候，在县城棚户区，我帮了一个孩子家长，她很感激我，非要给我水果，邻居们也都夸我。当时我心里可暖了，觉得自己好像也不是一无是处。（脸上露出一丝淡淡的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就说之前一段时间，我和老伴搬到儿子的安置房储藏间，那地方又小又陌生。儿子劝我换房间，可我害怕换了更不适应。我跟老伴说我心里不踏实，他却呆呆地没反应。那一刻，我觉得自己特别无助，只能自己面对这一切。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "俺确实更愿意待在家里。就像之前去县城棚户区那次，到了那陌生的地方，人又多声音又杂，俺心里又紧张又害怕，就想赶紧回到家里去。俺觉得还是家里熟悉、安全，出去面对那些新东西，俺心里没底，怕自己应付不来。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，是嘞，我这记性确实比别人差不少。就说之前，我去医院检查，医生问我好多问题，我都记不清了。从医院回来，我坐在储藏间里，看着我那失智的老伴，心里难受得很。我连自己的事都记不住，咋照顾他呀？我就觉得自己啥用都没有，活着也是个拖累。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着哪有啥美好啊。就说之前吧，我在儿子家储藏间，看着镜子里的自己，又老又憔悴，啥都干不了，成了家人的累赘。儿子安慰我，可我知道他只是说说而已。儿媳也只是碍于情面照顾我，我觉得自己活着真没意思，就像个没用的人。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没价值。就像之前流产那次，我躺在土炕上疼得浑身是汗，丈夫坐在床边低着头一声不吭，他那失望的眼神，让我觉得自己连个孩子都保不住，对这个家一点贡献都没有，就是个没用的人，这种感觉一直都在，让我心里难受得很。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。以前我还能自己缝缝补补，现在做啥都提不起劲。就说早上，连吃了啥都记不住，哪还能回忆起啥精力充沛的时候。我这一辈子，经历了那么多糟心事，养子走了，老伴也不认识我了，我还能有啥希望。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我是觉得自己的处境挺绝望的。就说之前吧，儿子来看我，我觉得自己就是个累赘，拖累了他们。晚上儿媳来送饭，我也觉得她只是敷衍我。我曾经那么爱缝纫，现在却连拿针的力气都没了，我真的觉得自己活着没什么用了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大多数人都比我过得好。就说我儿媳吧，她每天啥也不用愁，想吃啥吃啥，想干啥干啥。可我呢，只能住在这储藏间里。我有时候就想，活着真没啥意思，我这一辈子都没过过一天好日子，我就是个失败者。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前有一天，我对着镜子，看到自己满脸皱纹、头发稀疏，想到自己一生的苦难，觉得自己就是个没用的人，拖累了家人。中午儿子来看我，我跟他说自己是个累赘，他虽然安慰我，但我心里还是很难受，觉得他只是在敷衍我。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我哪有啥开心的时候啊。不过之前有一次，大概是2000年吧，在县城棚户区的小区门口，我帮了一个孩子家长，她特别感激我，非要给我水果，旁边邻居也都夸我心肠好，那时候我心里还挺暖烘烘的，觉得自己好像也不是啥都不行。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像我之前流产那次，疼得浑身是汗，丈夫坐在床边一声不吭，我觉得自己啥用没有。还有那童养媳，被打骂关柴房，我也变得小心翼翼。现在老了，啥也干不了，活着也没啥意思。"
        }
    }
]