[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就说前几年，村里来了农业专家推广新技术，我心里挺矛盾的。一方面担心传统耕作方式被淘汰，另一方面又觉得新技术可能有好处。但我还是觉得传统的东西不能丢，我得把耕作口诀传给长孙，这是我的责任。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有啊，我现在还是爱养鸡鸭、修补农具、听秦腔。不过我年纪大了，有些事做起来确实不如以前那么利索。就说修补农具吧，以前一天能修好几个，现在得花好几天。但我也没想着放弃，这都是我一辈子的爱好，咋能说不做就不做呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像那天在田里，我想着种紫茄子，编粮仓，心里可踏实了。但有时也会犯嘀咕，比如村里来农业专家推广新技术，我就担心传统耕作方式被淘汰，耕作口诀没人学。不过我还是觉得传统不能丢，这是咱的根。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就是有时候会觉得心里空落落的。就像前几天，我看到邻居家孩子都去城里打工了，老人一个人在院子里，我就想起自己的子女也在城里安家了，虽然他们每个月会回来看我，但我还是觉得少了点啥。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行。最近一次心情愉悦是在地里干活的时候，我和几个生产队员一起，大家分工合作，我还把自己的经验分享给他们，看着越来越多的活被完成，我心里可高兴了。（脸上洋溢着笑容）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我是常常担心不好的事发生。就说几年前吧，村里来了农业专家推广新技术，我就担心自己坚持的传统耕作方式会被淘汰，那我的耕作口诀就没人学了，家族的根不就断了嘛。当时心里那个乱啊，又舍不得放下传统，又怕被时代落下。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我这人不爱说啥开心不开心的。不过，几年前集体活动时，和几个队员在简易休息处有说有笑，那时候心里确实挺开心的。现在嘛，日子就这么过着，孩子们也忙，我就自己种种地、养养鸡鸭，也挺好的。就是有时候会觉得有点孤单，不过这也是没办法的事。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不咋觉得无助嘞。就是有时候吧，想把那耕作口诀传给我长孙，可他现在年轻人，心思都不在这上面，我有点发愁这事儿咋整。还有就是，我种的那些紫茄子，也不知道能不能培育成功，心里有点没底儿，但也不算是无助吧。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像前几天，村里组织去县城看啥科技展，我就没去。我还是喜欢待在窑洞里，养鸡鸭、听秦腔。我觉得外面变化太快了，我有点跟不上，还是家里踏实。而且我还得想着咋把耕作口诀传给长孙呢，哪有心思去外面瞎逛。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，虽然有时候也会忘点事儿，但也没觉得比别人差多少。最近一次因记忆问题困扰，就是前几天想找我那把修补农具的锤子，找了半天都没找着，后来还是在鸡窝旁边找到了，估计是我当时顺手放那儿，转身就给忘了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。前几年，我在院子里种的茄子大丰收，那紫莹莹的一片，可好看了。当时我就觉得，活着能看到这些，也挺好的。可有时候吧，像我那长孙不愿意学耕作口诀，我就觉得心里空落落的，不知道自己这么坚持传统的生活方式，还有没有意义。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值呀。我一辈子为家庭和集体做了不少贡献呢。就说现在，我还想着把耕作口诀传给长孙，让他把咱这传统农业传承下去。我平时养鸡鸭、修补农具，日子过得也挺充实。咋会觉得自己没价值呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还算有活力吧。就前几天，我一大早就起来喂鸡喂鸭，然后又去地里转了一圈，看看庄稼的长势。那时候我感觉自己浑身都是劲儿，一点也不觉得累。可能是因为我习惯了这种生活方式，每天都有事情做，心里也踏实。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望。虽然现在和外界联系是少了些，有些孤独，但我有自己的生活。我养鸡鸭、修补农具、听秦腔，还想着培育紫茄子，把耕作口诀传给长孙。这些事让我觉得生活还是有盼头的，我能坚持下去。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没想过大多数人比我过得好还是不好。我就守着我的窑洞，养养鸡鸭，种种地。有时候子女回来看我，我就挺高兴的。不过，现在村里年轻人越来越少，我和别人聊天的机会也不多了。但我也习惯了，这就是我的生活。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。就说前几天，我在院子里喂鸡，看着它们吃得欢实，我心里就挺满足的。可有时候也会觉得不满足，像之前儿子打电话说长孙不愿意学耕作口诀，我就挺失落的，感觉自己一辈子的东西没人传承了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正快乐的事，是之前和村里几个老伙计一起听秦腔。我们边听边聊，那时候就感觉日子又回到了以前，大家有说有笑的。不过他们走了之后，我又觉得有点孤单了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。我觉得能看着自己养的鸡鸭长大，能听到秦腔，这就是美好的事。可有时候也觉得挺孤单的，就像前几年，看着邻居家孩子都去城里打工了，自己的子女也在城里安家，虽然他们会回来看我，但我还是觉得心里空落落的。"
        }
    }
]