[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我在路上遇到新搬来的年轻夫妻，想跟他们打个招呼，结果却因为语言不通，只能尴尬地笑笑。那一刻，我觉得自己和他们之间有很大的距离，特别孤独，也觉得自己好像被这个世界抛弃了一样，活着真没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，是放弃了不少。就说之前，我还能去田里种种菜，后来觉得太累了，就没去了。最近一次放弃的活动，就是去村口和老伙计们聊天。我觉得自己没什么可说的，也怕他们问起我的孩子们，我都不知道怎么回答。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是之前看到懒人那破败的家，听着村民的议论，想到自己为了养家拼命干活，却还是觉得生活没有盼头。我总想着不能像他一样失败，要把所有时间都花在挣钱养家上，可这样的生活真的好累，有时会觉得自己好像只是一个挣钱的机器，没有一点自己的生活。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是老觉得心里空落落的。就说前几天吧，我一个人坐在门口晒太阳，看着路上人来人往，可没一个人是来找我的。我就想，我这一辈子忙忙碌碌，到头来怎么连个说话的人都没有呢？活着真没啥意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，总是觉得心里压着块石头。最近一次心情愉悦的时候，还是之前王婶来送腌菜，和我聊了会儿天。她夸我把祖屋收拾得干净，我心里挺高兴的。可后来我又想到，孩子们都不回来，这屋子再干净又有什么用呢，心情就又低落下去了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担心不好的事发生，是之前看到懒人那破败的家，我就很害怕自己也会变成那样。我现在老了，怕自己干不动活，挣不到钱，孩子们就会受苦。我连孩子的学费都挣得那么艰难，真怕以后给他们添更多麻烦。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐，还是之前一段时间，我背着五妹从郎中家回来，看着她病情好转，我心里特别高兴。那时候我觉得自己能帮家里解决问题，很有价值。可现在，唉，啥都不一样了，也不知道啥时候能再开心起来。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就说之前吧，我在祖屋附近散步，遇到新搬来的年轻夫妻，我用方言打招呼，他们一脸茫然，用普通话回应我又听不懂，那一刻我特别无助。我觉得自己和现在的人越来越难交流，也不知道该怎么融入这个社会，感觉自己就像个多余的人。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前过年的时候，我满心盼着孩子们回来，可一直等到中午，他们都没回来。我就在屋里来回踱步，心里特别焦虑。后来大儿子打电话说回不来了，我当时就觉得自己特别没用，连让孩子们回家过年这件事都做不好。从那以后，我就更不愿意出门了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我记忆力还行吧。就说之前，我把全家福放柜子里，结果被白蚁蛀蚀了。当时我那个自责啊，觉得自己连这么重要的东西都保护不好。但这也不是因为我记性差呀，就是没想到会有白蚁。现在想起来，心里还是不好受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也不知道算不算美好。就像之前有次出门散步，遇到新搬来的年轻夫妻，我跟他们打招呼，可他们听不懂我的方言，那一刻我觉得自己和他们之间隔了一堵墙，特别孤独，也不知道活着有啥意思。最近也没啥让我觉得生命美好的时刻。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就像之前儿子生意失败欠了债，我虽然老了，但还能每天天不亮就去田里干活，晚上很晚才回家，帮他还债。我觉得自己还能为家人做些事，不是个完全没用的人。但有时候也会想，自己要是年轻点，有更多能力，也许就能帮儿子更多了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，哪有什么活力哟。最近一次觉得有点精神，还是之前王婶送腌菜来的时候。我和她聊了几句，她还夸我把家里收拾得干净。但也就那一会儿，过后还是觉得心里空落落的，活着没什么意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺难的，但还不至于绝望。就像之前有一次，我路过懒人门口，看到他那破败的家，听到村民的议论，想到自己家里三个孩子等着我挣钱交学费，我心里很慌。但我告诉自己，不能像他一样，我得更加拼命干活，不能让孩子们没学上。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候确实会这么想。就说之前吧，我看到村里的老李头，他儿子经常回来看他，还给他买各种东西。我就想，怎么我的孩子们就不能多回来看看我呢？唉，活着真没意思，是不是我真的老了，不中用了，所以大家都不喜欢我了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我像往常一样出门散步，碰到新搬来的年轻夫妻，我跟他们打招呼，他们却一脸茫然，我用方言，他们用普通话，根本没法交流。那一刻，我觉得特别孤独，这世界变化太快，我好像越来越跟不上了，活着真没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我觉得有点快乐的事，是王婶送了我些腌菜。她是我的邻居，人挺好的。可我还是觉得孤独，就像之前遇到新搬来的年轻夫妻，我跟他们打招呼，却根本没法交流，那种感觉真的不好受，我觉得自己和现在的世界格格不入。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？前几天我出门买盐，看到一群年轻人从我身边走过，他们有说有笑的。我就想起自己年轻的时候，在梯田里干活，浑身是劲。可现在，我老了，跟他们也说不上话，只能一个人孤独地生活。"
        }
    }
]