[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己生活还算满意吧。就说搭丝瓜架那事，本来满心期待，结果木材腐朽了，当时就挺失落的。还有整理农谚，我努力去记，可就是老忘，也挺着急的。但我知道日子还得过，我还得继续努力，不能因为这点事就消沉下去。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀。就说搭丝瓜架吧，我一直都爱种蔬菜。去年我还带领23位村民保护古槐呢，那事可热闹了。还有编织竹器，我也常做。不过最近搭丝瓜架遇到点问题，让我有点烦心，但我可不会放弃，还想着整理农谚呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活挺充实的呀，一点都不空虚。就像之前大女儿来看我，我们在院子里聊天，阳光暖暖地照着，还有蝴蝶在飞，那种感觉可好了。我每天也有自己的事情做，种种菜、编编竹器，哪有空虚的时候啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。就像之前，村里那新手菜农来找我教他种菜，我可忙乎了。从查看土壤到教他播种、施肥、浇水、除虫，我可起劲了。看着他的菜苗一天天长大，我心里别提多高兴了。还有保护古槐那事儿，我在村里四处奔走，跟村民们讲古槐的故事，大家一起为保护古槐努力，多有意思啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。最近一次心情愉悦是前几天，我在院子里种的菜长得可好了，绿油油的一片。我看着心里可高兴了，觉得自己的劳动有了成果。而且，我还把一些菜分给了邻居们，大家都夸我种的菜好吃，我心里像吃了蜜一样甜。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我倒是不常担心不好的事发生。就像前几年村里要搞新项目，我当时有点犹豫，担心自己年纪大了学不会新东西，但后来还是决定试试。还有就是去年看到开发商要砍古槐，我着急生气，不过最后也成功阻止了他们。我觉得只要自己努力，没什么好怕的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，就是前几天，我教新手菜农怎么种好菜，他后来种出来的菜可好了，还特意来感谢我。看着他那高兴的样子，我心里别提多开心了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就像以前庄稼遭虫害，我也着急生气，但没觉得无助。当时旁边村民还嘀咕我一个女人家不行，可我自己四处打听，找老农请教，调配农药治好了虫害。我觉得只要自己有经验有决心，很多事都能自己解决，不会轻易无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "倒也不是更倾向于待在家里。就像去年阻止开发商砍古槐，我就没退缩，先是找开发商理论，他们不听，我又在村里四处奔走，跟村民们说古槐的重要性。一开始大家犹豫，我就给他们讲小时候在古槐下玩耍的故事。最后大家都愿意和我一起保护古槐。你说，这算不算是我愿意外出和尝试新事物呀？"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就说搭丝瓜架那次，我记得可清楚了，当时架子倒了，我气得不行。还有之前参加编织比赛得第一名，那场景我也记得很清楚。不过有时候可能会忘点小事，但也不影响啥。最近好像也没因为记忆问题困扰过。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前村里那个新手菜农来找我帮忙种菜，我能把自己的经验教给他，看着他的菜越长越好，我心里可高兴了。那时候我就觉得自己特别有价值，也感受到了生命的美好。还有啊，我喜欢种蔬菜、编竹器，这些事让我的生活很充实。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前开发商要砍古槐，我去阻止他们，还发动村民一起保护古槐。大家都听我的，最后古槐也保住了。你说，这事儿是不是就证明了我还是有点价值的？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我觉得自己有时候还是挺有活力的。就像之前搭丝瓜架的时候，一开始可带劲了，满心想着能让丝瓜苗快快长大。可后来木材出了问题，我就着急得不行，那股子活力一下子就被打击了。最近整理农谚也是，老忘，心里又开始犯嘀咕，感觉活力都被这些烦心事给耗没了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不是绝望的。就像我之前搭丝瓜架，虽然架子倒了，当时我很沮丧，但我也在想办法解决。我知道自己可能老了，有些事做起来没以前那么利索，但我还是想试试。我相信只要我不放弃，总能找到办法搭好丝瓜架的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。就说搭丝瓜架那事儿，虽然遇到了点困难，但我还是想着法子去解决。还有整理农谚，我也在努力回忆呢。我觉得自己的生活挺充实的，能做一些对村里有意义的事，这就够了。而且我身边还有那么多邻居和朋友，大家都互相帮衬着，日子过得也挺开心的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就说最近搭丝瓜架那事，木材腐朽了，我急得不行，觉得自己连这都做不好。还有整理农谚，老忘，心里也挺烦的。但我又想，我都这么大岁数了，还能做这些事，也不错了。而且我还有那么多邻居、子女，大家都相互帮衬着，日子过得也挺有盼头的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事呀，就是不久前，那个新手菜农又来我家了，给我带了他新种的菜，还一个劲儿地夸我教得好。我看着他那高兴的样子，心里别提多舒坦了，觉得自己可有用啦！"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是件美好的事呀。就像有次村里干部来找我推广新种植技术，虽然我担心学不会，但还是决定试试。后来真的让庄稼长得更好了，那时候就觉得自己还挺有价值的，也感受到了生命的美好。还有就是帮老李解决编织竹器的问题，看到他开心的样子，我也很开心。"
        }
    }
]