[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就说之前我想刻抗战孤儿纪念墙，跟家里人说了，他们都不理解我，还说我浪费钱。我为这个家付出了那么多，他们却这样对我，真的让我很寒心。我现在就想把纪念墙刻好，让后人记住那段历史，也算是为家族做点事吧。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过。我一直都喜欢听评弹和剪纸。就说剪纸吧，我经常会剪一些小动物、小花朵什么的，还会教社区的孩子们剪。他们都很喜欢，围着我叫我“雪莲奶奶”。我觉得这样的生活挺好的，只是有时候会觉得有点孤独。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不空虚呀。我每天都有事情做，听评弹、剪纸，还想着家族祠堂修复的事呢。不过有时候晚上一个人待着，会想起以前的事，比如家族茶山被变卖，心里就会有点难过，觉得自己好像被家人背叛了一样。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，只是孤独。就像之前在小区花园，看到那对老夫妻手牵手，我就想起了我的老伴，他已经不在了。我为家族付出很多，却被家人背叛，现在和家人交流也少了。我想在家族祠堂修复中发挥作用，推进刻抗战孤儿纪念墙计划，可家人不理解我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得孤独。不过，最近一次心情愉悦是在2023年12月15日上午，志愿者们来家里看望我。他们的眼神里充满了关切，话语也特别温暖。从那以后，我就开始期待和他们的下一次见面，也有了主动和外界交流的想法。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心自己年纪大了，很多事情做不了。就像最近家族祠堂修复，我想当顾问，但又怕自己帮不上忙。还有刻抗战孤儿纪念墙，这是我一直的心愿，可我也怕时间不够，做不完。这些担心让我晚上睡觉都不太踏实。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，是之前社区活动中心的剪纸活动。一群年轻人围在我身边学剪纸，他们都很热情，也很认真。有个年轻人剪出个歪歪扭扭但很有创意的图案，兴奋地给我看，还夸我厉害。我看着他们，心里特别高兴，觉得自己好像还挺有价值的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前，我在客厅和志愿者们聊天，他们很支持我刻抗战孤儿纪念墙。可这时我想起家族成员那冷漠的眼神和不理解的话语，心里一阵刺痛。我对家人付出了那么多，他们却不支持我，那一刻我真的觉得很无助，好像只有志愿者们能理解我。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是，我更愿意待在家里。就像之前，社区工作人员邀请我去教年轻人剪纸，我一开始因为长孙变卖茶山的事，心情低落，觉得被家人背叛，就想待在家里。后来他们一直劝我，我才犹豫着答应了。但最近，我又觉得待在家里更自在，不想出去和人交流了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我的记忆力还行吧，没觉得比别人差。最近一次因为记忆问题困扰，是之前想找我以前采茶的老照片，怎么都找不到了，心里有点失落。不过我觉得这可能就是年纪大了，记性不太好，但也没太影响我的生活。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着也说不上多美好。就像之前我想刻抗战孤儿纪念墙，给家族成员说了，他们都不理解，还说浪费钱。我当时又气又失望，觉得自己为家族着想，他们怎么就不懂呢。但我还是想继续做这件事，这是我的责任，可也觉得挺孤独的，没人支持我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就说最近吧，我给社区的孩子们讲我们当年采茶的故事，他们都听得可认真了，还问了好多问题。那一刻，我觉得自己的经历能让孩子们了解过去，是很有意义的，怎么会没价值呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就说之前社区志愿者来家里陪我剪纸那次吧，我教他们剪各种花样，大家有说有笑，我整个人都特别精神，感觉自己也年轻了不少呢。不过，一个人的时候，还是会觉得有点孤独，也不知道自己做这些事情有没有价值。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的。虽然我经历了很多事情，像家族茶山被变卖，但我还有很多想做的事，比如在家族祠堂修复中当顾问，刻抗战孤儿纪念墙。我知道自己是有价值的，也相信自己能完成这些事。我现在和社区志愿者互动，他们都很尊重我，这也让我感到温暖。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我现在经济富裕，和家人住在一起，还有自己的爱好。只是偶尔会想起过去的事，比如家族茶山被变卖，心里还是会有些难过。不过我现在也在努力做一些有意义的事，像参与家族祠堂修复，想刻抗战孤儿纪念墙，这些事让我觉得自己还是有价值的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就拿之前我想刻抗战孤儿纪念墙那件事来说吧，我觉得这是很有意义的，是我们家族的责任。可当我和家族成员们说的时候，他们却不理解，还说这是浪费钱。当时我又气又失望，觉得自己为家族做的努力都白费了，在这个家里真的很孤独。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候并不开心。最近一次真正感到快乐的事，还是之前社区有志愿者陪我聊天，他们很耐心地听我讲过去的事。但想起长孙变卖茶山背叛我，还有和家族成员的争执，我就很难过。我觉得自己很孤独，好像没人能真正理解我，也不知道自己还能坚持多久。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。最近一次感受到生命美好的时刻，是之前在书房翻阅家族资料，看到抗战孤儿记录的时候。那一刻，我仿佛回到了年轻时救助伤员的日子，虽然艰苦，但很有意义。可后来给家族成员说要刻纪念墙，他们都不理解，让我很失望、愤怒。"
        }
    }
]