[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前儿子说我那些话后，我觉得自己真的没用。我连盆栽都打理不好，照片也不整理了。我想为家族做点事，可什么都做不好。我觉得自己就是个累赘，家人肯定也嫌弃我。我现在每天就一个人坐在房间里，也不知道该干什么。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，我以前挺喜欢出门逛逛的。就说之前一段时间吧，本来想去参加社区的活动，可一想到自己三年前在超市扶梯摔倒的事，就害怕得不行。我担心自己再出错，别人会笑话我，最后还是放弃了。唉，现在想想，我好像因为这个原因放弃了好多活动呢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是，我觉得生活挺空虚的。就拿之前一次来说，家人们在客厅讨论事情，我想分享自己的想法，可刚开口就被孙子打断，说我那一套过时了。那一刻，我觉得自己真的很没用，像个多余的人，之后就一直缩在角落里，心里空落落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总觉得挺无聊的。就像之前儿子说我跟不上时代后，我对什么都提不起兴趣了。以前喜欢打理盆栽、整理照片，现在都不想弄了。每天就一个人坐在房间里，回忆过去那些事，可回忆着回忆着，又觉得自己这一辈子好像啥也没做好，更无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前儿子说我跟不上时代，是个没用的人之后，我就一直很沮丧。最近一次心情愉悦的经历，还是好久以前了，大概是我把家里的照片整理好，看着那些照片，回忆起过去的时光，那时候我觉得还挺开心的。但现在，我连整理照片的兴趣都没有了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前在供销社，有个纺织厂女工来买东西，我紧张得说话都不利索，还担心自己没处理好关系，她会不高兴。现在我也总担心自己会给家人添麻烦，担心自己的身体状况会越来越差，更担心看不到曾孙在祖宅结婚。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐，还是好久以前了。就像之前，儿子说我跟不上时代，是个没用的人，从那以后我就对什么都提不起精神了。以前打理盆栽、整理照片能让我快乐，可现在我也不想做了，总觉得自己什么都做不好。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是呀，咨询师。就前几天晚上，家里人在客厅讨论事情，我就想着自己经历了那么多，肯定能帮上忙，就说了几句想法。结果孙子不耐烦地打断我说我那一套都过时了。当时我就觉得特别无助，觉得自己在这个家里就是个累赘，啥用都没有。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一天晚上，家人叫我一起出去散步，我想到三年前在超市扶梯摔倒的事，就很害怕，觉得自己出门肯定会受伤。我就待在家里，坐在沙发上看电视。电视里那个和我差不多大的老人，生活那么精彩，再看看自己，什么都做不好，还总犯错，就更不想出门了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不如以前了。就说之前吧，我想给家人做个菜，结果做到一半就忘了下一步该怎么做。当时我心里特别着急，也很沮丧，觉得自己怎么这么没用，连做个菜都能忘。我就站在厨房里，呆呆地看着那些食材，眼泪都快出来了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着也说不上美好不美好吧。就像最近一次，我想给家人提个建议，结果孙子说我那一套都过时了。我当时可委屈了，觉得自己啥都做不好，活着好像也没啥用。就因为这事儿，我好长时间都没心思打理盆栽和整理照片了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时会觉得自己没价值。就说之前吧，我想给家人做顿饭，结果不是盐放多了就是饭煮糊了。我以前可不是这样的，现在连这点小事都做不好，唉，活着真没意思，感觉自己什么用都没有了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。以前还能出门逛逛，自从三年前摔了一跤，就不敢出门了。现在每天就是在家打理打理盆栽、整理整理照片。有时候觉得活着真没什么意思，就像个废人一样，啥也干不了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境挺绝望的。就拿最近一次来说吧，那天晚上，家人们在客厅讨论事情，我想着自己经历过那么多，肯定能帮上忙，就说了几句想法。结果孙子不耐烦地打断我，说我那一套都过时了。我当时又委屈又难受，觉得自己真的是个没用的人。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候确实会这么想。就像之前一段时间，我看到社区志愿者小周在帮其他老人买菜、聊天，那么多人围着他有说有笑的，我就觉得大家都过得比我好。我一个人待在家里，除了和亡夫的棋子说说话，都没人陪我。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前，儿子在书房说了那些话后，我就觉得自己跟不上时代，是个没用的人。那之后，我对什么都提不起精神，原本喜欢的打理盆栽和整理照片都不做了，每天就一个人坐在房间里回忆过去，越想越觉得自己这一辈子挺失败的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐，是之前在服装厂办公室里，我把经验分享给新入行老板后，他特别感激我。当时我心里可满足了，觉得自己还是有点用的。不过现在老了，很多事都力不从心了，那种快乐也很少有了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就说之前，儿子说我跟不上时代，是个没用的人，从那以后我对啥都没精神了。打理的盆栽叶子黄了，整理的照片也扔一边了。我就觉得自己活着也没什么用，家人肯定都嫌弃我。"
        }
    }
]