[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就说之前，我用井水洗手，儿媳妇嫌不卫生，我心里可难受了。我觉得自己节俭是对的，能给家里省点钱，可她不理解。还有我捡废品，二儿子也嫌弃，说不体面。这些事让我觉得有点不满足，感觉自己的习惯和做法不被家人认可。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "俺没有放弃啥活动嘞。就说俺喜欢种菜，在杭州俺也想找个地儿种种菜。还有听戏曲，俺闲了就会听。俺也没遇到过要主动放弃啥活动的事儿。不过俺到杭州后，有些习惯跟这儿不太一样，比如俺还是喜欢用井水洗手，这算不算一种“活动”上的小困扰呀？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不空虚呀。就像之前，大儿子主动邀请我去公园散步，我们边走边聊，他还关心我的身体和生活，我可开心了。不过，有时候也会有点小失落，比如给孙子讲农耕故事，他却不感兴趣，这让我觉得自己是不是老了，跟不上时代了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。就像2014年那阵子，我在小区附近荒地种了好多菜，每天都去照料。小女儿和外孙女来的时候，我可高兴了，端出我种的菜给她们吃，她们吃得开心，我就觉得可满足了，哪还有空无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是前几天吧，我给老伴按摩，她夸我手法有进步。我就觉得特高兴，我能为她做点事，心里可满足了。而且我还盼着孙子考上大学呢，每次想到这，我也觉得可开心了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是嘞，我老担心自己身体不行拖累家人。就前一阵子，我头晕得厉害，去医院检查那一路上，我心里都乱糟糟的，怕查出啥大病，给儿子一家添麻烦。后来医生说没啥大问题，我这心才稍微放下点，但还是担心以后身体变差会成家人的负担。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，是去年小女儿和外孙女来家里吃饭，她们都说我种的菜好吃。当时我看着她们吃得那么香，心里别提多高兴了。我就觉得自己种的菜能让家人吃得开心，我这老头子也还有点用呢。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就像之前，邻居说我捡废品占公共空间还不卫生，我当时有点纠结和尴尬，但也没觉得无助。我觉得自己节俭没错，能为家里省点是点。不过，他们那样说，还是让我心里不太好受，也有点怀疑自己是不是真的做错了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "俺是更倾向于待在家里。就像上次，儿子说带我去逛逛西湖，俺心里有点犹豫。俺在农村待惯了，去那大地方怕给儿子添麻烦。而且，俺还是更想待在家里，种种菜，听听戏曲。但又怕儿子觉得俺不给他面子，俺就一直在那纠结，最后还是没去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说前几年在杭州儿子家，儿媳妇嫌我用井水洗手不卫生那次，我到现在都记得。当时她那嫌弃的表情和嘟囔的话，我一直都忘不掉。不过要说因为记忆问题困扰，好像还真没有过。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前小女儿和外孙女来，我端出自己种的菜给她们吃，小女儿夸我种得好，外孙女也吃得开心。那一刻我觉得特别满足，生活也更有盼头了。我就喜欢这种能为家人做点事，看到她们开心的感觉，这就是生命美好的时刻啊。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值啊。就像前几年，我在杭州儿子家，用井水洗手，儿媳妇嫌不卫生。还有一次我捡废品回来，二儿子说不体面。但我觉得自己节俭、能捡废品卖钱也是在为家庭做贡献啊，咋就没价值了呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前在小区附近那块荒地种菜的时候，每天都去浇水、施肥、除草，忙得不亦乐乎。虽然累得满头大汗，但心里特别满足。尤其是看到自己种的菜长得又大又好，那种成就感别提了。当时就感觉自己浑身都充满了力量，一点也不觉得累。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。就像以前在工地摔断肋骨，我都没觉得绝望。当时想着家里一大家子，咬咬牙就坚持下来了。现在来杭州和家人一起，虽然有些不习惯，但也没到绝望的地步。而且我还得继续支持孙子考大学呢，怎么能绝望呢？"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。就像我给孙子讲农耕故事那次，他觉得过时不尊重我，这让我心里难受。但我也知道，现在的孩子和我们那时候不一样了。我给大儿子打电话关心他，能体现我的价值。我觉得我有家人，有自己的生活，虽然有烦恼，但也不算过得不好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像之前，小女儿和外孙女来，我种的菜她们吃得开心，小女儿还夸我种得好，我心里可满足了。每天去荒地照料那些菜，也让我觉得日子过得挺有盼头。就是有时候会想，自己年纪大了，怕给家人添麻烦。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正开心，是小女儿和外孙女夸我种的菜好吃。当时看着她们吃得香，我心里可满足了。我就喜欢看家人开开心心的，这比啥都重要。不过有时候也会有点小烦恼，就像之前用井水洗手被儿媳妇嘟囔，心里还是有点不舒服。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是件美好的事。就像之前，我在小区荒地种的菜长得特别好，小女儿和外孙女来的时候，我端出那些菜给她们吃，小女儿夸我种得好，外孙女吃得开心，我心里别提多满足了。那一刻，我就觉得活着真美好，能为家人做点事，看到她们开心，我就很幸福。"
        }
    }
]