[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像之前社区办手工活动，我带着多肉去参加，大家都夸我养得好，还有人加我问问题，我可满足了。但回来跟家人说，他们却不怎么在意，这又让我觉得有点失落。不过我还是想多参加社区活动，发挥自己的价值。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过感兴趣的活动呀。我一直都爱养多肉、听评弹、补旧衣。最近还想着教大孙子钉纽扣，整理邮票传孙女呢。不过小女儿偷偷换了我用三十年的搪瓷杯，让我心里有些不舒服，觉得自己好像被忽视了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就说之前小女儿把我用了三十年的搪瓷杯换了，我心里可难受了。我为这个家付出了那么多，可家人却不理解我对那个搪瓷杯的感情。他们不知道那杯子对我来说有多重要，就像我的一个老朋友一样。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊呀，我每天都挺忙的。就说之前社区举办手工活动，邀请我带着多肉去参加。我可高兴了，养了这么多年多肉，终于能和大家分享经验了。活动上大家都夸我的多肉养得好，还问了我好多问题呢。可回家跟家人说，他们就随便应了两声，我心里还是有点失落。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦是之前参加社区活动，我带了多肉去，大家都围过来看，还夸我养得好。有个年轻居民问我浇水频率，我就详细给他讲了。大家都听得很认真，活动结束后还有人加我联系方式请教问题呢，我觉得自己可有用了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有的，最近一次是之前在楼道看到邻居家老人，他孩子在外地，好久不见。我就担心自己会不会也被家人忽视。我为家庭付出了那么多，可小女儿还偷偷换了我用了三十年的搪瓷杯，这让我心里很不是滋味，感觉自己好像真的被忽视了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的。最近一次真正快乐的事，是之前给孙子孙女讲我小时候在杂货铺帮老板心算的事。他们听得可入迷了，还夸我厉害。那一刻我觉得自己过去的经历很有意义，也很开心能和他们分享。不过，小女儿偷偷换了搪瓷杯，还是让我有些难过。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近一次感到无助，是发现小女儿偷偷换了我用了三十年的搪瓷杯。那个搪瓷杯对我来说意义非凡，它承载了太多过去的回忆。我觉得自己好像被家人忽视了，他们不理解那个杯子对我的重要性。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我更愿意待在家里。就像之前社区工作人员邀请我参加活动，我想起上次在活动中心的尴尬，就觉得参加活动可能会出丑，还不如待在家里。从那以后，再有活动邀请，我都直接拒绝了。唉，现在想想，我是不是太胆小了呀。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就说最近，小女儿偷偷换了我用了三十年的搪瓷杯，我一下子就发现了，这说明我记性挺好的呀。不过，我确实有时候会因为家人的一些行为，比如小女儿换杯子，觉得自己好像被忽视了，心里有点难受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏。最近一次觉得活着美好的时候，就是之前社区办手工活动，我带着多肉去参加。大家都夸我养得好，还向我请教经验，那时候我觉得自己还是有点用的。可回到家，跟家人分享，他们却不怎么在意，唉，还是有点失落。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值呀。但最近小女儿偷偷换了我用了三十年的搪瓷杯，我心里挺难受的。那个杯子陪了我这么久，有很多回忆。她怎么就不明白呢？是不是觉得我老了，这些东西都没用了？唉，没人在意我的感受。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就说最近吧，小女儿偷偷换了我用了三十年的搪瓷杯，我心里可难受了，感觉自己好像被家人忽视了。哪还有什么精力充沛的时候啊，每天就这么浑浑噩噩的，也不知道该干啥，就守着那些旧东西，觉得只有它们才是懂我的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得有点绝望。就说之前吧，过年的时候，家里人都在客厅，各自玩着手机。我一个人坐在角落里，说了句话，结果根本没人理我。我当时就想，我为这个家付出了这么多，怎么就没人在乎我呢？"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。就说我那小女儿吧，她偷偷换了我用了三十年的搪瓷杯，我心里可难受了，觉得她不理解我对那个杯子的感情。不过，我也知道她可能是为了我好，想给我换个新的。哎，这事儿就这么过去了，但我还是会偶尔想起那个搪瓷杯。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上很满意。就说之前，小孙女把我那印有毛主席语录的饼干盒摔出了裂痕，我心疼得不行。那可是我的宝贝啊，承载了我好多过去的回忆。我当时赶紧把盒子抱在怀里，着急地跟小孙女说那不能碰。从那之后，我就老想着这事儿，觉得自己没保护好它，心里挺失落的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的。最近一次真正感到快乐的事，是大概九几年的时候，我结束三班倒的工作回到家，弟妹们说都收到大学录取通知书了，还准备了丰盛的晚餐感谢我。我当时又惊又喜，觉得自己这么多年的辛苦都值了，那一刻特别幸福。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也说不上多美好。就说之前社区办活动，我带着多肉去，大家都夸我养得好，还有人加我问问题，那时候我觉得自己还有点用，挺高兴的。可回来跟家人说，他们就随便应两声，我又觉得自己还是被忽视了，心里空落落的。"
        }
    }
]