[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上很满意也说不上不满意。就像拆老房子那次，心里可难受了，那是我的根啊。但现在住到城郊小区，也慢慢习惯了。最近一次满足的时刻，就是和孙子一起做木工活，看着他那认真的样子，我觉得可开心了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过什么感兴趣的活动。就拿种菜来说吧，我一直都很喜欢。之前有一次，社区志愿者来帮我打扫房间，我担心他们不理解我的习惯，就拒绝了。但我还是继续在阳台上种菜，还经常和孙子分享。我觉得只要我还能做，就不会放弃这些我喜欢的事情。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活挺充实的呀。我每天都有事情做，种种地、听听戏，还想着把木工手艺传给孙子。不过有时候也会有点小烦恼，就像之前村里年轻人都出去打工，我觉得时代变化太快了，自己好像有点跟不上了。但这也不影响我觉得生活是有意义的呀。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。我每天都有事儿干，早上起来先去小区楼下打打太极，然后回来吃早饭。吃完早饭就去看看我种的那些菜，再就是跟我老伴儿唠唠嗑。不过有时候吧，我也会想，现在这城里的生活跟俺农村老家还是不一样，总觉得有些不习惯。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是我教孙子木工手艺的时候。他学得可认真了，眼睛里都是光，还说以后要像我一样厉害。我手把手教他，看他一点点进步，心里别提多高兴了。我就盼着他能把这手艺传承下去。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我倒是不常担心不好的事发生。不过最近有点发愁，我想把木工手艺传给孙子，可他好像对这些不太感兴趣。我就怕这手艺到我这儿断了，以后没人会了。我也知道现在的孩子有自己的想法，但我还是希望他能学学，毕竟这也是咱家的一个传承啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事呀，就是前段时间教我孙子木工手艺的时候。他那认真的模样，让我觉得特别满足。就像之前有一次，他也是这么专注地听我讲，还说一定好好学，当时我心里就乐开了花。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。但刚搬到城郊小区时，有点不适应。周围都是新邻居，我不太好意思主动打招呼。而且，小区里的一些规定和农村也不一样，我怕自己不小心违反了。不过，后来我和几个老邻居慢慢熟悉了，他们也给我讲了一些小区的情况，我就好多了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像几年前，社区志愿者来帮我打扫，我心里挺感动，但又担心他们不理解我那些旧习惯，就拒绝了。他们走后，我心里也不是滋味。现在想想，我是不是太固执了？但待在家里，我又觉得踏实。哎，我也不知道该咋办了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊，不比大多数人差。最近一次因记忆问题困扰……好像还真没有。我平时记性挺好的，家里的事、木工手艺的步骤，我都记得清楚。不过有时候可能会突然想不起某个熟人的名字，但过一会儿又能想起来了，这应该不算啥大问题吧？"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀！就像前几天晚上，一家人又像往常一样围坐在一起吃饭，我看着孙子大口吃菜的样子，心里就觉得可满足了。这就是生活中的小美好呀，虽然简单，但却让我觉得很幸福。我现在就希望孙子能好好学我这木工手艺，重孙以后能考上大学，把族谱续写下去，这样我的人生就更圆满了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我有丰富的人生经验，还想把木工手艺传给孙子呢。我觉得自己是家庭的重要支柱，对家庭很有贡献。不过，最近搬到城郊小区，确实有点不太适应，感觉社交圈子也变小了，但这并不影响我觉得自己有价值呀。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还行吧，就是年纪大了，精力不如以前。最近一次感觉精力充沛，可能就是和孙子一起做木工的时候。他对这手艺挺感兴趣，我教他怎么用工具，怎么看图纸，他学得很认真，我也觉得挺开心。不过，有时候我也会担心，他会不会只是一时兴起，以后就不喜欢了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我现在和家人住一起，日子过得挺踏实的。就是到了城郊小区，有些旧习惯难改，不过也在慢慢适应。而且我还有好多事想做呢，比如传木工手艺给孙子，盼着重孙考大学、续写族谱，这些都让我觉得生活有盼头。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我这辈子经历了很多，虽然有过困难，但也有很多幸福的时刻。就像我看着自己的儿子上大学，现在又有了孙子，我觉得自己的生活很充实。而且我还能在城郊小区里种种菜，听听戏，这不是挺好的嘛。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上特别满意也说不上不满意。就像前阵子，儿子又劝我拆老家的土坯房，我知道他是为我好，可那房子承载了我太多回忆，我实在舍不得。当时心里可难受了，又酸又涩，最后虽然点了头，但心里还是有点不得劲。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正快乐的事，是前段时间在小区楼下和老邻居们聊天。我给他们讲了我以前饥荒时的一些事，他们都听得津津有味。讲完后，他们都夸我经历丰富，还说从中学到了不少东西。我觉得自己的经历能被大家认可，心里特别高兴。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的事。就像我坐在阳台上，看着自己种的那些菜苗，心里就特别踏实。还有跟孙子在一起的时候，他总是缠着我教他木工手艺，那股子认真劲儿，让我觉得生活特别有盼头。不过，有时候也会有点小烦恼，比如儿子总劝我拆掉老家的房子，我真的舍不得啊。"
        }
    }
]