[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意，也谈不上不满意。就像最近那次，我在厨房整理米缸时发现了养女的领养证明，那一刻，我觉得自己真是个失败者，连自己女儿的身世都没搞清楚。我手都在抖，心也疼得厉害。（眼神黯淡，声音低沉）"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，就像之前一段时间，儿子说了我之后，我就觉得自己是个累赘，连原本喜欢的越剧、剥毛豆都不想做了。我觉得自己什么都做不好，家人肯定也不喜欢我，所以就把自己封闭起来，什么都不想干了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前，我在儿子家看到养女的领养证明后，想跟儿子说说，可他却不耐烦地拒绝了我。那一刻，我觉得自己像个外人，特别孤独。从那以后，我就更沉默了，每天就坐在阳台上听越剧、剥毛豆，感觉生活一点意思都没有。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "哎，经常觉得无聊。就像之前有一次，儿子又出去加班了，我一个人坐在家里，看着那昏黄的灯光，啥也不想干，就呆呆地坐着。想起小时候冻掉脚趾，自己默默处理伤口的事，心里就更不是滋味了，觉得自己活着好像真没多大意思，也没人在意我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，哪有啥心情愉悦的经历。就之前，我想剥毛豆，可剥着剥着就忘了自己要干啥。我觉得自己真没用，啥都记不住，活着好像也没啥意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前有一次，我在医院走廊听到医生说我能出院回家调养了，可我却担心回家后什么都做不了，只会给孩子增加负担。我就一直这么担心着，回家的路上也沉默不语，心里乱糟糟的，总想着以后该怎么办，怎么才能不成为孩子的累赘。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前在采石场，我受伤了都只能自己躲起来包扎，不敢让工友发现。最近一次开心的时候……我好像想不起来了。现在在儿子家，我也觉得和他们有距离，他们不关心我，我只能自己坐在阳台上听越剧、剥毛豆。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我是会经常感到无助。就前几天吧，我想给孙子打电话，却怎么也记不起他的手机号，急得我在那直跺脚。我觉得自己真是老糊涂了，连这点事都做不好，活着好像真没什么用，也没人会在意我这个老太太。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更喜欢待在家里。就像大概九几年的时候，有一天下午，我出门看到村里的老人，想起他们说的话心里就难受。从那之后，我就刻意回避和村里人交流，整天待在家里，觉得自己没用，怕给家人添麻烦，也怕被村里人嫌弃。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是差了点。就之前有一次，我在县城小区门口散步，一群年轻人走过，我就想起之前给儿子筹备婚礼的事，那时候我在各个店跑来跑去，累得不行。可现在我连孙子手机号都记不住，唉，觉得自己真没用。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就像之前，我看到养女的领养证明，想跟儿子说说，他却不耐烦地让我别烦他。那一刻，我觉得自己活着真没意思，没人关心我，也没人在乎我的感受。最近一次感受到生命美好的时刻？我都不记得了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没啥价值。就像之前一段时间，我发现了养女的领养证明，一下子就觉得自己的一生都好失败。童年冻掉脚趾，中年丧夫，现在连养女都不是亲生的。我什么都做不好，就是个没用的人，也不知道活着还有啥意思。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就说之前吧，我想剥毛豆，可刚剥了一会儿就觉得累得不行，坐在那半天都缓不过来。我也不知道自己怎么了，是不是真的老了，没用了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说之前，我发现养女领养证明那次，我鼓起勇气叫她来房间问，她却只说怕我伤心才隐瞒。那一刻，我觉得自己特别失败，连女儿都不跟我坦诚，我就像个外人，心都凉透了，那种绝望的感觉真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，有时候是觉得别人过得好。就说之前吧，我看到邻居阿婆和她儿子一家热热闹闹地吃饭，有说有笑的，我就觉得自己好孤独啊。我也想和家人那样开开心心的，可我总是觉得自己没用，什么都做不好，也不敢和他们多说话。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。之前一段时间，我出门透气，路过邻居家，听到他们家兄弟姐妹在吵架，互相指责。我就想起自己的家，虽然丈夫走了，但大家一直相互照顾。我很怕自己家也变成那样，所以现在每天都过得战战兢兢的，总觉得自己得把这个家维护得特别好才行。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是好久以前了。就比如之前，我还能和养女一起聊天，那时候我觉得还挺开心的。可自从发现她的领养证明后，我就再也开心不起来了，总觉得自己是个失败者，连女儿都不是亲生的，也没人会真正在意我。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我也不知道算不算美好。就说那次吧，我在厨房整理米缸，摸到一张纸，是养女的领养证明。我当时手就僵住了，心像被重锤击中。（微微皱眉，眼神黯淡）现在想想，自己连女儿身世都搞不清，活着还有啥意思？（轻轻叹了口气）"
        }
    }
]