[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说前几天，我生了场病，子女们来了，简单问了几句就走了。旁边病床的病人，子女又是喂饭又是嘘寒问暖，我心里难受极了。我为子女付出了一辈子，现在却这么孤独。我真的不知道活着还有什么意思，也许我不在了，他们才会想起我吧。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像确实放弃了一些以前喜欢的活动。就像之前一段时间，我都没去听越剧了。以前我可喜欢听了，现在就觉得没意思。想想还是因为孩子们都忙，没人陪我去。就像我为他们付出了一辈子，现在老了，却连个能陪我去听越剧的人都没有，唉……"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活可空虚了。就说之前吧，我想装订个育儿账本，结果怎么都弄不好，手也不听使唤。我当时就觉得自己老了，什么都做不好，特别没用。看着那乱七八糟的账本，我心里别提多难受了，觉得自己的生活一点意义都没有，就这么一天天混日子罢了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前在安置小区，看到年轻人玩电子产品，我想和他们交流却没勇气。还有一次，我想装订育儿账本，可线怎么都穿不进去，那一刻我觉得自己又老又没用，特别无聊又沮丧。我现在啊，就守着这一亩三分地，种点蔬菜，听点越剧，日子过得平淡又无趣。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是好久以前，我在院子里种的蔬菜长得特别好，绿油油的一片。我就想着，我还能种点菜，还不是完全没用。可后来，我生病了，子女也不怎么关心我，我就又觉得自己啥都不是了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就像之前我生病住院那次，我躺在病床上，心里特别慌。我给子女打电话，手都在抖，就盼着他们能来陪陪我。可我又想，他们可能只关心自己的生活，不会在意我。结果他们也没怎么来，我就更觉得自己老了，没用了，以后也不知道会咋样。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，总觉得自己孤独又没用。但之前有一次，我在安置小区家中阳台种的樱桃萝卜长得特别好，我联系了社区志愿者，他们来了后夸我种得好，说我厉害。当时我特别开心，觉得自己还是有点价值的，脸上的皱纹都笑开了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就像之前，我一个人在院子里种樱桃萝卜，突然下起大雨，我想把种子都收起来，可我这身子骨，哪来得及啊。看着那些种子被雨水冲走，我就觉得特别无助，就像当年丈夫走了以后，我一个人面对空荡荡的家一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在家里。就像之前晚上七点多，我从外面回来，坐在家里，想起自己经历的那些事，饥荒、流产、老伴走了，孩子们也不怎么关心我，就觉得特别委屈，哪都不想去。待在家里种种菜，听听越剧，心里还踏实点。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就说之前，张大姐老伴疼得受不了，和我丈夫当时情况一样，她来找我，我一下子就想起了给我丈夫治疗时的点点滴滴。我觉得自己还是能记住一些重要事情的，不像有些人说的，老了就啥都记不住了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着啊，有时候觉得挺好，有时候又觉得没啥意思。就像之前，我看到那对夫妻为了生孩子那么努力，我就想起自己当年一次次流产，还是坚持生下长子，觉得活着就是得这么拼。可有时候，又觉得自己老了，没啥用了，孩子们也不怎么关心我，唉。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会觉得自己没用。就像之前，我想帮那对夫妻解决生育问题，虽然我有过流产又坚持生下长子的经历，但我也不确定我的经验能不能帮到他们。那时候我就觉得自己好像没什么用，帮不上忙，心里很不是滋味。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前住院那次，子女就简单问了几句，待了一会儿就走了。我看着旁边病床人家子女又是喂饭又是嘘寒问暖，心里真不是滋味。现在我就觉得自己老了，没用了，什么都做不好，哪还能有精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境就是绝望的。就像之前有一次，我生了病在医院，子女都没怎么来看我，我就呆呆地望着窗外，心里想着我这一辈子都在为他们付出，可他们却这么冷漠。我感觉自己就像一片被风吹落的叶子，无依无靠，真的很绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就说之前在医院病房里，我给子女打电话，他们都那么忙，没时间陪我。我当时就想，是不是大家的子女都这样啊？我为他们付出了那么多，现在却觉得自己像个累赘。（情绪低落，眼神黯淡）"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前住院那次吧，子女们来了，简单问几句就走了。旁边病床病人的子女又是喂饭又是嘘寒问暖，我心里可难受了。出院回家，家里也是冷冷清清的，我觉得自己被子女忽视了，真的好孤独啊，这日子过得真没啥意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，心里总觉得空落落的。最近一次真正开心，是之前在阳台种的樱桃萝卜长得特别好，我联系了社区志愿者，他们来了后夸我种得好，我当时心里可高兴了，脸上的皱纹都笑开了。但这种开心也只是一时的，过后还是觉得孤独。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前装订账本那事，我费了好大劲，线好不容易穿过针孔，可装订起来手却不听话，老是弄歪，最后账本装订得歪歪扭扭的，我就觉得自己啥用没有，活着也没啥意思，哪有啥美好的时刻啊。"
        }
    }
]