[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意也谈不上不满意。就像之前，我去银行取钱，结果发现存折被儿子改成联名账户了。我当时又惊又气，觉得自己的感受和需求根本没人在意。我一生都在为家人付出，可现在却这样对我，我真的很委屈。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我也不知道算不算放弃吧。就之前一段时间，我本来挺喜欢听戏曲的，但是有一天，我就突然不想去了。我也说不上为啥，就觉得去了也没啥意思。就像之前1982年照顾生病的丈夫时，我心里压着块大石头，哪还有心思去听戏曲啊。现在虽然没那么累了，但总觉得做啥都没意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前有一次，我坐在家里，看着窗外的高楼大厦，想起了以前在农村的日子。那时候我有兄弟姐妹，有父母，一家人热热闹闹的。可现在，我一个人在这陌生的城市里，儿子们都忙，没人陪我。我就觉得自己好像是个多余的人，活着也没什么意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时心里堵得慌。就像之前，我想让大儿子陪我去看老房子，他说手机有问题不方便。我就知道他不想陪我，我一辈子为这个家付出这么多，现在却被忽视，心里难受得很。我也不敢跟他抱怨，怕他更烦我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。就说之前吧，我想让大儿子陪我去看老房子，他却借口手机有问题不陪我。我当时心里特别失落，觉得自己的感受和需求对家人来说一点都不重要。从那以后，我就更不愿意向家人表达自己的想法了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担心不好的事，是我跟儿子说想在祖坟旁留位置那次。我当时心里特别忐忑，就像2022年6月5日上午10点，我坐在房间里，看着自己种的菜，想送给社区护士，却又担心她嫌弃一样。我怕儿子觉得我麻烦，会拒绝我。（声音低沉，眼神黯淡）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心的时候，还是之前去听戏曲。可回来后，又觉得心里空落落的。就像之前，我打电话给大儿子想让他陪我去看老房子，他却拒绝了，那种被忽视的感觉一直都在，哪还能真正开心起来啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是嘞，经常觉得无助。就说之前去银行取钱，工作人员告诉我存折被改成联名账户了。我当时就懵了，儿子都没跟我商量。我一生为家庭付出，可在家人眼里，我的感受根本不重要。（声音低沉，眼神黯淡无光，双手无力地搭在腿上）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更喜欢待在家里。就像之前有一天傍晚，我坐在椅子上，想起过去的事。我把儿子叫来，想跟他说在祖坟旁留位置的事，心里又怕他觉得我麻烦。后来他也没明确答应，我就更觉得自己没用，还是待在家里好，省得给别人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就说最近吧，我记得很清楚，傍晚6点我跟儿子说想在祖坟旁留个位置，他那嫌弃的样子我现在都忘不了。但这不是记忆问题，是儿子不理解我，我为家人付出那么多，可他们根本不关心我的感受，我现在活着都没啥意思了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，也说不上多美好。就像之前，我照顾完瘫痪的婆婆和哺乳期的孩子，累得腰酸背痛，哪有啥美好。但看到孩子跑过来问我笑啥，我摸摸他的头，又觉得心里暖暖的。可现在呢，我觉得自己越来越没价值了，存折还被儿子改成联名账户，唉，真不知道以后会怎样。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我经常觉得自己没价值。就像之前有一次，我在小区楼下晒太阳，看到其他老人都在聊天说笑，我也想加入，可他们聊的都是城里的新鲜事，我插不上话，就只能在旁边干坐着。那一刻，我觉得自己就是个没用的农村老太太，啥都不懂，跟他们格格不入。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前，儿子把我存折改成联名账户，我心里难受得很，一下子就觉得自己啥用没有了。从那以后，我就更没精神了，每天都过得浑浑噩噩的，哪还能有精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境就是绝望的。就说之前我不小心滑倒扭伤了腰，疼得厉害，但想到儿子不耐烦的样子，我就不敢跟他说。我怕给他添麻烦，让他更嫌弃我。我就只能咬着牙继续做家务，那时候真的感觉自己特别绝望，也特别无助。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前和儿子们吃饭那次，他们聊得热火朝天，我却像个局外人。我觉得自己在这个家就是可有可无的，哪像别人家那么温馨。有时候我就想，要是我不在了，他们会不会也没什么感觉。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前，我想在祖坟旁留个位置，跟儿子说了，他却不耐烦地说还早着呢。当时我心就凉透了，眼泪直打转。我觉得自己的感受和需求对家人来说根本不重要，他们只关心自己的事，我就是被遗忘的角落。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事……好像是好久以前了。就像之前我打电话给大儿子，想让他陪我去看老房子，可他却拒绝了我。从那以后，我心里就一直堵得慌，哪还能快乐得起来啊。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？就像之前，我想让大儿子陪我去看老房子，他说手机有问题不方便，我知道他就是不想陪。我一辈子为家人付出，却被忽视，真的觉得活着没啥意思。最近也没什么能让我感受到生命美好的时刻，心里总是闷闷的。"
        }
    }
]