[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。最近一次让我不满足的时刻，是之前腌好雪里蕻的时候。我看着那腌好的雪里蕻，满心成就感，可突然就想到子女都不在身边，没人能和我分享这份喜悦。我就觉得心里空落落的，好像缺了一块。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃的活动？好像没有。就像之前，新房主劝我离开土坯房，我心里虽乱，但也没放弃。我在这住了大半生，经历了太多，怎么舍得轻易放弃？只是现在可能真的要被迫离开，这让我觉得生活没了掌控，心里很不是滋味。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得空虚，但有时会觉得孤独。就像之前新房主来劝我去养老院，我一个人坐在院子里，看着自己种的菜和那口水井，心里很难受。我在这里住了一辈子，如今却可能要被迫离开，那种生活失去掌控的感觉让我很不安，也更觉孤独。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时候会觉得孤独。就像之前有一次，我一个人看完病拿药回家，路灯昏黄，我影子长长的。我为子女付出一辈子，他们却不在我身边。我就想啊，以后得自己照顾自己了。现在我就想着能把雪里蕻腌好，把回忆录写好，其他的，唉……"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得孤独。最近一次心情愉悦，是之前腌好五十斤雪里蕻的时候。我坐在院子里，看着那些雪里蕻，心里挺有成就感的。可后来想到子女都不在身边，没人能和我分享这份喜悦，孤独感一下子又涌上来了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前有一天晚上，我特别想子女，犹豫了好久才拿起电话给他们打过去。我心里既期待能听听他们的声音，又特别担忧他们会觉得我烦。我就这么拿着电话，手都有点抖，最后电话接通了，我都不知道该说些什么。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，开心的时候不多啊。最近一次……应该是之前腌好雪里蕻的时候吧。可看着那些雪里蕻，又想到子女都不在身边，没人和我分享这份喜悦。我就一个人坐在院子里，听着收音机，心里空落落的，哪有什么真正的快乐啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前腌好雪里蕻的晚上，月光洒在院子里，我看着那些雪里蕻，心里满是成就感。可又想到子女都不在身边，没人能和我分享这份喜悦，孤独感一下子就涌上来了，我就觉得特别无助。（声音低沉，微微叹气）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前，我一个人在院子里腌了五十斤雪里蕻，看着自己的劳动成果，心里挺高兴的。但高兴过后，又觉得很孤独，因为子女都不在身边，没人能和我分享这份喜悦。所以，我还是觉得待在家里比较好，至少不用面对外面那些让我更孤独的人和事。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说之前老伙计老陈去世那次，我去参加葬礼，现场的人我都记得很清楚。只是回来后，心里特别难受，坐在昏暗房间里，听着收音机，那种孤独感啊，真的很难受。但这和记忆力好像也没啥关系，就是心里觉得空落落的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好不美好的，日子就这么过着。就像之前，我腌好了雪里蕻，可子女都不在身边，没人分享。老伙计老陈也走了，身边人越来越少。最近新房主还想让我离开这土坯房，我感觉啥都掌控不了了，活着也就那样吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有时候确实觉得自己没啥价值。就像之前有一次，我腌好了雪里蕻，看着那一大缸，心里挺有成就感的。可又想到子女都不在身边，没人能和我分享这份喜悦，我就觉得自己好像做这些也没啥用，这一辈子好像都白活了，心里空落落的，特别难受。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就像之前，我饿得双腿发软，是桂花婶子给了我一个玉米饼。那时候我很感动，也很温暖。但现在，我总是想起那些过去的事，心里很难受。我也不知道自己还能坚持多久，能不能完成腌雪里蕻和写回忆录的事。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像之前参加老伙计老张的葬礼，看着他的遗像，想起我们一起喝酒聊天的日子，可现在他走了，我感觉自己被世界抛弃了。葬礼结束后，我一个人走在回家的路上，那种孤独和绝望的感觉，真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说之前一段时间吧，我看到邻居家的孩子经常回来看望他们，一家人热热闹闹的，可我呢，子女都很少回来看我。想到这些，我心里就特别难过，觉得自己的一生挺失败的，为子女付出了那么多，却换不来他们的陪伴和关心。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意。就说之前新房主一直劝我去养老院，我心里可不安了。我在这土坯房住了一辈子，哪舍得离开。我能自己种菜、听收音机，能安排好自己的生活。可他总来劝，我就觉得自己的生活被打乱了，对生活都失去掌控感了，心里特别烦闷。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次让我有点快乐的，是之前腌好雪里蕻的时候，看着那一大缸，心里挺满足。可后来想到子女都不在身边，这份快乐也没人分享，就又难过起来了。唉，现在的日子啊，总是这么孤独，做什么都提不起劲。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……算是美好的事吧。最近一次感受到美好，是之前腌好雪里蕻的时候。但老伙计老陈走后，我越发觉得孤独。子女不在身边，这喜悦也无人分享。我总觉得自己的生活好像缺了点啥，心里空落落的，不知道以后该咋办。"
        }
    }
]