[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像之前有一次晚上听戏曲，声音开得大了点，儿子敲门说我打扰他休息了。当时我心里挺失落的，觉得自己的爱好没给家里带来乐趣，还惹儿子不高兴了。后来我就注意控制听戏曲的声音，不想给家人添麻烦。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像确实放弃了一些活动。就像之前村里聚会，大家都有说有笑的，我看着他们，心里又孤独又失落。我觉得自己老了，跟大家说不上话，就慢慢不去参加了。但我又不想给家人添麻烦，只能自己忍着这种感觉。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就说之前，我听戏曲声音大了点，儿子说他明天要上班让我调小声音。当时我心里挺失落的，觉得自己的爱好好像给儿子添了麻烦。但后来我也想明白了，我不能只顾自己开心，还是得考虑家人的感受。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就是最近身体不太好，想起之前2024年10月15日中午，我在院子里修剪盆栽时摔倒了。儿子回来看到后把我扶起来，我心里又暖又难受。我觉得自己身体越来越差，连这简单事都做不好，还给儿子添麻烦，真的很没用，也有点担心以后自己的生活。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是之前在地里和儿子一起看棉花苗。他说了好多新点子，我觉得特别好。我就想起以前自己承包土地种棉花的时候，村民们都夸我种得好，还来问我经验。那时候我也特别高兴，觉得自己的经验能帮到别人。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，医生说我身体状况不好，我就担心以后成家人负担。就像之前，我在院子里修剪盆栽，不小心被水管绊倒了，当时心里又急又怕，觉得自己越来越没用了。晚上躺在床上也睡不着，怕儿子嫌弃我。我现在就怕给家人添麻烦，可身体又不争气，真不知道该咋办。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧，说不上多开心。最近一次真正开心的时候，是之前回忆起小时候饥荒时挖到野菜的事。那时候我兴奋地跑回家告诉爹娘，他们夸我厉害，我心里可甜了，觉得自己能帮家里分担，特别自豪。但现在老伴走了，有时候还是会觉得活着没什么意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我偶尔会感到无助。就说之前有一次，我想修剪一下盆栽，可手却不听使唤，怎么都剪不好。当时我就觉得自己老了，没用了。但我又想，我不能给家人添麻烦，于是就自己慢慢琢磨，最后还是把盆栽修剪好了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，儿子想带我去公园逛逛，我觉得还是在家听戏曲、修剪盆栽更自在。我怕出去会给儿子添麻烦，而且外面人多，我也不太习惯。结果儿子带我出去后，我一直心不在焉，就想着赶紧回家。回来后，我还觉得挺不好意思的，儿子一番好意，我却不领情。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行，没比大多数人差多少。就说前几天吧，我去邻居家串门，回来的时候还能清楚记得我们聊了啥。不过有时候也会忘点小事，比如出门忘了带钥匙，但这也不是啥大问题，年纪大了嘛，都这样。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好，我也说不上来。就像之前，我在院子里修剪盆栽，不小心摔倒了，儿子回来看到后，赶紧把我扶起来。那一刻，我觉得活着还有点意思，儿子还关心我。可又想到自己连这点小事都做不好，活着好像也没多大用。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有时候确实会觉得自己没价值。就说之前吧，我在地里找野菜，看到别人家孩子篮子里装满了，我却只找到一点点。我心想，别人都能找到那么多，我怎么就不行呢？是不是我太没用了？回到家，父母问我怎么了，我也不敢说，怕他们觉得我没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，哪还能觉得自己充满活力啊。最近就是早上起来，感觉身体特别沉，哪哪都不得劲。之前还能自己去遛遛弯，现在都懒得动了。但有时候看到曾孙在院子里活蹦乱跳的，我这心里啊，还是会有那么一点高兴劲儿。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的。就像之前承包土地失败后，我走在村里都怕被村民认出，怕他们看不起我。但我还是挺过来了，现在也能自理生活。虽然有时会觉得孤独，但想到孩子们在外面打拼不容易，我就自己坚强面对。我相信只要自己努力，生活总会好起来的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得自己和别人过得差不多吧。就说之前吧，村里办了个戏曲演出，大家都去看了，我也去凑凑热闹。看着大家都在那乐呵呵的，我也挺开心的。我觉得每个人都有自己的生活，有好有坏，不能一概而论。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上多满意。就说之前有一天，我在小区里看到邻居老王坐在轮椅上，被保姆推着，眼神空洞又绝望。我就想到自己年纪大了，ADL测试结果也不太好，怕自己哪天也会像他一样生活不能自理，心里特别担忧，觉得自己好像越来越没用了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静。最近一次真正感到快乐的事，是之前给曾孙讲我小时候挖野菜的事，就像45年那次，我挖到了好多野菜，回去告诉爹娘，他们可高兴了。我觉得给曾孙讲这些过去的事，让他了解我的经历，是件很有意义的事，也让我觉得自己还有点用。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好。就像之前饥荒那阵子，我总挖不到野菜，觉得自己特没用，让家人跟着挨饿。现在老伴走了，我一个人也挺孤单的。最近也没啥让我觉得生命美好的时刻，日子就这么一天天过着，没啥盼头。"
        }
    }
]