[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前有一次，我想给孙子织个坐垫，可我手发抖眼神也不好，没织几针就错了。二女儿看到后让我别折腾了，我当时心里可失落了，觉得自己啥也做不好，家人肯定会嫌弃我，从那之后我就再也没碰过毛线。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了听戏曲，因为我觉得自己在这城里啥都做不好，一点价值都没有，听戏曲也没心思。就像前几天，我坐在椅子上，本来收音机里放着我最爱听的戏曲，可我却呆呆地看着前方，心里想着自己真是没用，家人肯定都嫌弃我，就把戏曲给关了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前有一次，我在阳台翻东西，翻到了一张和牧羊老伙伴们的照片。看着照片，我想起了以前在草原上的日子，大家一起放羊，有说有笑。可现在，我在这陌生的城市，身边一个熟悉的人都没有，那种孤独感一下子就涌上来了，心里空落落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我是会觉得无聊。就说前几天吧，孩子们都去上班了，家里就我一个人。我坐在沙发上，想找点事做，可又不知道该干啥。我就那么呆呆地坐着，看着墙上的钟，滴答滴答地响，感觉时间过得好慢啊，真的是无聊得很。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前在院子里晒太阳，听到了收音机里放的戏曲，那是我老伴儿还在的时候经常和我一起听的。我就坐在那儿，听了好久，感觉他好像就在我身边一样。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有的，就像之前在工地食堂做饭时，我做新菜心里特别担心。我怕做不好工友们会看不起我，觉得我没用。切菜时手都微微发抖，还不停地回想村里老人教的做法，就怕出错。现在有时候也会担心自己给家人添麻烦，怕他们嫌弃我。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，现在开心的时候少喽。以前在工地食堂做饭，工友们都夸我做的菜好吃，那时候才开心呢。就记得有一次，我端出一道新菜，他们尝了后都竖大拇指，我心里可甜了。可现在，啥也干不了，还总给儿子添麻烦，哪还有啥开心的事啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就像之前一段时间，我想给孙子打电话，却怎么也记不起来他的号码。我翻了好久的通讯录，也问了身边的人，但还是记不起来。那一刻，我真的觉得自己老了，什么都记不住了，特别无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前，我躺在床上担心生病拖累家人，小儿子进来和我说工程款没结，家里经济紧张。我当时心里特别难受，觉得自己没用，给家人添了这么多麻烦。从那以后，我就更不愿意出门了，怕自己再给家人带来什么不好的影响。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不如以前了。就说之前吧，我老是想起过去牧羊的日子，可有时候连刚做过的事都记不清。那天我想给儿子讲个故事，结果讲到一半就忘了下面的情节，当时心里可着急了，觉得自己真是没用，连个故事都讲不好。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊？就说最近吧，我生病拖累家人，小儿子工程款没结，家里经济紧张，我觉得自己一点用都没有。晚上躺在床上，我怎么也睡不着，满脑子都是这些事，觉得自己就是个累赘，给家人添了这么多麻烦，他们肯定都讨厌我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就之前一段时间，我在医院病房里，看着家人忙前忙后，我什么都做不了，心里特别难受。我觉得自己现在生活不能自理，成了家人的负担，一点价值都没有。当时我就望着窗外，天渐渐暗下来，那种孤独和无助的感觉，真的很难受。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，我哪有啥活力呀。以前还能自己到处走走，现在腿不利索了，就更没精神了。最近一次觉得有点精神，还是儿子带我去看了一场戏曲表演，那时候感觉自己好像年轻了几岁，可看完回来又觉得累得慌，还是老了呀，活着真没什么意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候是绝望的。就像去年我摔断髋骨那次，在医院的病房里，我看着自己不能动弹的双腿，心里充满了绝望。我想到自己连生活都不能自理，还要依靠尿垫，就觉得自己成了家人的负担，家人肯定会嫌弃我。（泪水在眼眶里打转）"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么觉得。就说之前吧，我和儿子儿媳一起看电视，他们在那聊得热火朝天的，我却插不上话，感觉自己像个外人。我就想，是不是别人家里都不是这样的，是不是大家都比我过得好，都有人陪着说说话。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意吧。就像之前，我想清明去给老伴扫墓，孩子们却觉得我身体不好不让去，我又气又急又无助。我只是想跟老伴说说话啊，可他们就是不理解我。现在我还是会经常想起老伴，心里空落落的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是之前在工地食堂做饭时，工友们都夸我做的饭菜好吃。那时候我心里特别高兴，觉得自己是有价值的。现在老了，身体也不好，总觉得自己给家人添麻烦，唉。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着也还行吧。最近一次让我感受到生命美好的时刻，就是之前在阳台上翻到那张和牧羊老伙伴们的照片。照片里大家笑得可开心了，赶着羊群在草原上跑。那时候的日子虽然苦，但大家都在一起。现在我一个人在这儿，身边没个熟悉的人，唉……"
        }
    }
]