[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就像最近，我和助手一起为基金会努力，看着它逐渐成型，我很有成就感。但也有让我不满足的，比如之前在医院，听到基金会筹备进展慢，我就很生气。我希望晚辈们能更努力些，别让我失望。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀。不过，最近复刻祖宅模型和建立捐赠基金会的事让我有些焦虑。我担心自己身体不行，完不成这些计划。但我又不想放弃，毕竟这是我一直以来的心愿，也是我对家族和社会的责任。我该怎么办呢？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像我一直想复刻祖宅模型，这让我每天都很有事情做。不过最近我坐在书房，看着未完成的榫卯模型，心里会有些担忧，担心自己的经验和知识以后没人传承。但这也只是偶尔会想，并不会让我觉得生活空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊呀。不过最近在复刻祖宅模型时，有些细节我反复琢磨，进展有点慢，这时候会觉得时间过得有点慢。但我也知道，这事儿急不得。还有基金会那边，晚辈们的进展让我有点着急，我就老想着这些，可能会有点心烦意乱，但也谈不上无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算良好。最近一次心情愉悦，是前几天和社区里的几个收藏同好一起交流古籍修复心得。我们各自分享了自己在修复过程中的一些小技巧和有趣的发现，大家都特别投入，那种专注和对古籍的热爱让我感觉很开心，也暂时忘记了自己的孤独。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前在医院等检查结果那段时间，我特别担心自己身体不行了，这样复刻祖宅榫卯模型和建立捐赠基金会的事就做不成了，那我就没办法给家族和社会尽责了。（脸上浮现出担忧的神情，微微叹了口气）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。要说最近一次真正快乐的事，那就是和收藏同好们一起欣赏了一些珍贵的古籍。当时大家都很兴奋，我也分享了一些我修复古籍的经验，那种被认可的感觉真的很棒。不过，有时候我也会因为复刻祖宅模型和建立捐赠基金会的事感到有些压力。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近一次感到无助啊……就是前段时间，我想复刻祖宅模型，遇到了些技术难题，晚辈们都不太懂。当时我一个人坐在书房里，看着那些图纸，心里挺没底的。我在想自己是不是真的老了，连这点事都做不好了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更倾向于待在家里。就像之前身体不舒服住院那阵子，家人让我出院后去外面走走，放松放松。可我就是不太想去，觉得还是在家里自在。在家里我可以看看书，研究研究古籍修复，或者在书房里发发呆，想想事情。外面人来人往的，让我觉得有些心烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力比大多数人差呀。就说最近，我还能清楚记得基金会筹备过程中的那些细节呢。不过，有时候也会突然想不起来某个文件放在哪儿了，但过一会儿又能想起来。所以，我觉得自己的记忆力还行吧，没什么大问题。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。要说美好，我还真有点想不起来了。最近一段时间，我就想着复刻祖宅模型和建立捐赠基金会的事，心里挺着急的。有时候觉得自己挺孤独的，家人虽然在身边，但好像也没人能真正理解我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前，我想到自己为家庭和社会做了那么多贡献，心里就很有成就感。不过最近在复刻祖宅模型和建立基金会的事上遇到了点困难，有点担心自己做不好，但这也不能说明我没价值呀，我只是暂时有点困惑和犹豫。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前在医院的时候，虽然身体不舒服，但一想到基金会的事，我就又有了精神。最近在家里，我也一直想着复刻祖宅模型的事，这也让我感觉精力充沛。不过，有时候看到晚辈们对这些事不上心，我就会有些生气和无奈。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的。但我记得有一次在实验室遇到工科难题，当时真的很绝望。那是很多年前了，在省立工科学校实验室里，实验台上仪器嗡嗡响，地上扔着草稿纸。我对着难题毫无头绪，伯乐教授进来鼓励我，让我想起自己的能力，才重新有了信心去克服。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我倒没觉得大多数人比我过得好。就说我建基金会那事，遇到不少困难，但我都凭自己能力克服了。不过，最近在医院，想到基金会筹备的事，晚辈们推进慢，我挺生气的。我一直觉得自己有责任培养下一代，可他们这样，让我有点失望。但我也知道，不能全怪他们，可能是我没教好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就拿最近来说，基金会筹备的事让我有些不满足。我满心期待晚辈们能做好，可他们工作推进得很慢，这让我很着急。我一直想为家族和社会做点事，可现在感觉有点力不从心。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正感到快乐的事，就是2023年10月那会，我和助手在办公室看着基金会框架逐渐成型。这两个月克服了好多困难，每一步都离不开我的经验和能力。当时我抚摸着桌上的文件，心里满是喜悦和成就感。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的，能做自己想做的事。就像之前创建基金会的时候，和助手一起努力，看着它从无到有，那一刻我就觉得生命特别美好。还有复刻祖宅模型，这也是我一直想做的事，能把家族的东西传承下去，我很开心。"
        }
    }
]