[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前签拆迁合同的时候，虽然有对未来的期待，但更多的是对过去生活的不舍和伤感。现在女儿春节不回来，我就更觉得自己被遗忘了，心里空荡荡的。最近脑子也越来越糊涂，经常刚想做什么就忘了，这日子过得真是没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是啊，我放弃了很多。就像以前周末我都会有特别仪式感的活动，可自从女儿说春节不回来后，我就一点兴致都没了。我觉得自己被遗忘了，做什么都没意思，身体也越来越差，脑子也越来越糊涂，好像什么都不想做了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？当然啊。就像之前过年的时候，外面鞭炮声震耳欲聋，我坐在桌前，看着面前按儿女生肖方位排列的搪瓷杯，想着过去一家人团圆的时光。我给孩子们打电话，可要么没人接，要么就是简单几句寒暄。那一刻，我觉得自己真的好孤独，生活好空虚啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总是觉得很无聊，也不知道该干啥。就像之前，我坐在椅子上，看着亡夫的烟灰缸和搪瓷杯，发了好久的呆。我想做点吃的，可到了厨房就忘了要做啥。我觉得自己老了，没用了，活着也没啥意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是大概九几年的时候，镇上纺织厂家属院停水停电好几天，我和邻居们一起去相关部门反映情况。一路上大家互相鼓励，到了那儿工作人员也认真记录，我觉得自己的坚持有了意义，心里特别高兴。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，是呀，我老担心不好的事。就像之前，大概是九几年的时候吧，我路过邻居家院子，听到他家俩儿子为拆迁款吵得不可开交。我当时就想啊，如果我家遇到拆迁，会不会也变成这样。现在想起来，心里还是七上八下的，老担心以后的日子。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候都不开心。最近一次真正开心的时候，还是之前小女儿跟我视频聊天那会儿呢。但后来她说春节不回来，我就又难过了。现在我总是一个人，没人陪我，感觉自己被遗忘了，做什么都提不起兴致，唉。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近一次是春节前，我坐在椅子上看着亡夫的烟灰缸和搪瓷杯，女儿说春节不回来，我就觉得自己被遗忘了，很难过。后来社区工作者来了，也只是简单问了句就走了，我更觉得无助。现在我脑子越来越糊涂，身体也越来越差，真不知道该怎么办。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前小女儿打电话说春节不回来后，我就一直待在家里。房间里冷冷清清的，我就坐在椅子上，看着亡夫的烟灰缸和搪瓷杯。我觉得自己被遗忘了，也没心思出去，更不想尝试新事物，就这么一天天熬着。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我这记性啊，确实比大多数人差。就像之前有一次，我想给小女儿打电话，可刚拿起手机就忘了她的号码。我在那儿想了半天，急得直冒汗，最后还是没想起。我觉得自己真的太没用了，连女儿的号码都记不住，她回来看到我这样，肯定会失望的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？唉，我也不知道算不算美好。就说之前过年吧，外面鞭炮声噼里啪啦的，我看着柜子上的搪瓷杯，想给子女打电话，结果要么没人接，要么就几句寒暄。我这辈子吃了那么多苦，到老了却这么孤独，哪有什么美好可言啊。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没啥价值。就像最近，过年的时候，外面都热热闹闹的，我给子女打电话，要么没人接，要么就简单说几句。我坐在家里，看着那些搪瓷杯，觉得自己这辈子吃了那么多苦，到老了却这么孤独没用，真的很绝望，觉得自己好像一点价值都没有了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有什么活力啊，我都这把年纪了。就像之前，我挂了电话后，刻日期时手都抖。我觉得自己老了，没用了，女儿也忙得很，匆匆忙忙的，肯定把我忘了。我现在就等着小女儿春节回来，可日子过得真慢啊，我每天都觉得好孤独。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境就是绝望的。就像春节前，小女儿打电话来说因为工作回不来，当时我握着电话，喉咙发紧，一个字也说不出来。春节晚上，我看着面前的搪瓷杯，给子女打电话，要么没人接，要么就是简单几句寒暄。我觉得自己真的很没用，被子女遗忘了，这辈子吃了那么多苦，到老却这么孤独。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就像之前过年的时候，外面鞭炮声噼里啪啦的，邻居们都热热闹闹的。我呢，一个人坐在家里，看着那些搪瓷杯，心里难受得很。我给子女打电话，他们也都忙，说不了几句就挂了。我就觉得自己在这个世界上真的没什么用，活着也没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前春节的时候，我坐在桌前，看着搪瓷杯，给孩子们打电话，可他们要么不接，要么就简单说几句。我觉得自己老了，没用了，他们都不关心我。（眼神黯淡，声音低沉）"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心了。最近一次开心的时候，大概是之前政府调整了拆迁补偿方案。那时候在活动中心，工作人员一说出来，我眼泪都快出来了。我觉得自己的坚持是有价值的，这么多年的辛苦也好像有了点回报。（眼神黯淡了一下）可现在，还是觉得挺孤独的，孩子们都不在身边。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好哦。就说之前过年，我一个人在家，外面热热闹闹的，我给子女打电话，要么没人接，要么就几句寒暄。我这辈子吃了那么多苦，到老了还是一个人，哪有啥美好时刻哦。我觉得自己老了，没用了，活着也没啥意思。"
        }
    }
]