[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就像几年前刚搬到新公寓时，我觉得一切都很陌生，心里挺不安的。但后来我按照石库门的生活方式布置，摆上绿植、挂上老照片，就感觉好多了。最近一次感觉满足就是看着家里被我布置得有了家的味道，那种感觉真的很好。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过什么曾经感兴趣的活动呀。我一直喜欢养绿植、整理老照片，最近还在整理丈夫邮票集，想完成家族口述史呢。不过，有时候也会觉得自己年纪大了，做这些事情有点力不从心，但我还是不想放弃。就像之前在社区分享和丈夫的过往，我虽然紧张，但还是坚持下来了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像我搬到新公寓后，虽然一开始有些不安，但我把老照片挂上墙，在阳台上摆上绿植，一下子就感觉有了家的味道。而且我还有女儿时常来看我，社区里也有几个朋友一起聊聊天。最近我正忙着整理丈夫的邮票集呢，可充实了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊呀。就像之前丈夫出差那阵儿，我是觉得孤独，但也没觉得无聊，我会去养绿植。还有搬家后，我忙着把老照片挂起来，把绿植摆好，让新环境有石库门的味道，也不觉得无聊。我总能给自己找些事情做，让生活充实起来。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦是在社区和朋友们一起做手工的时候。大家一边聊天一边制作，氛围特别轻松愉快。我还把自己做的小物件送给了社区的邻居们，看到他们开心的样子，我心里也特别高兴。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我很少担心会发生不好的事情。不过，几年前水管爆了那次，我确实有点紧张和害怕。当时水一下子涌出来，我都不知道该怎么办了。但我还是赶紧打电话给物业，自己也在屋里找东西堵水管。最后问题解决了，我觉得自己还挺厉害的。（笑着拍了拍自己的腿）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正感到快乐的事呀，就是前段时间和外孙、小女儿一起在老房子里看相册，我给他们讲过去的故事，外孙听得可入迷了，笑得那叫一个开心，小女儿也听得很认真，当时我心里别提多满足啦。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。但有一次，我想把老照片整理成册，却怎么也找不到合适的方法，当时有点不知所措。不过后来我想起女儿对这些事比较在行，就打电话问她，在她的指导下，我顺利完成了整理。所以啊，遇到困难的时候，只要想想办法，总能解决的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我更喜欢待在家里。就像之前整理照片那次，阳光照进屋子，我和外孙、小女儿一起，我给他们讲照片里的故事。那种感觉特别温馨，比出去好多了。在家里我能做自己喜欢的事，也能和家人一起，我觉得这样就挺好的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比大多数人差。就像之前学手机输入法，虽然一开始弄不好，但后来在女儿的帮助下，我还是学会了。这说明我的记忆力没问题，就是可能学习新东西的速度有点慢，但只要我多花点时间，还是能记住的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的呀。最近一次感受到生命美好的时刻，就是前几天女儿来看我，我们一起在阳台上晒太阳，聊了很多过去的事情。我看着女儿，就觉得很幸福。虽然有时候会觉得孤独，但想到还有女儿，还有这些美好的回忆，就觉得一切都值得了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像有一次在小区里，我看到一位老人很孤独，就去和他聊天。听他诉说自己的孤独无助，我感同身受，也用自己的经历去安慰他。那一刻，我觉得自己是有价值的，能给别人带来温暖和安慰。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还算有活力吧。就像之前丈夫刚走那会儿，我心里难受得很，但还是咬着牙把老房子收拾得整整齐齐，把和他的回忆都好好保存着。那会儿我就想着，日子还得过下去，我不能垮了。最近嘛，我忙着整理他的邮票集，还挺有劲儿的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我现在一个人守着老房子，过得挺自在的。虽然有时会孤独，但有女儿常来看我，还有社区的朋友。就像之前照顾李阿姨，大家相互帮助，邻里关系也挺好的。而且我还有自己的爱好，生活挺充实的，哪有什么绝望的感觉呀。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。就像之前李阿姨生病住院，她子女不在身边，我去照顾她。那时候我就觉得，大家都有需要别人帮忙的时候，也都有能帮到别人的时候，日子不就是这样嘛，各有各的好，各有各的难处。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像几年前刚搬到新公寓时，心里挺不安的，但我按照石库门的生活方式布置后，感觉家的味道又回来了，那一刻我就挺满足的。不过有时候也会觉得有点孤独，比如晚上一个人待着的时候，但我会通过养绿植、整理老照片这些事来让自己充实起来。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正让我快乐的事，是前几天小女儿带着外孙来看我。我给外孙讲老照片里的故事，他听得可入迷了，小女儿也在一旁笑着听。我们一家人围坐在一起，那种感觉特别温馨，让我心里暖暖的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像我丈夫刚走那阵儿，我特别痛苦，但后来我守着老房子，看着那些和他一起的回忆，我就觉得生活还是有盼头的。最近嘛，我女儿常来看我，我们一起聊天，我就觉得特别开心，这就是我最近感受到生命美好的时刻。"
        }
    }
]