[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说最近吧，2月15号上午我想背《心经》，可怎么都记不住，那种无力感让我很沮丧。下午司机来拿支票，他的冷漠让我觉得自己像被家人遗忘的旧物，心里凄凉得很。晚上躺在床上，这些事一遍遍在脑海里过，我觉得生活真的没什么盼头了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像确实放弃了一些活动。之前一段时间，我还会去楼下和老姐妹们聊聊天，但后来总觉得没什么意思，就不去了。现在每天除了吃药、抄写佛经，就是坐在阳台上发呆。有时候觉得活着真没什么意思，可又不知道还能做些什么。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是在大概九几年的时候。那时候我刚经历了流产，身体很虚弱。每天就躺在床上，看着窗外的天空，心里空荡荡的。想起之前为了怀孕付出了那么多努力，却还是失败了，觉得自己真的很没用。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊呀，我每天都很忙呢。早上起来要先吃药，然后去修补一些旧物。最近我还在抄佛经，想把《心经》背下来。不过有时候晚上会突然醒来，就很难再睡着了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前有次，我在凌晨惊醒，脑海里全是过去的那些事，比如债主来威胁我还钱，那场景现在想起来都害怕。还有自己经营的纺织厂陷入三角债危机，我觉得自己很没用，连这些事都处理不好，哪还会有心情愉悦的时候啊。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前，我看到隔壁工厂老板被债主追债，那场面可吓人了。我当时就想，我也有三角债危机，要是处理不好，我肯定也会被追债，到时候我就完了，什么都没有了，也没人会在意我这个老太婆了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前怀孕时，婆婆说我金贵，我心里委屈得不行。现在想想，那种不被理解的感觉还是很难受。我觉得自己好像总是让家人失望，没什么价值。背《心经》也是想让自己心里能平静些，可有时候脑子又不太好使，记不住。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就像之前有一次，大概是我又怀孕的时候，我婆婆说哪个女人怀孕不是照样干活，就我金贵。当时我心里特别委屈，觉得自己不被理解。我之前连续流产四次，这次怀孕小心翼翼的，可还是被婆婆这么说，那种无助的感觉特别强烈，就好像自己怎么做都不对。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是，我更愿意待在家里。就像之前，我看到小区里几个邻居在聊天，我心里很抵触，就赶紧回家了。因为我觉得自己和他们有隔阂，融入不进去，强行融入说不定还会被排斥。待在家里，虽然安静得只能听到钟表滴答声，但我觉得这样不会被伤害。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不太好。就像之前，我上午背诵《心经》失败了，明明平时都在努力记，可到关键时候就是记不起来。我觉得自己老了，什么都不行了，连这么简单的事都做不好，活着好像也没什么意思，也没人真正在意我。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……我也不知道算不算美好。就像之前怀孕的时候，我心里既期待又害怕，可最后还是被婆婆嫌弃，那顿饭吃得我心里苦涩极了。现在老了，虽然经济富裕，但总觉得自己没用，背《心经》也背不下来，活着好像真没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，最近就有这么一回。之前一段时间，我想给家里修补点旧物，可总也弄不好，就觉得自己真没用。就像小时候，养父因为我饿死了，我就一直觉得自己是个累赘，一点价值都没有。现在连修补旧物这么简单的事都做不好，这种没用的感觉就更强烈了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "唉，哪有什么活力啊。我就记得之前有一天，我把家里的旧衣服都拿出来缝缝补补，弄了好长时间，当时还挺专注的，可能那会儿稍微有点精神吧，但也算不上精力充沛。现在啊，就这么一天天过着，也不知道有啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就像最近一次，晚上11点多了，我在卧室里怎么都睡不着。白天背《心经》又没背下来，司机对我也挺冷漠的。我觉得自己老了，没用了，家人也不怎么关心我，活着真的没什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我这一辈子经历了太多，逃婚、流产、债务危机……但我都挺过来了。现在我经济富裕，和家人同住。虽然我有认知功能障碍和重度抑郁风险，但我还是有自己的爱好，比如修补旧物、抄写佛经。我觉得自己的生活还是有意义的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。最近一次让我觉得不满足的时刻，就是发现长孙试管婴儿出生证明那次。我对着亡夫遗照倾诉，觉得自己在这个家越来越孤独，家人都不需要我，我做的事也没意义，自己就是个没有价值的人，对未来也挺绝望的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前，我又怀孕了，可前几次流产的阴影一直笼罩着我。吃饭时婆婆还说我金贵，我心里委屈极了。现在我就想背《心经》，也许能让我心里好受些。但我记忆力越来越差，不知道能不能背下来，唉。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，说不上美好不美好。就像之前有一次，我又怀孕了，可前几次流产的阴影一直都在。那时候我每天都小心翼翼的，生怕又出什么问题。可即便这样，还是会被婆婆嫌弃。我觉得自己好像什么都做不好，活着也没什么意思。"
        }
    }
]