[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像前些日子，我在院子里看秋茄子，心里可欢喜了，想着能给家里添道菜。可突然风湿痛就犯了，疼得我差点晕过去。当时我又着急又无奈，觉得自己身体越来越不行了，可又不想放弃那些秋茄子。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃啥活动嘞。我还是会种种菜，缝缝衣服，听听戏。就是有时候记性不太好，比如之前去集市买菜，转个身就忘了自己要买啥。但我还是会努力去做这些事，因为我喜欢。外孙女也喜欢我缝的东西，我就更有动力了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都挺忙的，要照顾老伴，还要去园子里看看我的菜。就像现在，我就盼着能早点把秋茄子收了。而且我还想着给外孙女缝嫁衣呢，这些事让我的生活很充实。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。就像那天，我提着秋茄子回来，大妞可高兴了，夸我厉害。我就想着，我还有好多事能做呢，哪有时间无聊。我还得照顾院子里的秋茄子，还想给外孙女缝嫁衣，这些事儿都让我觉得生活可有意思了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行。最近一次心情愉悦是那天我提着一篮子秋茄子回来，外孙女大妞看到后可高兴了，夸我厉害。她的话让我心里甜滋滋的，觉得自己为这个家做的一切都值了。我就喜欢看到家人开心的样子。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我偶尔会担心不好的事发生。就像前几天，我担心自己会忘记收秋茄子，因为我年纪大了，记性不好。还有，我也担心外孙女不喜欢我缝的嫁衣，毕竟现在的年轻人都喜欢时尚的东西。不过，我还是会尽力去做，因为这是我的心愿。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事呀，就是前段时间我外孙女回来看我，她夸我种的菜长得好，还说喜欢我给她做的小玩意儿。我当时心里别提多高兴了，觉得自己做的这些都特别有意义。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助嘞。就说最近吧，想收秋茄子，但有些够不着，当时有点发愁，不过后来我想办法找了个长杆子，也就解决啦。还有缝嫁衣给外孙女，虽然眼睛有点花，但我慢慢缝，也能缝好，感觉自己还是能行的，没觉得无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我还是更喜欢待在家里。就说前段时间吧，外孙女想带我去镇上逛逛，我就有点犹豫。我觉得在家里种种菜、缝缝衣服挺好的。最后还是没去，就在家里给外孙女做了个小布娃娃。我觉得这样的生活也挺自在的，就是有时候会有点担心自己年纪大了，给家人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是呀，我感觉自己记忆力是不如以前了。就说之前吧，我明明记得把给外孙女缝嫁衣的针放在针线盒里了，可怎么找都找不到，急得我呀，最后还是在桌子角落里找到了。还有，有时候刚想做什么事，一转身就忘了，这记忆问题还真给我带来不少困扰呢。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀。就像我种的秋茄子，看着它们从小小的苗儿长成挂满果实的植株，我心里就特别高兴。还有我缝的那些东西，想到外孙女以后能穿上我缝的嫁衣，我就觉得特别满足。这些都是让我感受到生命美好的时刻。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我能照顾好自己和老伴，还能种些菜。就说收秋茄子吧，我种的茄子又大又好。还有我缝的嫁衣，外孙女穿上肯定好看。我觉得自己能为家人做这些事，就很有价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在80岁啦，哪有那么多活力哦。不过说起精力充沛的时候，就是去园子里收菜的时候吧。特别是收秋茄子，看着那一个个紫莹莹的茄子，心里可高兴啦，就觉得自己还有用，能为家里做点事。但有时候也会觉得有点累，毕竟年纪大了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。虽然我年纪大了，还有认知功能障碍，但我能自己照顾自己，还能为家人做些事。就像我一直想收秋茄子，给家人做菜吃，也盼着外孙女能穿上我缝的嫁衣。这些事让我觉得生活还是有盼头的，怎么会绝望呢？"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没想过大多数人是不是比我过得好。不过，有时候看到集市上那些年轻人，穿得漂漂亮亮的，还拿着手机玩，我就会想，现在的日子真是不一样了。但我也有自己的生活啊，我喜欢种菜、缝衣服，还能和老伴儿一起过日子，我觉得这样也挺好的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的嘞。就说前几天吧，我在院子里侍弄那些秋茄子，心里可美了。可这风湿痛突然就犯了，疼得我差点晕过去。当时我就想，我这身体是越来越不行了，可我还想把秋茄子收好，给家里人做菜呢。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事呀，就是前几天我去菜园子里看我种的秋茄子，长得可好了，一个个绿油油的，可招人喜欢了。我就想着赶紧把它们收了，给家人做顿好吃的。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的呀。就说之前吧，我摘了一篮子秋茄子回来，外孙女大妞可高兴了，直夸我厉害。那时候我心里可美了，觉得自己还有用。现在虽然身体不如以前了，但一想到能给家人做点事，我就觉得活着特别美好。"
        }
    }
]