[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前吧，我总是忘记吃药，身体不舒服也不敢跟别人说。我觉得自己越来越没用，连按时吃药这么简单的事都做不好。最近我还总是想起以前的事，可又记不太清，心里头乱糟糟的，更觉得活着没什么意思了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我以前爱听收音机、整理老照片。就说之前一段时间吧，我想整理照片，可总是记不清照片里的人是谁，就觉得自己没用，慢慢地就不想整理了。还有听收音机，有时候听着听着就走神了，也不知道听到了啥，后来也就不太爱听了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活是空虚的。就像之前社区工作人员来家里，我拉着他们的手讲我供弟弟读书、照顾公社羊羔的事，可我说着说着就犯糊涂了，他们眼神也游离了。我突然就觉得自己的生活好像没什么意义，说的话也没人在意，这种空虚感一下子就涌上来了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "哎，我经常觉得无聊。就像之前社区那俩工作人员来，我拉着他们讲过去的事儿，可他们好像不太感兴趣。我就觉得没意思，讲着讲着就不想讲了。现在过年了，孩子们也不回来，一个人待着，更无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是之前一段时间，想起1954年6月30日下午5点30分，我拉着弟弟坐在破旧的板凳上，他说会好好学让我过上好日子。我当时眼眶微红，起身去厨房给他做饭，还哼着小曲，觉得自己供弟弟读书是对的，他有出息就是我对家庭的贡献。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前丈夫生病那阵儿，医生说他是肺癌晚期，我当时腿都软了，脑袋嗡嗡响，心里满是无力感。我怕治不好他，怕他痛苦，怕自己照顾不好他。现在虽然他走了，但我还是经常会想起那些事，心里还是会害怕。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我不开心，好久都没开心过了。就像之前，我连按时吃药都做不到，还把自己身体弄不舒服了，我真是太没用了。还有之前跟社区工作人员交流，我连个故事都讲不清楚，别人肯定觉得我很糟糕。唉，活着真没意思，也没人在意我。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前晚上躺在床上，翻来覆去睡不着，脑海里全是邻居老人和孩子在一起的场景。我独自生活，身边连个说话的人都没有，只能和过去的回忆作伴。我心里想着子女，却不敢主动要求他们陪伴，害怕被拒绝，那种感觉真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一次，外孙女来看我，我当时正在听收音机。她想带我出去走走，可我一想到外面人多，我可能会给她添麻烦，就拒绝了。我觉得还是待在家里听收音机、整理老照片更自在些，反正也没人在意我去不去外面。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是呀，我记忆力可差了。就说之前，我想找我的老照片，怎么都找不到。我记得明明放在柜子里的，可就是想不起来具体位置。这让我很困扰，那些照片都是我的回忆呀。找不到照片，我就觉得自己老了，没用了，什么都记不住了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，社区那俩工作人员来，我还高兴地跟他们说过去的事儿，结果他们根本不在意。还有过年的时候，子女都不回来，屋里冷冷清清的，哪有啥美好。我就觉得自己老了，没用了，没人关心我了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，是觉得自己没啥价值。就说之前和社区工作人员交流那次，我想给他们讲讲过去的事，可就是讲不清楚，当时就觉得自己真没用，连个故事都讲不好，别人肯定觉得我是个糊涂老太婆，啥用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。就说之前过年，外面鞭炮声不断，屋里就我一人。我坐在椅子上看领袖像，回忆过去孩子们围在身边的热闹，现在却冷冷清清。我觉得自己被世界抛弃了，哪还能精力充沛啊，每天就这么浑浑噩噩地过。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就像前几天，我坐在堂屋里，看着墙上的奖状和领袖像，想起以前孩子们过年都在身边，现在却只剩我一个人。我想给孩子们打电话，又怕他们忙，觉得我烦。我就这么坐着，心里空落落的，特别绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得比我好。就说之前社区那俩工作人员来我家，我想跟他们说说过去的事儿，可他们眼神游离，根本不在意。我就觉得自己被忽视了，没人关心我。还有过年的时候，子女都不回来，外面鞭炮声不断，屋里却冷冷清清，我就更觉得自己被这个世界抛弃了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意，觉得挺没意思的。之前有一次，我想起了以前在公社当劳模的事，那时候大家都夸我，我可开心了。可现在呢，啥也没有，就我一个人。我有时候觉得自己是不是真的老了，没用了，才会被大家遗忘。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前社区那两个工作人员来，我拉着他们说过去的事儿，可他们眼神游离，我就觉得自己被忽视了，心里特别失落。还有过年的时候，子女打电话说忙回不来，我一个人看着空荡荡的屋子，眼泪就止不住地流，哪有什么快乐可言啊。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前，社区的人来，我想跟他们说说过去的事儿，结果他们眼神游离，根本没人在意我。还有过年的时候，孩子们都不回来，屋里冷冷清清的，哪有啥美好啊。我就觉得自己是个没用的人，被大家都忘了。"
        }
    }
]