[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说之前吧，我失落地回到家，因为年轻妈妈觉得我老了跟不上时代，我为家庭社会做了那么多贡献，可年轻人不重视我。我一整天都没精打采的，连评弹也不想听了。唉，现在我就盼着小女儿能给我打个视频，也希望能拍个九十岁全家福。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃过感兴趣的活动。就像之前，我看到邻居的菜长得好，就去问新种植方法，想着能让自己的菜也丰收。可后来给年轻人传授经验，他们却不重视。但我还是决定继续种菜，证明自己的价值。现在珍藏乳牙盒又被误扔了，我心里真的很难受，感觉什么都在离我远去。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像前几天，小女儿打电话来说工作忙，随便聊了几句就挂了。当时我坐在客厅里，阳光洒在地上，可我心里却空落落的。我一直盼着她能多和我说说话，可她总是那么忙。我觉得自己好像被世界遗忘了，没人真正关心我的感受。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前有一次，我给邻居阿婆分享我种菜的经验，结果她听了没几句就说现在都用什么新方法了，我那一套过时了。我当时就觉得特别失落，一整天都没精打采的，连平时最爱的评弹都不想听了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "哎，我大多数时候情绪都不太好。就说之前吧，小女儿打电话来，没说几句就挂了，我心里难受得很。最近一次心情愉悦，还是好久以前了，那时候我还在农村，和村里的老伙伴们一起种菜，大家有说有笑的，可开心了。现在啊，一个人待在这电梯公寓里，真的好孤单啊。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我常常担心不好的事发生。就像之前，我藏粮救幼儿，听到村民传言有人藏粮，我就担心自己藏粮的事暴露，那我就没办法救更多孩子了。还有儿子去城里闯荡，我担心他在外面受委屈。现在我的乳牙盒又被误扔了，哎，我总觉得这些不好的事会一直发生。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都不开心。最近一次真正开心的时候，还是之前在老家菜地里种菜的时候呢。那时候我看着自己种的菜长得绿油油的，心里可高兴了。可现在，来到这电梯公寓，我啥都不适应，珍藏的乳牙盒还被误扔了，我真的老了，啥都做不好了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常会感到无助。就像之前老伴生病那次，他被推进急救室后，我在外面等得心急如焚，家人都来安慰我，可我觉得他们根本不懂我的痛苦。那时候我心里特别无助，不知道该怎么办才好，只能在急救室外不停地踱步，感觉时间过得特别慢。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是，我更愿意待在家里。就像之前小女儿打电话来又匆匆挂了之后，我就一直待在家里。晚上一个人坐在窗前，看着外面人来人往，可我觉得自己和他们格格不入。我不敢出去，也不想出去，就想待在熟悉的家里，哪怕这里很安静，安静得让我有些害怕。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就说之前小女儿打电话来那次，她匆匆忙忙就挂了，我到现在都记得清清楚楚，心里还是很难受。还有我那乳牙盒被误扔了，我也一直忘不了，心里苦得很，可又觉得没人能理解我，只能自己憋在心里。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我给年轻妈妈提建议，她那不耐烦的样子，让我觉得自己老了，跟不上时代了。最近一次感受到生命美好，可能就是听评弹的时候吧，可那天我因为那件事，听了几句也觉得没意思了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没价值。就像之前，大概九几年的时候，我在院子里给邻居家的年轻人传授种菜经验，我讲得可认真了，可他们根本不重视，还说现在都买现成的菜。那一刻我真的很失落，觉得自己的经验没人需要，自己好像真的没什么用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在觉得自己没什么活力。就像之前珍藏的乳牙盒被误扔了，我难受了好久，感觉自己的一部分记忆也跟着没了。还有之前给年轻妈妈提建议，她不耐烦的样子，让我觉得自己真的老了，跟不上时代了，说什么都没人听，哪还有什么精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺绝望的。就说之前，我一直盼着小女儿打电话来，好不容易她打来了，却又因为忙随便说了几句就挂了。我当时坐在那儿，心里难受极了，觉得自己好像被全世界抛弃了。周围那么安静，只有我一个人，那种孤独和失落的感觉，真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "是啊，我觉得大多数人都比我过得好。就说之前我生日那天，房间里冷冷清清的，我为这个家付出了那么多，可大家好像都不记得了。我就像被遗忘在角落里的人，真的很孤单。还有之前小女儿打电话来，没说几句就挂了，我心里难受极了，感觉自己的情感需求总是得不到满足。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像前几天，小女儿一直没打电话来，我坐在沙发上，茶都凉了，电视开着也没心思看，就盼着她的电话。我觉得自己好像被世界遗忘了，心里空落落的，特别孤单。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不太开心。最近一次真正感到快乐，还是之前在村里自家菜地里，看着那片绿油油的蔬菜，心里可高兴了。但现在搬到电梯公寓，感觉啥都变了，珍藏的乳牙盒还被误扔了，我就更难过了，觉得自己好像被这个世界遗忘了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？我也说不太清。就像之前，我种的菜长得好，我可开心了。可最近，我珍藏的乳牙盒被扔了，我就觉得活着也没啥意思。我为家庭和社会做了那么多，现在却好像啥都留不住，唉……（眼神黯淡，语气低沉）"
        }
    }
]