[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前我摔了一跤，给子女打电话，他们却很冷淡。我当时极度伤心、失望和无助，心跳加速，受伤的地方也更疼了。我为家人付出了一辈子，却感觉被忽视了，现在对生活也没什么期待了，就想能听到有人喊我“赵队长”，可这也不知道什么时候能实现。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过啥活动。不过，最近我修农具的时候，同村的老李过来看了看，没说几句话就走了。我当时就想，是不是我现在没啥用了，别人都不愿意和我多聊几句。哎，我以前可是赵队长啊，现在……（低头叹气）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，我经常觉得生活空虚。就说之前吧，我在院子里编好小玩意儿给虎子，他高兴地跑开后，我一个人走进空荡荡的屋子，那种空虚感就特别强烈。我觉得自己好像没什么用，子女也不怎么关心我，发消息都没人及时回，唉。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是经常觉得孤独。比如之前我给虎子编了小玩意儿，他拿了就跑开了，我看着空荡荡的屋子，心里特别失落。还有啊，我给家人发消息，他们也不怎么回，我就觉得自己被忽视了，好像发消息也没什么用，还不如不发。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。就说之前吧，我给子女寄农产品，他们说不缺让我别折腾了。我当时就特别伤心失望，觉得自己为他们付出这么多，他们却不领情。从那以后，我就更提不起精神了，也没什么心情去想什么愉悦的经历。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次对未来感到担忧，是之前一段时间，我身体不舒服，就给孩子们打电话说想去城里大医院看看。当时心里特别紧张，又期待他们能关心我，又害怕他们不在意。我为他们操劳了一辈子，真希望他们能多在乎我一点，不然我这心里啊，总是空落落的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就说最近吧，过年的时候，我看到村里其他人家热热闹闹地吃团圆饭，可我的子女都在城里，家里冷冷清清的。我在家庭微信群里发语音，也没人及时回复。那一刻，我觉得自己被家人忽视了，心里特别难受，哪还会有快乐可言啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时会觉得无助。就说前几天吧，我在群里发了个消息，想和大家聊聊天，结果一直没人回我。我当时就想，是不是大家都不想理我了。我就一个人坐在那里，心里空落落的，觉得自己好像被世界遗忘了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像那天，我给子女打电话，他们说我有点小毛病别去花钱了。我当时可伤心了，觉得自己为这个家付出了一辈子，却得不到他们的关心。从那以后，我就更不想出门了，就想一个人待在家里，守着我的祖宅和那些旧农具。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没觉得比别人差。最近一次因为记忆问题困扰的情况……好像没有。不过我总想起以前当队长时的事，大家都听我指挥，那时候多威风啊。现在老了，没人记得我以前的事了，有点失落。（微微叹气）"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上来。最近一次觉得有点美好的时刻，就是之前在院子里摘自己种的菜和水果，想着能给孩子们寄过去，让他们尝尝。那时候我心里挺欣慰的，觉得自己还能为家人做点事。可又想到自己老了，啥也干不了，孩子们也都不在身边，心里又有点难受。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有啊。就最近一次，我在家不小心摔了一跤，疼得要命。给子女打电话，他们就淡淡地问了问，说工作忙让我自己去诊所。我当时就觉得自己老了，没用了，给他们添麻烦了。他们都不在乎我，我活着还有啥意思。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我以前觉得自己充满活力，就像大概六几年那会儿，我制定好生产计划后，每天都早早去田间和队员们一起干活，遇到问题一起商量解决。那时候我浑身都有使不完的劲儿，觉得自己能带领生产队越来越好。可现在，唉，感觉自己老了，活力也没那么多了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，我觉得自己的处境是挺绝望的。就说最近一次吧，过年的时候，我看到村里其他人家都热热闹闹的，我在家庭群里发语音也没人回。那一刻，我就觉得自己被家人忽视了，心里难受得很，觉得活着真没啥意思，也不知道以后的日子该咋过。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人确实比我过得好。就说最近吧，村里几个老头聚在一起聊天，他们都在说自己孩子在城里多有出息，带他们出去旅游啥的。我就只能在旁边听着，心里挺不是滋味的。我那几个孩子都在城里忙工作，很少回来看我，更别说带我出去玩了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就拿最近一次来说，我摔倒后给子女打电话，他们却很冷淡。我当时特别伤心、失望和无助，觉得自己被家人忽视了。我为家人付出了一辈子，现在却得不到应有的关注。我现在就希望能有人多关心关心我，能再听到有人喊我“赵队长”。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就拿之前我摔倒那次来说吧，给子女打电话求助，他们却很冷淡。最近一次真正开心的时候，还是之前和同村老人聊天，他们聊到了我当队长时的一些事，那时候我觉得自己好像还是有点价值的，可这开心也只是一会儿。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也就那样吧。前几年，同村老伙计来家里，说起我当年带生产队的事儿，我跟他讲起那些事，心里还挺畅快。可后来老友来看我，说子女不容易，别往心里去，我就觉得他不理解我，从那以后，我就不太想和人交流了。"
        }
    }
]