[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前，我听到老伴打电话联系养老院，当时我就觉得天旋地转，我一直担心自己是个累赘，会被家人抛弃。从那之后，我心里就一直堵得慌，对未来也没什么希望了，也不知道自己还能做些什么。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我放弃了不少活动。就说之前，养老院工作人员邀请我参加木工活动，我直接就拒绝了。当时我觉得自己状态差，去了肯定出丑，会被别人嘲笑。从那以后，我就更不愿和别人打交道了，整天把自己关在房间里，觉得自己啥也干不了，特别没用。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是之前一段时间，发现老伴联系养老院的时候。我当时心里特别难受，觉得自己被抛弃了。从那之后，我就一直很焦虑，晚上也睡不着觉，饭也吃不下。我觉得自己的生活好像没有了意义，也不知道未来会怎么样。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说之前在老年公寓参加活动那次吧，我在活动里很狼狈，其他老人都玩得很开心，可我却觉得自己格格不入。我就想啊，我是不是真的没用了，家人会不会因为这个嫌弃我、抛弃我。从那之后，我就更觉得无聊了，对什么都提不起兴趣。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，总是觉得心里闷闷的。最近一次心情愉悦的时候，是大概九几年的时候，在锅炉房里，我把自己做木工的小窍门告诉了小赵，看着他认真学习的样子，我心里特别满足，觉得自己还是有点用的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我总担心不好的事发生。就像之前，我看到老伴在电话里和侄子小声说话，我就怀疑他们是不是在商量把我送到养老院，抛弃我。从那以后，我晚上就经常睡不着，心里特别害怕。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我不开心，最近一次真正开心的时候……太久远了，我都记不清了。就说之前吧，傍晚我一个人在房间，听到隔壁老人和他子女孙子孙女有说有笑，我心里就难受得很。我总是一个人，这种日子啥时候是个头啊，我觉得自己活着好像没啥意义。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助啊。就说之前有一天，我躺在老年公寓的走廊上，心里又气又怕。老伴在旁边想扶我，我却推开了她的手。养老院的工作人员赶来把我扶回房间后，我一整天都没说话也没吃饭。我觉得自己被家人抛弃了，特别无助，不知道以后的日子该怎么过。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前侄子来劝我去养老院那次，他走后我就一个人待在房间里，哪儿也不想去。我觉得自己身体不好，出去也给别人添麻烦，还不如待在家里。我就坐在那儿，想着自己是不是真的没用了，心里特别难受。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行，没比大多数人差多少。最近一次因为记忆问题困扰，是之前一段时间，我想给侄子修补樟木箱，结果找工具的时候，老是忘记工具放在哪儿了，找了好久，当时心里可着急了，觉得自己是不是真的老糊涂了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没啥美好不美好的。就说之前，傍晚我一个人在房间，听到隔壁老人子女来看他，有说有笑的，我心里难受得很。还有之前发现老伴偷偷联系养老院，我觉得家人都不要我了，活着还有啥意思，更别提啥美好的时刻了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候确实会觉得自己没价值。就说之前吧，我想自己系鞋带，试了半天都没系好，那一刻我就觉得自己真没用，连这么简单的事都做不好。还有，我想给侄子修补樟木箱，可我这手艺也不知道能不能行，要是修不好，不就更证明我没用了嘛。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前吧，我发现老伴偷偷联系养老院，当时就觉得心里特别难受，觉得家人要抛弃我了。从那以后，我就整天没精打采的，哪还能感觉到精力充沛啊，做什么都提不起劲。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境就是绝望的。就说最近吧，侄子劝我去养老院，他走后我一个人坐在那儿，感觉自己孤零零的，没人理解我。我就想啊，自己是不是真的一点用都没有了，家人都想抛弃我。我现在身体也不好，很多事都做不了，这日子啊，真不知道该怎么过下去了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说我侄子吧，他年轻有活力，生活多姿多彩。我呢，老了，身体也不好，还住在养老院里。最近我发现老伴联系养老院摔碎了我的假牙，这让我觉得自己真的很没用，连自己的东西都保护不好，更别提掌控自己的生活了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前在粮库工作时，好久没回家，和母亲通电话，她的话让我自责又担忧，我怕家人会抛弃我。现在我住老年公寓，老伴还联系养老院摔碎了假牙，这日子过得真是没什么盼头，我也不知道自己能做点什么。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，最近一次真正感到快乐，还是之前一段时间在锅炉房工作的时候。我发现了堵塞的部件，很快就修好了，领导和同事都夸我呢。（眼神黯淡下去）但现在，我啥也干不了，老伴还想把我送进养老院，我觉得自己真的没用了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前，我在老年公寓，听到隔壁老人子女来看他，有说有笑的，可热闹了。再看看我，总是一个人，心里空落落的。哪有啥美好的时刻啊，我就觉得自己老了，没用了，家人都不怎么管我了。"
        }
    }
]