[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说最近吧，重孙们来看我，我却叫不出他们名字，心里难受极了。他们走后，我一个人坐在椅子上哭，觉得自己没用，活着也没什么意思。以前我可不是这样的，唉……"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我以前还能自己做饭呢，后来不知咋的，就做不好了，孩子们怕我烫着，就不让我做了。我也就慢慢不做了。现在想想，还怪可惜的。我还挺喜欢做饭的，能给家人做点吃的，我觉得自己还有点用。（脸上露出一丝落寞）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时会觉得生活挺空虚的。就说之前吧，我一个人坐在院子里晒太阳打盹，醒来后看着空荡荡的院子，心里就莫名地难受。孩子们都忙，很少来看我，就二女儿偶尔来一下。我觉得自己好像没什么用了，只能在这等日子过去。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前，二女儿来看我，我坐在院子里的石凳上发呆，脑子里都是邻居老人无助的样子。我想和二女儿说说话，可又怕她觉得我矫情。我就这么一直发呆，心里空落落的，可无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好嘞。就之前给重孙讲故事，结果我都记不住，脑子真是不行了。从那以后我就老觉得自己没用，子女来看我，我都不敢多说话，怕说错话让他们笑话，更怕他们觉得我是个累赘。唉，活着真没意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎呀，我现在脑子不太好使了，最近的事记不太清。但之前闹饥荒的时候，我就老担心孩子们没东西吃。就像有一次，我到处找树皮给孩子们吃，心里那个着急啊，生怕找不到他们就饿坏了。现在虽然日子好过了，但有时候还是会担心自己老了，给孩子们添麻烦。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就说最近吧，重孙们来了，我想记住他们名字，可就是记不住。他们发现后很失望，待了一会儿就走了。我当时心里又急又难受，觉得自己真没用，连重孙名字都记不住，以后他们肯定都不愿意亲近我了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，经常觉得无助嘞。就前几天，重孙们来家里，我想记住他们名字，可咋也记不住。他们失望地走了，我一个人坐在椅子上，心都碎了。我觉得自己老了，没用了，连家人名字都记不住，以后重孙们怕是都不愿亲近我了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一次，村里有人办喜事，大家都去凑热闹了。我本来也想去看看，但一想到自己脑子糊涂，可能会认不出人，还怕说错话让人笑话，就又打消了念头，还是待在家里了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不好。就说之前子女给我办百岁宴，我竟然认不出他们了。当时心里特别难受，觉得自己老糊涂了，什么都记不住了。从那以后，我就更不敢和他们多交流了，怕说错话让人笑话。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？以前闹饥荒，我为了找吃的，手都磨破了，也没让孩子们吃饱。（回忆起1955年磨树皮的事，眼神黯淡）现在老了，啥也干不了，还总给孩子添麻烦。（流露出无价值感）最近也没啥让我觉得美好的事，日子就这么过着呗。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没价值。就像之前饥荒那年，我找了好久都没找到食物，没办法让孩子们吃饱，我真是个没用的母亲。还有被公社干部批斗，他扯下我头巾，周围人都像看怪物一样看我，我觉得自己在他们眼里就是个累赘，一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪里有什么活力啊，每天就晒晒太阳打打盹。我记得之前有一次，我家的二女儿回来看我，陪我聊了会儿天，那时候我好像稍微精神了点。但也就是那么一小会儿，现在还是觉得活着没什么意思，啥都记不住，还老找不着我的旧床。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境有点绝望。就像最近一次，重孙们走后，我一个人坐在椅子上，想起自己这一辈子，经历了那么多苦，现在却连家人名字都记不住，觉得自己一点用都没有了，眼泪就止不住地流，身体也开始抖起来。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会觉得别人过得比我好。就说之前吧，村里办喜事，大家都热热闹闹的，我就一个人在旁边。我就想，为啥我身边的人都走了，就留我一个人在这世上，活着还有啥意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近一次吧，重孙们来了，我想记住他们名字，可怎么也记不住。他们失望地走了，我心里难受极了，觉得自己真没用，活着也没啥意思，以后他们肯定都不愿意亲近我了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。就说最近吧，重孙们来看我，我却叫不出他们名字，他们失望地走了。那一刻，我觉得自己好没用，心里特别难受。从那以后，我就更不开心了，总觉得自己给家人添麻烦，活着也没啥意思。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥好的。就像之前给重孙讲故事，我居然记不住，心里难受得很。我觉得自己没用了，子女来看我，我都不敢多说话，怕说错话让他们笑话。我现在就像个废人一样，哪还能感受到生命的美好啊。"
        }
    }
]