[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前有一次，暴风雨把我在阳台种的小葱和辣椒全吹翻了，那是我仅有的寄托啊，当时我觉得特别绝望，就好像自己什么都没有了一样。现在想想，心里还是挺难受的，也不知道以后的日子会怎么样。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃啥活动，就是最近老想着老宅拆迁的事，心里难受。我种了那么久的菜园子，还有那棵柿子树，都没了。我想给孙辈缝棉鞋，可心里乱得很，也没心思弄。我觉得自己老了，没用了，孩子们也不咋来看我。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活有时候挺空虚的。就像之前有一天，我对着祖先牌位倾诉了一个星期，可情绪不但没好，反而更糟了。我觉得自己的话好像都石沉大海，没有得到一点回应。那种无人理解的孤独感，让我觉得生活好空虚啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就像之前，我在阳台上给孙辈缝棉鞋呢。阳光照在我种的小葱和辣椒上，我坐在小板凳上一针一线地缝着，心里可满足了。缝着鞋就想起年轻时给子女做鞋的事儿，每一针都觉得自己还有用，能给孙辈做点事，他们肯定会喜欢的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总觉得心里空落落的。最近一次心情愉悦，是在阳台上给孙辈缝棉鞋的时候。阳光照在身上，我一针一线地缝着，想起年轻时给子女做鞋的场景，觉得自己还能为孙辈做点事，心里就满足了。但现在老宅拆迁了，我心里又难受起来。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我常常担心不好的事发生。就像之前在县城安置房院子里翻土想移栽柿子树，我年纪大了使不上劲，就特别担心自己完不成，会让过去的回忆断了线。我怕自己做不好，怕以后再也看不到那棵柿子树，心里就特别难受。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心，还是之前移栽了柿子树。但想到自己一直孤独，家人也不关心我，心里又难受了。就像之前暴风雨把我种的小葱和辣椒都毁了，我觉得自己啥都没有了，特别绝望，也没人能理解我。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就之前一段时间，我生病了，孩子们都不回来看我一眼。我自己一个人在屋里，又难受又孤单。我这么多年为家庭付出，可现在却这样被忽视。我就觉得自己好无助啊，好像这个世界上没有人关心我了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就说之前吧，我翻东西看到祖先牌位，想到老宅拆迁，我没守护好它，心里愧疚得很。从那以后，我就更不愿出门了，就想待在家里，对着祖先牌位倾诉，可这心里的愧疚也没减轻多少，唉……"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊，没比别人差多少。最近一次因为记忆问题困扰……好像没有吧。我就是有时候会想起以前的事，比如我年轻的时候照顾我那生病的丈夫，那日子可真难啊，现在想想都觉得心酸。不过我都熬过来了，我觉得我还是挺坚强的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……算是美好的吧。就像之前，我坐在阳台给孙辈缝棉鞋，阳光照在小葱和辣椒上，我一针一线地缝着，心里可满足了。我觉得自己能为孙辈做点事，是有价值的。但有时候，又觉得挺孤独的，子女也不常来，唉……"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己是有价值的。就像之前我种柿子树，虽然累，但我还是做到了，这让我觉得自己还是有用的。可有时候也会觉得自己没价值，比如之前暴风雨把我的小葱和辣椒都吹坏了，我就觉得自己连这点寄托都守不住，很没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，整天就这么浑浑噩噩的。最近一次觉得有点精神，还是之前去打理菜园子的时候。看着自己种的菜长得好好的，心里才有点高兴。但这高兴也是一会儿的事儿，过后还是觉得心里空落落的，不知道活着有啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就像之前有一次暴风雨，把我在阳台上种的小葱和辣椒全吹翻了，那是我每天细心照顾的伴儿啊，当时我就觉得自己仅有的一点寄托也没了，以后会更孤独。现在对着祖先牌位倾诉也没效果，心里的愧疚越来越重，真不知道该怎么办。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我有时候确实会这么想。就说前几天吧，我看到小区里那些年轻人带着孩子有说有笑的，我就觉得人家的生活咋就那么好呢。我这一辈子，又要带孩子又要照顾生病的老伴，现在老了还得搬离老宅，心里真不是滋味啊。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前有一次暴风雨，把我在阳台种的小葱和辣椒全吹翻了，那是我仅有的寄托啊。我当时冲进阳台，看着一片狼藉，眼泪止不住地流，觉得自己以后会更孤独，什么都没有了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我觉得开心的事，就是之前把柿子树移栽到院子里了。但这种开心也很短暂，种好后我还是觉得很孤独。而且我对着祖先牌位倾诉了那么久，一点用都没有，心里还是愧疚得很，更别提快乐了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上。最近一次觉得有点好的时候，就是前几天在阳台上给孙辈缝棉鞋。阳光照在那些小葱和辣椒上，我就坐在那儿一针一线地缝。缝着缝着，就想起以前给子女做鞋的时候，心里就觉得，自己好像还是有点用的。"
        }
    }
]