[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就像之前我在菜园里种菜，看着菜苗长大，还能给孙女腌咸菜，家人都夸好吃，我可满足了。还有我带着咸菜去邻居家，邻居们也夸我手艺好，我们一起交流经验，那时候我觉得生活特别有滋味儿。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有啊，我现在还是喜欢种菜、腌菜这些。不过最近忙着照顾我老伴，有时候会觉得有点累，但是也舍不得放弃。我就想着等我老伴身体好点了，我再多种点萝卜，做些腌菜给孩子们吃。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得自己的生活空虚呀。我每天要照顾老伴，还要忙地里的菜，想着育好萝卜做腌菜。空闲了还会想想孙辈，盼着他们能上大学。我觉得自己可忙了，哪有空虚的感觉呢。而且我和周围的人关系也都不错，偶尔还会和邻居聊聊天呢。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。我每天可忙了，要照顾我那中风的老伴儿，还得去地里看看我种的菜。就说最近吧，我正琢磨着怎么把萝卜育好，到时候做腌菜呢。我就喜欢自己动手弄这些东西，心里踏实。而且我还盼着孙辈能考上大学，我亲手给他们缝龙凤被当嫁妆呢。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。就像之前，我把菜园打理得特别好，菜长得又多又壮，我腌了咸菜给家人吃，他们都夸好吃。我孙女在旁边看着我腌菜，还帮我递东西，我给她讲腌菜的技巧，当时心里可高兴了，觉得自己可有价值了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，是常常担心呢。就前几天吧，我早上起来突然头晕，就担心自己身体不行了，没法照顾我那中风的老伴儿了。当时心里可慌了，怕自己要是倒下了，他可咋办呀。这几天心里一直都不踏实，总想着这事儿呢。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我觉得自己大多数时候还是挺开心的。最近一次真正感到快乐的事呀，就是我家那几个孙辈来看我啦。他们围着我又蹦又跳，还跟我说学校里的趣事，别提多热闹了。我就盼着他们能好好学习，将来都考上大学，到时候我亲手给他们缝龙凤被当嫁妆，想想都高兴。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我很少感到无助嘞。要说最近一次嘛，还真想不起来。我平时忙得很，要照顾老伴，还要种菜。虽然有时候会累，但我觉得挺充实的。而且我相信自己有能力应对生活中的各种困难，毕竟这么多年都过来了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像前几天，村里组织去外面旅游，我没去。我放心不下家里的老伴，而且我也习惯了每天在家种菜、腌菜。我觉得待在家里能照顾好家人，也能让自己过得很充实。虽然有时候也会觉得有点单调，但我已经习惯了这种生活。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没觉得比大多数人差。最近一次因为记忆问题困扰好像是前几天，想找我老伴的药，找了半天没找着，后来才想起来是我自己放错地方了。当时就觉得自己老了，记性不好了，不过后来找着了也就没太在意了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前，我在菜园里看着自己种的菜苗绿油油的，孙女跑过来，我跟她说等菜熟了给她腌咸菜，她夸我厉害。那一刻，我心里可甜了。还有给家人和邻居做咸菜，他们都夸好吃，我就觉得自己特别有价值，这就是生活的美好呀。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我能照顾好老伴，还能种菜、腌菜。孩子们虽然不在身边，但他们都惦记着我。我还想着等孙辈上大学后，亲手给他们缝龙凤被当嫁妆呢。这些事让我觉得自己是有用的，是有价值的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像几年前，我看着那一大筐成熟的蔬菜，满心欢喜，然后精心腌菜。孙女在旁边好奇地看着，我还一边腌菜一边给她讲技巧。腌好后家人都夸好吃，当时我就觉得自己精力充沛，特别满足。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我虽然年纪大了，要照顾中风的老伴，但我觉得这是我的责任。而且我还有自己的生活，能种种菜、腌腌菜。孩子们不在身边，我有时会觉得孤独，但想到他们都在为生活努力，我也就满足了。我觉得自己的生活虽然平淡，但也很有意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我这一辈子，经历了不少事儿，有苦也有甜。现在虽然要照顾中风的老伴，但孩子们都孝顺，我自己身体也还行，能种种菜、腌腌菜，日子过得挺踏实的。而且我还有个盼头，就是孙辈能考上大学，我亲手给他们缝龙凤被当嫁妆呢。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就前几天吧，我去菜园看萝卜长得可好了，想到能用来腌菜，心里就特满足。老伴儿中风后，我学会了照顾他，孩子们也夸我呢。就是有时候会想，孙辈啥时候能上大学呀，我还等着亲手给他们缝龙凤被当嫁妆呢。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是几年前带着腌好的咸菜去邻居家，邻居们尝了都夸我手艺好。我们坐在客厅里，一边吃咸菜一边交流种菜腌菜的经验，当时我可开心满足了，觉得自己在邻里之间也挺有价值的呢。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是件美好的事啊！就像我老伴中风后，我学会了照顾他，看着他一点点好起来，我就觉得特别美好。还有啊，我种的菜长得好的时候，我也特别开心。最近一次感受到生命美好的时刻，就是前两天，我看到我种的萝卜长得又大又好，我就想着可以用来做腌菜了，心里可美了。"
        }
    }
]