[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就说之前，我想让子女陪我给老伴扫墓，他们都拒绝了。我心里难受极了，觉得自己一生为家庭付出，却没被他们重视。我现在越来越觉得自己没价值，活着好像也没多大意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我确实放弃了不少以前喜欢的活动。就像之前一段时间，我想种菜，但身体实在不允许，只能放弃。当时我觉得自己真没用，连这点事都做不了。还有整理老伴勋章，这是我很珍视的事，可也做不了了。我觉得自己老了，很多事都力不从心，活着也没多大意思了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活有时候是空虚的。就像那次晚餐后，子女拒绝陪我给老伴扫墓，我坐在床边，心里空落落的。我一生为家庭付出，可他们却不理解我。我觉得自己的价值没被看到，也不知道自己还能做些什么。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时候会想起一些事。比如之前有一天晚上，我一个人在房间，月光照进来，我就想起子女拒绝陪我给老伴扫墓，心里难受得很。还有之前我老记不住孙辈生日，觉得自己没用，这种事一想起来就更烦闷了，哪还有心思觉得无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就说之前吧，有一天晚上我坐在沙发上，怎么都想不起一个孙辈的生日，当时心里特别难受，觉得自己老了，没用了。从那之后，我就经常陷入这种自我怀疑和沮丧中，很难再有心情愉悦的时候。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前有一次，家里突然来了亲戚说有急事，我当时在公社养猪场工作，心里特别纠结。一边是家里的事，一边是工作，我担心自己离开会影响同事和集体的工作。最后我还是决定先回家，一路上都忐忑不安，总觉得自己做错了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前在小区花园，我看到一位邻居，和他分享我以前种菜的事，他却没兴趣，匆匆走了。我当时就觉得心里特别失落，觉得自己在这世上好像没什么人在意，活着也没多大意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说之前，小陈来给我检查完身体走了，房间里一下子就安静了，我坐在床边，心里空落落的。觉得自己总是一个人，别人都有自己的生活，不会在意我的感受，那种孤独和无助的感觉特别强烈，我只能习惯这样独自生活。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前一段时间，我身体不舒服，躺在床上，阳光照进来，可我浑身发冷。子女们都忙，不能陪我。我想到自己曾经是养猪场红旗手，现在却什么都做不了，就觉得出去也没意思，不如待在家里，看看老伴的勋章，回忆回忆过去。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，我觉得自己记忆力是不太好。就前一段时间吧，我总是记不住孙辈生日，心里难受得很。我就想啊，连这么简单的事都做不好，我还能为家人做什么呢？整个人都没了精神，吃饭也不香，晚上还睡不好觉，就怕孩子们对我失望啊。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……我也不知道算不算美好。就像之前，我连孙辈生日都记不住，觉得自己一点用都没有，哪还能感受到美好啊。最近嘛，也没什么特别的事让我觉得生命美好。我就想能记住孙辈生日，能去给老伴扫扫墓，可子女都不陪我，唉……"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是去年1月15日晚上，晚餐后我想让子女陪我给老伴扫墓，他们却拒绝了。我一生为这个家付出那么多，到老了这点小事都做不到，是不是真的没价值了？当时我心里难受极了，觉得自己很孤独，也很无力。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力呀。就像之前，子女劝我出去结交新朋友，可我觉得自己年纪大了，没精力改变，还是待在家里看老伴的勋章自在。最近晚上我也睡不好，总想着自己为这个家付出那么多，子女却连陪我给老伴扫墓都拒绝，心里难受得很，哪还会觉得精力充沛呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说最近一次吧，大概是前几天的下午，小陈来给我做完检查后说我身体状况不太乐观。当时我望着窗外，心里特别难受。子女都有自己的生活，邻居也疏远了，我就像被世界遗忘了一样，那种孤独和绝望的感觉真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "最近我总是一个人，就像那天小陈走后，我一整天都被孤独笼罩。看着老伴的劳模勋章，回忆着过去，再看看现在，我觉得别人都有自己的生活，都比我过得好。我只能习惯这样的生活，可心里还是很难受，觉得自己没什么价值，也无力改变现状。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前有一次，我想让子女陪我给老伴扫个墓，他们却拒绝了。当时我心里难受极了，觉得自己一生为这个家付出这么多，到老了这点小事都做不到。我是不是真的没价值了？现在想起这事，心里还是有些低落。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐的事……好像是之前社区护士小陈来家里看我，她耐心地听我讲和老伴的故事。但那也是好久之前了，现在我还是觉得很孤单，没人真正理解我，世界好冷漠。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。就说之前，我一个人在客厅念叨孙辈生日，结果忘了一个，当时就觉得自己老了，没用了。现在想想，心里还是有点难受。最近也没什么让我特别觉得生命美好的时刻，日子就这么平平淡淡地过着。"
        }
    }
]