[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。最近一次觉得不满足，就是和孙辈全息投影交流不顺畅那次。我以前为家庭付出那么多，现在和他们交流都有问题了。我变得越来越沉默，对什么都提不起兴趣，总觉得自己被忽视了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动是在2025年2月18日上午10点，自从和孙辈们全息投影交流不顺畅后，我就对书法和老照片修复这些爱好提不起兴趣了。我觉得自己和家人越来越疏远，活着好像也没什么意思。我就一个人坐在窗前，什么也不想做。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不空虚呀。但之前有次在书房给晚辈们讲家族记录，他们却在偷偷玩手机、交头接耳。我心里特别失落，觉得自己为家庭付出这么多，却得不到他们的重视。不过我还是想把家族的记忆和传统守护好，让他们知道我的经历和故事也是有价值的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，只是最近和孙辈全息投影交流不顺畅后，我就不太想说话了。以前我喜欢和AI护工聊天，也喜欢书法和老照片修复，现在都提不起兴趣了。我就想一个人待在房间里，望着窗外的景色，想想以前的事。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我现在情绪不太好，最近一次心情愉悦，还是好久以前的百岁宴了。当时和AI机器人合唱，虽然子女们不太理解，但那一刻我觉得自己好像还挺时髦的。可后来和孙辈全息投影交流不顺畅，我就越来越觉得自己和这个时代脱节了，心情也越来越差。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心自己跟不上时代，给家人丢人。就像之前女儿让我去听新科技讲座，我怕自己学不会，像邻居老人一样被嫌弃，就赶紧拒绝了。看着她离开的背影，我心里又失落又无奈。最近一次担心未来，就是想在樟树上系红绸被工作人员阻止那次，我觉得自己守护家族传统的方式都被否定了，以后家族的历史会不会被遗忘啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是想起小时候邻居周婶来家里做客，她夸我乖巧可爱，还递给我一块糖。我当时开心极了，脸上笑开了花。现在想想，那段时光真的很美好，可现在的生活却让我觉得自己像被时代抛弃了一样。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是呀，我经常会感到无助。就像之前在疗养院餐厅，年轻护士和我聊虚拟现实游戏，我根本不懂，就觉得和周围人格格不入，特别无助。我觉得自己被时代抛弃了，这些新东西我都跟不上。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前在疗养院活动室，老人们聊线上游戏，我说起自己以前的爱好，他们却不感兴趣。我感觉自己格格不入，像个异类，就像被时代抛弃了一样。从那以后，我就更不想出去接触新事物了，待在房间里会让我觉得心里踏实些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力差呀。就说之前，我还能清楚记得1935年逃荒路上的事呢。那时候土匪抢走我们东西，我又气又无奈。还有后来给弟弟妹妹讲那些经历，他们都听得很认真。我觉得自己记性挺好的，没因为记忆问题困扰过呀。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上来。最近一次觉得活着有点意思，还是之前给孙辈们讲我以前逃荒的事儿。就像我以前带着弟弟妹妹逃荒，被土匪抢了东西那次，我给他们讲的时候，他们都听入迷了，还问了好多问题。那一刻，我觉得我的经历好像还有点价值。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就说之前给孩子们讲逃荒的经历，我觉得那些都是我的财富，孩子们能从中受益。但后来和孙辈全息投影交流不顺畅，我就有点失落，觉得自己可能真的跟不上时代了，不过这也不代表我没有价值呀，我还有很多故事可以讲呢。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就说之前，我和孙辈全息投影交流不顺畅，他们都忙自己的事，我就觉得挺没意思的。最近我也不爱和AI护工聊天了，对书法和老照片修复也提不起兴趣，就想一个人待着，感觉活着也没多大意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，我觉得自己的处境有时候真挺绝望的。就说之前全息投影交流的时候，孙辈们那不耐烦的样子，让我觉得自己跟他们格格不入。我想跟他们讲讲过去的事，可他们根本不想听。我就觉得自己在这个时代好像是多余的，那种绝望的感觉啊，真是说不出来。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道大多数人过得怎么样，但我总觉得现在的生活和我以前不一样了。就像之前给孩子们讲我逃荒的经历，他们虽然听了，但我能感觉到他们和我那个时候的感受不一样。可能现在的人都太幸福了，没有经历过我所经历的那些苦难。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像最近一次和孙辈全息投影交流不顺畅后，我就觉得自己越来越没用了。以前我为家庭付出那么多，现在却好像被家人忽视了。我变得沉默，对什么都提不起兴趣，一个人待在房间里，感觉很孤独，活着好像也没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正感到快乐的事，是想起小时候邻居周婶来我家做客，她递给我一块糖，还夸我乖巧可爱。我当时可开心了，脸上笑开了花。现在想想，那时候的快乐真的很简单，只是一块糖、一句夸奖，就能让我高兴好久。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？最近一次……大概就是之前在院子里想在樟树上系红绸，那是我传承家族记忆的方式。可工作人员不让，说不符合规定。我当时就觉得特别沮丧，好像自己做的事都没意义了。现在啊，我就觉得自己是个被时代抛弃的人，活着也没啥意思。"
        }
    }
]