[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就说之前我在屋顶加固房梁，儿子担心我让我找工人，我心里挺感动的，但又不想承认自己老了没用，就倔强地说自己能行。可站在屋顶上，风一吹，我心里还是有点害怕。不过我觉得自己有能力做这些事，能让家人看到我的价值。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃啥活动，就是最近老觉得自己种的菜不如以前长得好，可能是年纪大了，力气不够了。我一直都喜欢打理菜园子，看着那些菜苗长大，心里可高兴了。但现在，我好像有点力不从心了，这让我觉得自己没啥用了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不是空虚的。就拿之前加固老屋房梁那件事来说，儿子担心我不让我干，但我还是坚持自己来。我知道自己年纪大了，可我不想让家人觉得我没用。我有自己的价值，我会的这些手艺能让这个家更好。不过，有时候也会觉得有点孤独，像我想把技艺传承下去却没人愿意学，心里还是挺失落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时会想起以前的事。比如之前加固房梁时，儿子担心我，可我觉得自己还能行，不想让他觉得我老了没用。但其实站在屋顶上，风一吹，我心里也有点怕。最近也会想起这些，心里不是滋味，总觉得自己好像没什么用了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算平稳吧，要说心情愉悦的经历，那就是之前在老屋屋顶加固房梁的时候，儿子看到后关心我，虽然我嘴上说着自己能行，但心里还是挺高兴的。不过后来想起自己想把技艺传承下去却被拒绝，又有些失落。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心自己年纪大了，身体不行了，帮不上孩子们的忙。就说最近吧，我想加固老屋房梁，可我一个人弄不了，孩子们又都忙，我怕他们觉得我添麻烦。唉，活着真没啥意思，老了就是个累赘。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，还是之前加固老屋房梁的时候。儿子担心我，可我心里想的是，我还能干，我得让家人看到我的价值。但后来我想把技艺传给后辈却被拒绝了，心里难受极了，就再也没那么开心过了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时会感到无助。就说之前吧，我想加固老屋房梁，可我年纪大了，有些力不从心。孩子们都忙，我也不想给他们添麻烦。我一个人在那琢磨，却怎么也弄不好，当时就觉得特别无助，好像什么都做不了，活着也没多大意思。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像之前有次，重孙女来看我，她让我出去走走，我没去。我觉得待在家里才踏实，外面的世界变化太快，我有点跟不上。而且，我怕出去了会给家人添麻烦。我就坐在院子里，看着熟悉的一切，心里虽然有些孤独，但也习惯了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊，没比别人差多少。最近一次因记忆问题困扰……好像没有吧。不过有时候会突然想不起一些东西放哪儿了，但过会儿又能想起来。我现在就盼着能加固老屋房梁，再看看家族五代啥时候能诞生。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……有好有坏吧。最近一次觉得活着美好的时刻，大概就是之前我在屋顶加固房梁的时候，儿子关心我让我别干了。但我心里又有点难过，我都这么大年纪了，想给家里做点事，还被儿子担心。我就想啊，我是不是真的老了，没用了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有啊。就说之前，我在屋顶加固房梁，儿子看到后让我别干了找工人，我心里其实有点难过，觉得自己还能干，可儿子这样说，是不是觉得我老了没用了呀？我一直觉得自己的经验和技艺能给家里做贡献，可好像家人并不这么想。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我这把年纪，活力谈不上咯。最近一次觉得有点精神，是去菜园子里锄地的时候。我喜欢侍弄那些菜，看着它们长起来，心里有点盼头。可有时候也觉得，自己做这些，好像家里人也不太在意，唉……"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候是绝望的。就像之前一段时间，我坐在家里院子的石凳上，看着家人各自忙碌，却没人关心我。我想起了过去的很多事，童年度饥荒，青年时的背叛，中年的负债，还有亡妻坟前松树遭雷劈，这些遗憾让我觉得自己被世界抛弃了，未来也没什么希望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我这一辈子经历了很多，虽然现在老了，但也知足了。不过有时候看到儿孙们忙忙碌碌，都没时间陪我，我还是会觉得有点孤独。就像前几天，孩子们都出去了，一整天就我一个人在院子里，那种感觉真的不好受。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就说之前，我在屋顶加固房梁，儿子回来让我别干了，我心里又感动又难受。我不想让家人觉得我老了没用，可我又确实有些力不从心。最近我总是想起这些事，心里挺不是滋味的，觉得自己好像真的老了，没什么价值了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心，是之前儿子关心我在屋顶加固房梁那件事。但我心里又有点难过，我想让家人看到我的价值，可他们总觉得我老了，有些事不该我做。就像我想把技艺传承下去，却被拒绝了，我觉得自己好像没什么用了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也还行吧。最近一次觉得活着好的时候，是之前在屋顶加固房梁，儿子回来关心我。但我心里又有点难过，我还能干这活，可他们总觉得我老了。就像之前我想把技艺传下去，却被拒绝了，我觉得自己好像没什么用了。"
        }
    }
]