[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说之前吧，我想给玄孙准备结婚礼物，拿着钱去找小女儿，结果她让我留着自己用。我当时可失落了，觉得自己做什么都不能让家人满意，他们根本不在乎我。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃的活动啊……就前几天，家人在院子里聊天，我本来想过去听听。但想到之前长孙那不耐烦的样子，还有自己总是融不进去，就又默默回屋了。我觉得自己和他们有隔阂，做什么都没意义，活着也没啥意思，还是自己待着吧。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不是空虚的。就像之前有一天晚上，我独自坐在床边，望着窗外的月光，虽然心里有些孤独和绝望，但我回想起自己一生的经历，那些艰难困苦我都挺过来了，这让我觉得自己的生活是有意义的。而且我还有给老伴添土的事要做，也盼着玄孙成家呢。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时会觉得心里空落落的。就像之前，我满心想着去给老伴添土，小孙女却心疼我说我年纪大别去了，那一刻我就觉得自己好像真没什么用了，连这点事都做不好，心里难受得很，哪还有心思觉得无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前村里放黄梅戏的时候。我坐在台下听着那熟悉的调子，就想起了年轻时候和老伴一起看戏的场景。那时候我们日子虽然苦，但过得很开心。（流露出一丝怀念的神情）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心会有不好的事发生。就像之前一段时间，我在村里听说祠堂可能要被拆除，当时我心里就特别着急。那是我们家族的象征啊，怎么能说拆就拆呢？我赶紧跑去村部找干部，可他说这是政策，让我理解。我当时又焦虑又坚定，一定要想办法保住祠堂。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次感到快乐，是想起以前丈夫给我披衣服，还说多亏了我，咱们家才能熬过来。那时候我觉得自己在这个家是有价值的，不像现在，孙辈对我冷淡，我总觉得自己是个外人，和家人之间隔着一堵墙。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就像之前有一次，我看到孙辈们对我喜欢的老传统一点都不感兴趣，我为这个家付出了这么多，他们却这样，我心里特别难受，觉得自己做的一切都没有意义，真的很无助，感觉自己和家人之间好像有一道看不见的墙。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，我满心想着去给老伴添土，小孙女却心疼我年纪大不让去。我当时就觉得自己啥都做不了了，心里空落落的。从那以后，我就更不想出去了，就想守着这老宅，守着和老伴的回忆。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没觉得比别人差。最近一次因记忆问题困扰，是之前找东西，怎么都想不起来放哪儿了，急得我呀。但后来还是找到了，可能是年纪大了，脑子转得慢点了。不过我也没太在意，人老了总会有点小毛病。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上。就像之前有次，我在院子里晒太阳，小孙女跑来陪我，还跟我讲学校里的事儿。可后来她就被她爸妈叫走了，我一个人待着，又觉得空落落的。最近一次觉得活着有点美好的时刻，可能就是听黄梅戏的时候吧，能让我想起以前的事儿。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，最近一次是大概两年前吧。那天傍晚，我在房间里，想起自己为这个家付出了一辈子，可家人还是不太在意我。就像之前，我想帮儿子缝补衣服，他却不让，我当时就觉得自己做的事没意义，一点价值都没有，心里难过极了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就像之前，我满心想着去给老伴添土，小孙女却心疼我年纪大不让去，那一刻我就觉得自己真的老了，啥都做不了，哪还有精力充沛的时候啊，活着都没啥意思了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就像前几天晚上，我一个人坐在老宅的卧室里，月光洒在地上。我想到自己为这个家付出了一辈子，可家人却不理解我，觉得我是个累赘。我觉得自己的存在好像真的没有什么意义了，那种绝望的感觉，真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候是会这么想。就说前几天吧，我去邻居家串门，看到他们一家人围坐在一起看电视，有说有笑的，可热闹了。再看看我自己，一个人守着这老宅，孩子们都不常回来。当时就觉得，人家咋就过得这么好呢，我咋就这么孤独呢。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上多满意。就像之前有一次，村里广场上有个年轻姑娘邀请我跳舞，我心里很想试试，但又怕自己跳不好被人笑话，最后还是拒绝了。看着她的背影，我心里特别失落。现在想想，觉得自己可能真的老了，什么都做不好。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前有次，我满心欢喜地想给老伴添土，小孙女却觉得我年纪大了别去了。那一刻我心里空落落的，觉得自己啥都做不了了。最近也没啥能让我真正快乐的事，唉，日子就这么过着吧。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前有次晚上，我看年轻人在广场跳舞，那叫一个欢快。可我呢，只能孤独地回家，坐在旧椅子上，看着老照片，想着自己这一辈子，觉得自己真的没什么用，活着好像也没多大意思，家人也都嫌弃我。"
        }
    }
]