[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前社区活动，我带着自己编的东西去，结果根本没人在意。我当时就觉得自己好没用，像子女也很少关心我一样。现在每天就这么过着，觉得活着也没多大意思，身边也没人陪，以前喜欢的评弹现在也不想听了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃感兴趣的活动，是之前一段时间，我本来每天都会听评弹，但自从发现丈夫临终前攥着二女儿成绩单后，我就没心思听了。我觉得自己没做好，心里一直很自责，做什么都提不起劲，就把听评弹这个事给放下了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是那天上午我织好虎头鞋后。满心欢喜给孩子们打电话，想让他们看看我这双鞋。结果大儿子说没时间，二女儿说不感兴趣，三儿子在外地，小女儿直接挂了电话。那一刻，我觉得自己精心做的事没人在意，生活好像一下子就空了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，我平时爱听评弹、编织杯垫。最近一次是我织好虎头鞋想给孩子们看，可他们都没时间或不感兴趣。我当时可失落了，觉得自己在这个家一点价值都没有，活着也没什么意思。不过，我还是想把虎头鞋织完，这是我现在唯一想做的事。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是社区送餐员小王来送餐的时候。他跟我聊了几句，还夸我精神好。我当时心里可高兴了，觉得有人关心我。但后来我又想到，子女们都不怎么理我，心情就又不好了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近我就老担心虎头鞋织不完，给不了曾孙。就像之前照顾婆婆时，我总担心自己做不好，家人会更不待见我。我觉得自己的付出好像一直没被看到，就像现在，我在这努力织鞋，也不知道孩子们会不会在意。唉，活着真没啥意思。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就说之前吧，我满心欢喜地给孩子们打电话，想给他们看看我给曾孙织的虎头鞋，可他们不是说没时间，就是说不感兴趣，小女儿甚至直接挂了电话。我当时拿着电话，眼泪在眼眶里打转，觉得自己在子女心中一点都不重要。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前有一次，我从医院回到家，家里冷冷清清的。看到张大爷和他子女们在一起那么开心，我就觉得自己为家庭付出了那么多，子女却对我很冷淡，我只能默默承受，那种无助感真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像之前有一天，我本来可以去参加社区活动的，但我一想到外面人多，就不想去了。那天我就坐在家里，看着那半麻袋稻草，想给曾孙织虎头鞋。可又觉得自己老了，啥都做不好，就这么待了一天，心里空落落的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就像最近一次，我给孩子们打电话想让他们看看我织好的虎头鞋，可他们的反应让我很难过。但我还是能清楚地记得孩子们说的那些话，还有我当时满心欢喜又瞬间失落的感觉。唉，可能我就是太在意孩子们了吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也说不上多美好。就像之前，我好不容易织好虎头鞋，满心欢喜想给孩子们看看，结果他们一个都不感兴趣。那一刻，我觉得活着真没什么意思，好像我做的一切都没人在意。不过，有时候想想，我还能听听评弹，自己编编杯垫，这日子也不是完全没盼头。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就像之前，我为了家庭和谐，默默承受了流产的痛苦和家人的忽视。最近一次有这种感觉，是在我发现丈夫攥着女儿成绩单的时候，我觉得自己为家庭付出了这么多，却好像没得到什么回报，但我还是想为家庭做点事，比如给曾孙织虎头鞋。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己现在没什么活力。就像之前，我去邻居婶子家借米，虽然解决了家里的困难，但也只是短暂地欣慰了一下。后来供大弟读书，他走的时候我很不舍，也只是当时难过了一阵。现在年纪大了，做什么都提不起劲，感觉活着也没多大意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得挺绝望的。就说之前我生病住院那次，我疼得站不稳才打了急救电话，在病床上盼着孩子们来。可大儿子忙工作，二女儿忙家务，三儿子约了朋友，小女儿也有她觉得重要的事。他们都没来，我当时就觉得自己果然是被忽视的，心里特别难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候确实会觉得别人比我过得好。就像之前，大概是六几年的时候吧，我看到邻居家因为孩子生病吵架，当时我就想，他们虽然吵架，但起码还有孩子。而我已经经历了三次流产，家人对我也越来越冷淡。我为了家庭和谐，只能默默承受这些痛苦。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我满心欢喜地给孩子们打电话，想让他们看看我给曾孙织的虎头鞋，可他们不是说没时间，就是说不感兴趣，甚至直接挂了我的电话。那一刻，我觉得自己好失落，好孤独，好像自己做的一切都没有意义。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前晚上，我看着那没织好还缠线的虎头鞋，心里满是挫败和自责，觉得自己老了没用了。最近也没啥事能让我真正快乐起来，每天就这么浑浑噩噩地过着，感觉生活一点意思都没有。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我路过邻居家，看到他们因为孩子生病吵架，我就想到自己流产后，家人对我的态度。那时候我就觉得，活着就是要受这些苦，没人会在意我。不过，社区送餐员偶尔会和我聊聊天，这也算生活中的一点温暖吧。"
        }
    }
]