[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我在村里看到一群年轻人，想把木工经验分享给他们，让传统木工技艺传承下去，可他们根本不搭理我。那一刻，我特别失落、沮丧，觉得自己真的老了，跟不上时代了，传统技艺也不知道能不能传承下去。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我最近一次主动放弃的活动就是做木工。之前一段时间，我从集市回来后就闷闷不乐。看到那些塑料家具，想到曾经大家对我木工手艺的夸赞，再看看现在，心里一阵酸涩。我觉得自己的手艺没人要了，继续做下去也没意义，就慢慢不做了，那些木工工具也都放在角落里落灰。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是在大概九几年的时候吧。那时候我看到手艺人师傅们愁容满面，自己主持修缮宗祠牌坊，虽然得到族里认可，但想到传统木工技艺的未来，就很迷茫。我觉得自己的技能还有很多不足，可又不知道该怎么改变，那种无力感让我觉得生活特别空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得孤独，倒不是无聊。就像之前，我看到一群年轻人聚在一起玩手机，我想把木工经验分享给他们，让传统木工技艺传承下去，可他们根本不搭理我。那一刻，我心里特别失落，感觉自己做的这些好像都没什么意义了，这门手艺可能真的要失传了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就说之前在村里商店，听到村民说塑料家具好，没人要木家具了，我当时心就猛地一沉，特别失落无助。现在想起来，心里还是挺难受的，觉得自己做了一辈子木工，怎么就突然没人需要了呢，唉。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我老担心自己没用了。就像之前有一次，我看到村里年轻人都在玩手机，我就想给他们看看我的木工艺品，可又怕他们不懂，会嘲笑我跟不上时代。结果我犹豫半天，还是没敢开口，心里特别失落，觉得自己真的和现在的时代脱节了，好像没什么用了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前，我想跟长孙分享我做木工的故事，可他说听腻了，那一刻我真的很失落。最近一次感到快乐，还是好久以前，我做了个小物件，老主顾很喜欢，夸我手艺好。但现在，我觉得自己做的东西没人要，也没人关心我，真的很孤独。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常会。就像之前，我看到集市上大家都在买塑料家具，我的木工手艺越来越没市场了。我想把经验记录下来传承下去，可又觉得没人会在意。我真的老了，跟不上时代了，那种无助感就像天要塌下来一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前一段时间，村里有人请我去做木工活，我犹豫了很久还是拒绝了。我想到自己之前学新木工技术时总是做不好，就觉得自己可能真的不行，出去也会被人笑话，还不如待在家里，整理整理我的木工图纸，这样心里还踏实些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没觉得比大多数人差。最近一次因为记忆问题困扰，好像是之前想给孙子做个小玩具，找了半天图纸都没找到，我还以为自己忘了放哪儿了，后来还是老伴儿帮我找到了，原来是我自己放错地方了，哈哈。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？我也说不太清。之前有次帮农民工修行李车，他们感激的笑容让我觉得自己还有点用，那时候可能算美好吧。但现在，大家都买塑料家具，我的手艺越来越没用了，活着好像也没多大意思，就像我现在，晚上都睡不着，老想着这些事。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近我就有这种感觉。大概九几年的时候，我在村里广场上想把木工经验传授给年轻人，可他们听了就皱眉头，说不挣钱又辛苦，转身就走了。我当时心里特别失落，觉得自己这一身手艺好像真的没啥用了，传统木工技艺也不知道还能不能传下去。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就说之前村里办手工艺展览，我可兴奋了，想着终于能让大家看看我的手艺。结果呢，现在大家都不买木质家具了，我那手艺也没啥用了。最近一次精力充沛，也就是那会儿了，可现在想想，还是挺失落的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我是觉得挺绝望的。就说之前，我满心欢喜地把木工艺品拿到村里展览，可周围都是现代工艺品，村民们都围在那边，看都不看我的作品一眼。我当时就觉得自己的手艺没人要了，特别绝望，感觉自己在这个时代就是个多余的人。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得比我好。就拿大概九几年的时候来说，村里集市上到处都是现代工业生产的塑料家具，村民们都在买那些，可我还守着传统木工手艺。当时我就觉得自己跟不上时代了，大家都不需要我这手艺了，心里特别失落，觉得自己好像没什么用了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前在商店，听到村民说塑料家具好，谁还买木家具，当时我心里就特别失落，手都抖了。还有在家，我想给长孙讲木工故事，他却不耐烦地打断我，说听腻了。那一刻，我觉得自己特别孤独，做的事情好像都没有价值了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前一段时间，我给老主顾做了个小物件，他很满意。可现在，我做了一辈子木工，却没人瞧得上了。就像那天，我想给长孙分享木工故事，他却嫌烦。我觉得自己老了，跟不上时代，也没什么价值了，真的很孤独。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没啥意思。就说最近吧，我在客厅想给长孙讲讲我过去做木工的事，他却嫌烦，说那些故事老掉牙了。那一刻，我觉得自己真的好没用，活着也没什么价值，连最亲近的孙辈都不理解我，更别提什么感受生命美好了。"
        }
    }
]