[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。最近一次满足的时刻，就是周末和孙辈视频的时候。他们都很乖，还跟我讲学校里的事情。不过，有时候也会觉得有点孤独，特别是一个人守着祖屋的时候。但我知道，家人都很关心我，我也得好好照顾自己。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃听戏曲和缝补这些活动呀。不过最近一段时间，我有时候想出去走走，和村里的老邻居们聊聊天，但又怕自己记性不好，说着说着就忘了要说啥，所以就经常待在家里。您说，我是不是应该克服一下这个问题呀？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "有时候吧，就像过年那阵子，我想帮孙子整理文件，结果弄乱了，他有点不耐烦。当时我一个人坐在角落里，就觉得自己啥都做不好，生活好像有点空虚。但有时候又觉得还好，有家人在身边，还有我的盆栽陪着我，日子也能过得下去。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前，我在院子里望着空荡荡的晒谷场发呆，想起以前孩子们在那儿嬉笑玩耍，可现在就我一个人。我也会想起过去的事，比如流产那时候，心里还是有点难受。但我也不知道自己能做些什么来打发时间，就只能这样呆着。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算凑合吧。最近一次心情愉悦的经历啊，就是前几天周末，我的曾孙们跟我视频啦！他们在视频里又唱又跳的，可把我乐坏了。我就盼着他们能健健康康长大，将来考上大学呢！"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是嘞，我常常担心会发生不好的事情。就像最近，我老是怕自己又忘记关煤气灶，给家里带来危险。还有啊，我总担心自己记不住孙子的手机号，要是有什么急事联系不上他可咋办。唉，年纪大了，脑子真是越来越不好使了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还不错。最近一次真正开心的事呀，就是我给小孙子缝补衣服，他夸我厉害呢。当时我心里可高兴了，觉得自己还是有点用的。还有儿媳也夸我缝补的衣服好，能给家里省钱，这也让我特别开心。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就像以前我刚嫁过来的时候，谁也不认识，大家都有说有笑的，我只能一个人坐在角落里，那种感觉可不好受了。还有生孩子的时候，流产了好几次，我特别害怕这次也保不住，心里慌得很，也觉得自己很没用，什么都做不好。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像前几天，小儿子想带我去镇上逛逛，我没去。我觉得在家里听听戏曲、缝缝补补挺好的。而且，我年纪大了，脑子不好使，出门怕给家人添麻烦。不过，有时候我也会觉得挺孤独的，只能对着空晒谷场发呆。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我觉得自己记忆力比大多数人差。就像前几年，我想给曾孙缝双布鞋，可刚缝没几针，针就掉了，弯腰捡起来没缝几下又掉了。曾孙还说我慢，当时我心里可难受了，觉得自己真没用，连这么简单的事都做不好，这都是因为我记性不好，总是忘事。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着是美好的呀。最近一次让我觉得美好的时刻，就是周末和孙辈视频的时候。看着他们的笑脸，听着他们喊我奶奶、太奶奶，我心里可高兴了。虽然我现在记性不好了，但一看到他们，就觉得生活有了盼头。只是有时候会想，要是我能把他们的手机号记住就好了，这样我就能随时给他们打电话了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，我有时候确实觉得自己没啥用。就说前几天吧，我一个人坐在祖屋门口的晒谷场发呆，脑子里乱糟糟的。因为我这认知问题，老是给家人添麻烦，我觉得自己啥都做不好，连简单的家务都做不了，真的很没用，家人肯定也嫌弃我了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是有点活力的。就像前几天，我在院子里给我的盆栽浇水，看着那些绿油油的叶子，我心里挺高兴的。那时候我就觉得自己还有点劲儿，能照顾好这些小生命。不过，有时候我又会觉得自己老了，啥都干不动了，只能坐在那里发呆。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。虽然我现在记忆衰退了，生活能力也有点损失，但我有家人陪着我呢。就像之前生孩子，那么艰难我都挺过来了。现在虽然有时候会对着空晒谷场发呆，但我知道我的家人都在，我还有盼头呢，怎么会绝望呢？"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我现在和家人住在一起，虽然经济一般，但也能吃饱穿暖。我喜欢听戏曲、缝补，日子过得也挺自在。就是最近记性不太好，总记不住孙子的手机号，有点着急。不过，我也在努力想办法，相信慢慢会好起来的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意，但也还行吧。就说过年那会，我想帮孙子整理文件，结果弄乱了，他有点不高兴。当时我心里可难受了，觉得自己越来越没用，给家人添麻烦了。这让我挺不满足的，感觉自己啥都做不好。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是前几天给儿媳缝补了衣物，她夸我手艺好，还说能给家里省钱呢。当时我心里可高兴了，觉得自己还能为家里做点事，不是个没用的人。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。以前家里人都忙，我一个人待着的时候就觉得挺孤独的，世界好像都把我忘了。但有时候听到曾孙在电话里叫我奶奶，我又觉得心里暖暖的。最近一次让我觉得活着美好的时刻，就是前几天曾孙跟我视频，他在那边笑得可开心了，还说等放假了就回来看我。"
        }
    }
]