[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活大体上是满意的。就是最近孙女去外地工作了，我心里空落落的。以前总盼着把腌蛋手艺传给她，现在她走了，这希望就渺茫了。不过，我还有儿媳呢，我得想办法把这手艺传给她，不能让它断了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃啥感兴趣的活动呀。我还是爱种菜、编织，也想把腌蛋手艺传给儿媳。不过最近在想咋把揉面绝活、鹅卵石计数这些经历分享给家人和别人呢，有点犯愁，不知道从哪下手，你说我该咋办呀？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。每天忙得很呢，要照顾家里，还得种菜、编织。最近还在想着怎么把腌蛋手艺传给儿媳，筹备曾孙周岁宴。不过有时候也会觉得有点累，毕竟年纪大了。但一想到家人，就又有动力了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。我每天可忙了，要去地里看看我种的菜，还得编点东西。最近一次……好像是有天编完东西，坐那歇着，就想了想我这腌蛋手艺啥时候能传给儿媳，还有曾孙周岁宴该咋筹备。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都挺好的。最近一次心情愉悦，是想起之前教两个徒弟工分记录那会儿。看着他们从啥都不会到能熟练操作，还跑来跟我说多亏了我教得好，我心里可高兴了。就觉得自己的本事能传给年轻人，特别有成就感，也觉得自己还挺有用的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时候会担心自己的身体，怕以后不能给家人做那么多事了。就像前几天，我想给孙女织件毛衣，结果织着织着就觉得眼睛有点花，手也没以前那么灵活了，当时心里就有点着急，怕自己织不好。不过后来我还是慢慢织完了，孙女可喜欢了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，就是前几天和儿媳一起腌蛋，我教她我的手艺，她学得可认真了。看着她那股子劲儿，我就特别高兴，感觉我的手艺能传下去了。而且，我还想着等曾孙周岁宴的时候，能把这些腌蛋拿出来给大家尝尝呢。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不咋觉得无助嘞。不过有一回，手机上要弄个啥东西，我咋都弄不明白，那时候有点犯愁。但后来我家孙女回来，她三两下就给弄好了。我就想啊，这新东西我是得慢慢学，可也不用太着急，身边有人能帮我呢。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我是更倾向于待在家里。就像前几天，孙女说带我去镇上逛逛，看看新修的广场。我心里其实挺想去的，但又怕自己给她添麻烦，而且待在家里还能种种菜、织织布。后来孙女还是坚持带我去了，我发现外面的变化可真大啊，我都有点跟不上时代了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没有比大多数人差太多。不过有时候确实会忘记一些小事，比如把东西放在哪里了。最近一次因为记忆问题困扰，是前几天想找我的老花镜，找了半天都没找到，急得我不行，最后还是我儿媳帮我找到了，就在我平时放的地方，可能是我当时没注意吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前我和弟妹们在山里找到一大片马齿苋，大家都兴奋得叫起来。回家做了饭菜，一家人围坐在一起吃得格外香，看着他们满足的笑容，我就觉得活着特别美好。最近嘛，我就盼着把腌蛋手艺传给儿媳，再把曾孙的周岁宴办好，这样的生活多有盼头啊！"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。你看我有腌蛋手艺，还想传给儿媳呢。还有揉面绝活，守住祖宅种板栗林，去年柿子醋还获了美食节特等奖。这些事儿都让我觉得自己是个有用的人，能给家里带来点东西，也能让大家开心。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就说前段时间吧，我在菜园子里忙活了大半天，又是浇水又是施肥，一点儿都不觉得累。当时我就想着，我这身体还挺好的，还能自己种菜吃，多好啊。不过有时候也会觉得自己年纪大了，体力不如以前了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我现在日子过得挺好的，每天种种菜、编编织，还有把腌蛋手艺传给儿媳，等着给曾孙办周岁宴呢。虽然有时候会觉得自己年纪大了，可能跟不上时代发展，但我也没觉得这有多绝望呀，我还是能做很多事情的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。我在农村生活，虽然经济一般，但有家人陪着，每天种种菜、编编织，日子也挺自在的。就说我那把腌蛋手艺，可多人都夸呢。我还想着把这手艺传给儿媳，让它一直传下去。所以我觉得自己的生活也很不错呀，没啥好和别人比的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就是最近孙女去外地工作了，我心里空落落的。之前一直想着把腌蛋手艺传给她，现在只能传给儿媳了。还有曾孙周岁宴，我也想好好筹备。虽然年纪大了，但我觉得自己还是能为家人做很多事的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，就是我去年做的柿子醋在美食节上得了特等奖。那时候我可高兴了，觉得自己的手艺得到了大家的认可。我还想着把这手艺也传给儿媳，让她也能做出好吃的东西。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是件美好的事。就像我那孙女，她之前还在我身边，我想着把腌蛋手艺传给她呢。可她工作机会难得，要去外地了。当时我心里可难受了，但又觉得她去闯闯也好。我这一辈子，有家人在身边，有自己的手艺，还能种种菜、编编织织，这就是美好的生活啊。"
        }
    }
]