[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活基本还算满意吧。就拿之前孙子弄丢我徽章那件事来说，我当时又气又急又委屈，他们都不理解那徽章对我的意义。但后来我也想通了，不能因为这个事影响家庭和睦。不过，我还是希望家人能多理解我一些，这也算小小的不满足吧。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃什么感兴趣的活动。不过最近因为孙子弄丢了我珍藏的徽章，我心里一直有些烦恼，所以打太极、读晚报的时候都有些心不在焉。我觉得那徽章很有意义，现在没了，总觉得心里空落落的，这算不算一种放弃呢？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像之前，我为了香港回归项目赶工，结果右耳耳鸣了。但我没有放弃，而是接受现实，调整生活节奏。不过最近孙子弄丢了我珍藏的徽章，我有点烦恼，但也不至于觉得生活空虚，我还有续写族谱的目标呢。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊的时候，是孙子把我珍藏的徽章弄丢之后。我好几天都没心情去打太极、读晚报，就坐在院子里发呆。我一生的经历和回忆好像都被忽视了，所做的一切也变得没有意义。这种感觉让我很无聊，也很失落。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算平稳吧。最近一次心情愉悦，是之前在社区教孩子们打算盘的时候。看着那些孩子认真学习的模样，我仿佛看到了自己小时候的影子，那种专注和对新知识的渴望，让我心里特别舒坦。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，最近确实老担心不好的事。就说我那珍藏的徽章，被孙子不小心弄丢了。我当时那个心疼啊，那徽章对我意义重大。现在就老担心其他重要的东西也会这样慢慢失去。我知道不该这么想，但就是控制不住，总觉得自己在慢慢失去一些无法挽回的东西。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺平静的，说不上开心不开心。最近一次真正感到快乐的事……好像是之前在社区教孩子们打算盘的时候，看着他们认真学习的样子，我心里还挺高兴的。可现在因为孙子弄丢了徽章，我又开始烦恼了，总觉得心里空落落的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近因为孙子弄丢了我珍藏的徽章，我就觉得很无助。那徽章对我意义非凡，是我一生的见证。可家人都觉得我小题大做，不理解我的感受。我就想啊，我这一辈子经历了那么多，好不容易留下点有纪念意义的东西，却……唉，活着有时候真觉得挺没意思的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前孙子弄丢我徽章那次，我好几天都待在家里，沉浸在失去徽章的痛苦中。原本每天都要打太极、读晚报，那段时间也没心情做了。我觉得外面的世界都没意思，只有待在家里，守着这些老物件，才能让我心里稍微好受点。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就像之前，我去社区教孩子打算盘，能清楚记得每个步骤。但孙子弄丢徽章后，我心情一直不好，最近好像注意力有点不集中，有时候会想不起来东西放哪儿了。不过，这应该只是暂时的，我还得继续教孩子打算盘，还要续写族谱呢。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。最近一次感受到生命美好的时刻……大概就是之前在教社区孩童打算盘的时候，看着他们那一双双充满好奇和求知欲的眼睛，我就觉得自己好像还能为社会做点什么，那种感觉还挺不错的。但孙子弄丢徽章这事，也让我挺烦恼的，唉。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。只是最近孙子弄丢了我珍藏的徽章，那徽章对我意义重大，我就有些烦恼。但我也知道，不能因为这个就否定自己的价值。我一生主持设计了多座大桥，也在为续写族谱努力，这些都是我的价值所在呀。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有什么活力啊。就拿之前孙子弄丢我徽章那件事来说，我难受了好久。还有之前老照片也丢了，我觉得自己一生的经历和回忆都在慢慢消失，做什么都提不起劲，更别说觉得自己精力充沛了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。但孙子弄丢徽章后，我确实难受了一阵。那徽章对我意义非凡，是我过去经历的见证。不过我也知道，不能一直沉浸在这烦恼里。我还有续写族谱的目标，得打起精神来，好好规划一下具体该怎么做。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。不过之前一段时间，看到邻居老张每天都和他孙子乐呵呵地出去玩，我就会想起我那弄丢我徽章的孙子，心里就有点不是滋味。但我也知道，这只是一时的，不能因为这个就觉得自己过得不好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就说之前孙子弄丢我珍藏徽章那次，我又气又委屈，家人却不当回事。我觉得自己一生的经历和回忆在他们眼里微不足道，这让我很不满足。最近我也总是想起这些事，心里闷闷的，觉得活着好像也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是比较平静的，谈不上多开心。最近一次真正感到快乐的事，是之前在机械厂当学徒时，师傅给了我一个复杂零件加工任务，我认真完成后，师傅夸我做得不错。当时我心里可高兴了，觉得自己认真工作是有价值的，现在想起来都还挺开心的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着说不上多美好。最近一次觉得有点意思，还是之前教社区孩童打算盘的时候。但孙子弄丢了我珍藏的徽章，我心里又空落落的。想起以前在项目组为技术难题发愁的日子，虽然苦，但至少有目标。现在续写族谱也因为这事儿被耽搁了，真不知道该咋办。"
        }
    }
]