[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前有一次，晚上七点半和家人视频结束后，我一个人坐在沙发上，看着亲手绣的靠枕和叶子发蔫的盆栽，心里特别难受。我想起以前一家人热热闹闹的场景，眼泪就止不住地流。我觉得自己老了，没用了，家人都不关心我了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，是放弃了不少。就像之前一段时间，我都没心思侍弄那些盆栽了。以前我可宝贝它们了，每天都要看看。但有一次，我看着叶子发蔫的盆栽，突然就觉得做这些有啥用呢，没人在意我做了什么，就不想管了，对戏曲也提不起兴趣了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活有时真的很空虚。就像之前有一天下午，我在小区花园看到一对老夫妻手挽手，那幸福的样子让我想起曾经的我和老伴。当时我就呆立在原地，心里空落落的，觉得自己好孤独。之后回到家，坐在书房里，看着墙上老家祠堂的山水画，可脑子里全是那对夫妻，心里更难受了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像最近一次，那天下午我在小区花园看到一对老夫妻手挽手，很幸福的样子。我就想起了我的老伴，心里特别难受。我觉得自己好孤独，一个人面对生活，真的很没意思。孩子们也不怎么关心我，我就像个被遗忘的人。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，大概是九几年的时候，我和老伴被评为万元户代表去参加表彰大会。我在台上分享我们的创业经历，台下掌声雷动，那一刻我觉得自己是有价值的，特别自豪和满足。可现在，我总觉得自己老了、没用了，家人也不关心我。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我常常担心不好的事发生。就像之前有天晚上，我和老伴像往常一样聊天，我看他脸色疲惫，心里就莫名担忧起来。后来他躺下休息，我却怎么也睡不着，老想着他是不是身体不舒服，要是他有个三长两短，我可怎么办呀，以后我就得一个人面对这空荡荡的家了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，是之前有一次，家里客厅灯光暖暖的，大儿子听完我的建议后，眉头舒展，还激动地说就照我说的做。我看着他认可的眼神，心里特别甜。但后来，我就经常觉得自己孤零零的，像被扔在这儿没人管。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就像最近，我一个人在家，想到老伴走后我一直一个人面对生活，子女也很少关心我，心里就特别无助。我坐在书房，望着墙上老家祠堂的山水画，泪水就模糊了双眼，觉得自己像被世界遗忘了一样，孤独又无助，只能习惯这样的生活，不然会更痛苦。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像那天，我身体不舒服，心里也难受，就想孩子们能回来陪陪我。可打了一圈电话，他们都有自己的事，没人能回来。我就只能一个人待在家里，那种孤独、无助的感觉，真的很难受。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力确实不太好。就像之前，我想给孙子做他最爱吃的菜，可我怎么也想不起来具体的做法了。那是我以前经常做的菜啊，可就是记不起来，当时心里特别着急，也很失落，觉得自己真的老了，什么都做不好了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？我也说不清楚。就像之前在小区花园看到那对老夫妻手挽手，他们笑得那么幸福，可我心里却只有孤独和悲伤。我总是一个人面对生活，真的好无助。我也想感受生命的美好，可好像都离我远去了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就之前有一天下午，我在小区花园看到一对老夫妻手挽手，可幸福了。我就想到自己和老伴，心里特别难受。我觉得自己老了，没用了，孩子们也不怎么关心我。我活着还有啥用啊，就像被扔在一边没人管的旧东西。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我现在哪有啥活力啊。就说之前，我在书房看着那幅老家祠堂的山水画，可心里想的全是花园里的老夫妻，我就觉得自己孤零零的，像被扔在这儿没人管的旧东西。我还想自己活着有啥用啊，哪有精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境是绝望的。就像之前一段时间，晚上我躺在床上，想到子女们的冷漠，就觉得自己真的是衰老无用了，活着也没什么意思。那种绝望的感觉，就像掉进了一个黑暗的深渊，怎么也爬不出来。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "有啊，最近一次是在小区花园，看到一对老夫妻手挽手，很幸福的样子。当时我就觉得他们多好啊，而我总是一个人面对生活。我就呆立在原地，心里特别难受，觉得自己好孤独。现在想想，还是会觉得很失落，觉得自己的生活怎么就变成这样了呢。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前有一次，我在子女家，大家都在聊新的科技产品，我一说话，他们就用异样的眼光看我，我觉得自己很无知，跟不上时代，特别沮丧和自卑。从那以后，我就很少参与他们的话题了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候都不开心。最近一次真正感到快乐的事，还是之前大儿子听了我的建议后，那开心的样子。他说我讲得对，要照我说的做。我看着他认可的眼神，心里甜滋滋的。可现在啊，我还是觉得孤独，觉得自己老了，没啥用了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着啊……我也不知道算不算美好。就说之前吧，我在小区花园看到一对老夫妻手挽手，笑得可幸福了。可我呢，只能一个人面对生活，心里难受得很。现在啊，我觉得自己老了，没用了，活着好像也没什么意思。"
        }
    }
]