[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就像之前小女儿偷偷换了我的降压药，我当时又气又急，还头晕目眩的。我觉得自己连吃什么药都不能做主了，心里特别没底。现在想起来还是会有些不舒服，觉得和家人的关系好像也变得陌生了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过什么感兴趣的活动。我还是会去弄我的园艺，也会继续编织。不过，最近小女儿换降压药的事，让我心里有些不安，总觉得生活好像有点失控了，我和家人的关系也好像变得陌生了。但我还是想把教孙子包馄饨和整理丈夫图纸的事做好，这是我的目标。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活还好吧，不算空虚。就像之前，我准备了一桌子菜，跟子女们说起我当劳模的事，那时候我很开心，觉得自己是有价值的。不过最近发现小女儿换降压药，我有点担心，感觉和家人的关系好像有点陌生了，心里会有些失落。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不怎么觉得无聊，每天都挺忙的。不过有时候看着阳台上丈夫机械厂的旧址，会有些感慨。最近小女儿换了降压药，我有点担心她，但又怕自己多问会让她觉得我啰嗦。我还是想多了解了解，心里才踏实些。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算可以吧。最近一次心情愉悦是在大概九几年的时候，那时候我还在国棉十七厂上班呢。有一天车间领导当众表扬了新同事，新同事还转过头感激地看向我，因为之前我帮过他。当时我心里可开心满足啦，觉得自己的努力得到了认可，也觉得大家相互帮助真的很好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前，我发现小女儿换降压药，心里就一直七上八下的。我一个人把孩子们拉扯大，现在他们都有自己的生活，和我交流也少了。我想参与他们的生活，可又怕他们嫌我烦，这种感觉真的很不好受。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，还是之前和子女们说起我当劳模的经历。那是大概2012年的一天，我准备了一桌子菜，子女们都来了，我说起当年在国棉十七厂当劳模，他们听得很认真，我心里可高兴了，觉得自己的价值被看到了。可现在，唉……"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "最近发现小女儿换降压药，我就觉得心里没底，有点无助。我一直以为自己能照顾好家人，可现在连女儿吃什么药都不知道了。我想帮她，又怕自己不懂医，反而添乱。唉，感觉自己越来越没用了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像那天下午，小女儿擅自换了我的降压药，还一副无所谓的样子，我气得在阳台上大喊。后来她走了，我一个人待在阳台上，望着对面的机械厂旧址，心里空落落的。我觉得自己对生活的掌控力越来越弱了，还是待在家里让我觉得安心些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行呀，没比别人差多少。最近一次因为记忆问题困扰，就是之前想给孙子织件毛衣，结果织着织着就忘了该怎么织了，我还挺着急的，不过后来翻出之前的笔记，又想起来了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，说不上多美好。就像之前，我兴致勃勃给子女讲我当劳模的事，可他们好像不太感兴趣。最近一次觉得有点美好的时刻，可能就是社区咨询师来家里探访那次吧，有人愿意听我倾诉，让我觉得自己好像也不是那么多余。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就像之前，小女儿给我换了降压药，我很生气，因为我觉得自己连吃药都不能做主了。但后来我想，我还能教孙子包馄饨，还能整理丈夫的图纸，这些都是我的价值所在。虽然有时候会觉得有点累，但我还是很开心能做这些事情。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我现在哪有什么活力呀。不过之前有一次，我在阳台上侍弄那些花花草草的时候，感觉还挺有精神的。看着那些花开得那么好，我心里也挺高兴的。但也就是那一会儿，平时总觉得做什么都提不起劲，就像最近小女儿换药那件事，让我心里一直七上八下的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得我的处境还不至于绝望，但有时候确实会感到无助和失落。就像之前小女儿换了我的降压药，我连自己吃什么药都不能做主，感觉生活渐渐脱离了掌控。还有最近，小女儿又想把我住了一辈子的房子卖了换新房，我真的很不理解，也很生气。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家过得都差不多吧。不过有次和老邻居聊天，她孙子考上了好大学，还经常带她出去旅游。我就想我家孙子还小，我也没机会出去旅游。但我又想，我有自己的生活，我可以教孙子包馄饨，也可以整理丈夫的图纸，这样也挺好的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就像之前小女儿偷偷换我降压药那次，我觉得自己对生活的掌控力越来越弱了，很不满足。还有之前他们要卖我住了一辈子的房子，我大声喊他们却不听，我真的很生气、委屈。但之前把照片故事讲给子女听时，他们听得认真，我又觉得自己的付出得到了认可，有一丝满足感。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事，还是之前带孙子的时候。他那粉嘟嘟的小脸，就像我刚生下大儿子时一样。可现在，小女儿换药的事让我担心，我觉得和家人越来越陌生了，教孙子包馄饨也不知道能不能实现，整理丈夫图纸的事也一直压在心里。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。最近一次让我觉得美好的时刻，是之前有天晚上，我坐在阳台上，看着对面丈夫机械厂旧址，想起了以前和他一起的日子。那时候虽然苦，但一家人在一起很开心。不过现在，我总觉得和家人越来越陌生了，唉。"
        }
    }
]