{
    "self-portrait": {
        "basic_information": {
            "id": 32192902,
            "name": "高春",
            "en_name": "gaochun",
            "age": "",
            "gender": "",
            "martial_status": "",
            "economic_status": "",
            "co_residence": "",
            "birth_place": "",
            "children_number": ""
        },
        "diagnosis": {
            "symptoms": "",
            "status": "",
            "drisk": ""
        },
        "character": [
            "沉默寡言",
            "隐忍克制",
            "责任感强",
            "细腻敏感",
            "缺乏安全感"
        ],
        "appearance": [
            "瘦小佝偻",
            "银发整齐地梳成发髻",
            "布满晒斑的双手",
            "褪色的碎花棉布衣",
            "总戴着磨白的老式围裙"
        ],
        "interests_and_hobbies": {
            "hobbies": [
                "缝补旧衣物",
                "整理老照片",
                "种菜",
                "听黄梅戏磁带"
            ],
            "activity": [
                "给城里的孙子织毛衣",
                "擦拭全家福相框",
                "在院子里喂流浪猫"
            ]
        },
        "dreams_and_aspirations": {
            "short_term_goals": "学会使用老年手机的视频通话功能",
            "long_term_goals": "希望全家能在老宅拍张四世同堂的全家福"
        },
        "daily_life": {
            "routine": "每天五点起床烧柴火灶，七点给中风的老伴翻身擦洗，十点坐在门槛上择菜时数着路过的电动车，下午三点把旧挂历裁成记账本",
            "weekends": "把四个孩子的照片按长幼顺序摆在八仙桌上，用老式座机轮流拨打子女号码（通常只能接通小女儿）"
        },
        "past_experiences": {
            "childhood": "作为长女在饥荒年代带大三个弟妹，习惯把食物藏在衣兜里留给家人",
            "adolescence": "因成分问题未能继续读书，在公社劳动时落下腰伤",
            "youth": "用嫁妆钱供丈夫进修拖拉机驾驶技术，独自承担春耕秋收",
            "middle_aged": "将四个子女陆续送进县城中学，靠腌制酱菜支付学费",
            "recent_events": "三年前老伴脑梗后丧失语言能力，城里子女为医药费分配产生矛盾"
        },
        "environment": "出生在皖北农村，经历过集体公社与土地承包制变革。九十年代随进城务工潮将子女送往长三角地区，现独守空巢老宅，院墙上还留着孙子用粉笔画的歪扭太阳",
        "persona_summary": "高春，82岁农村女性，已婚与伴侣同住，经济一般。日常生活活动能力与认知功能正常，有中度抑郁风险。她沉默寡言、隐忍，爱缝补、种菜、听黄梅戏。短期想学老年手机视频通话，长期盼全家老宅拍四世同堂全家福。一生操劳，带大弟妹、供丈夫进修、育子女成才，现老伴脑梗，子女因医药费有矛盾，独守空巢。 ",
        "social_summary": "高春的社会关系涵盖不同阶段。童年时与弟妹、父母联系紧密，有诸多温情付出与深刻记忆；青春期和公社同事一同劳作；青年时与丈夫共研拖拉机说明书；中年时子女各有发展，关系有亲疏；近期与邻居有简单往来。其社会关系从血缘强纽带渐变为生存导向弱连接，因子女疏离、照护伴侣等压力，社交趋于自我封闭。 ",
        "social_childhood_summary": "高春童年时社会关系以血缘强纽带为主，与弟妹、父母联系紧密。和弟妹熟悉度高，有诸多暖心照拂事迹；与父母虽相处事件少，但情感深刻。然而随着时间推移，社会关系发生巨大变化，从血缘强纽带逐渐坍缩成以生存需求为导向的弱连接。青年集体劳动协作能力在空巢岁月中磨灭，子女城市化和照护伴侣压力使她人际交往简化，早年责任感变为社交回避，最终在四合院以旧物构建记忆闭环。 ",
        "social_adolescence_summary": "高春在青年时期，社会关系以集体劳动中的公社同事为主，有 12 位，彼此熟悉程度较高，熟悉值均为 2。其社会关系从以血缘为中心的强纽带，逐渐变为以生存需求为导向的弱连接。青年时集体劳动培养的协作能力，在三十年空巢岁月中消逝，自我封闭。子女城市化及照护失能伴侣的压力，让她将人际交往简化，早年责任感异化为社交回避，最终在四合院以旧物构建记忆闭环。 ",
        "social_youth_summary": "高春青年时期，社会关系以血缘强纽带为主，后逐渐转变。其社会关系密度方面，有丈夫这一关系，新婚夜与丈夫在煤油灯下研究拖拉机说明书，熟悉程度较高（评分为 4）。随着时间推移，社会关系坍缩成以生存需求为导向的弱连接。青年集体劳动培养的协作能力，在三十年空巢岁月中消失，自我封闭。子女城市化及照护失能伴侣的压力，让她将人际交往简化，早年责任感变为社交回避，最终在四合院形成以旧物为载体的记忆闭环。 ",
        "social_middle_aged_summary": "高春中年时社会关系发生显著变化。其社会关系密度上，与子女有联系，有4个子女，熟悉程度不一。社会关系变化上，从以血缘为强纽带，逐渐变为以生存需求为导向的弱连接。青年集体劳动培养的协作能力，被空巢岁月消磨，子女城市化造成物理与情感割裂，加上照护失能伴侣压力，她将人际交往简化为喂猫、缝补等。早年责任感异化为社交回避，最终在四合院以旧物构建记忆闭环。 ",
        "social_recent_events_summary": "高春社会关系密度低，仅与2位邻居有联系，熟悉程度不一，一位较熟悉，另一位较陌生。其社会关系变化显著，从以血缘为中心的强纽带，逐渐变为以生存需求为导向的弱连接。青年协作能力在空巢岁月中消磨，子女城市化和照护伴侣压力，让她将社交简化为单方面情感投射，早年责任感变为社交回避，最终在四合院里构建以旧物为载体的记忆闭环，社交愈发封闭。 "
    },
    "social-portrait": {
        "social_connections_closeness": {
            "childhood": [
                {
                    "relationship": "弟妹",
                    "count": 3,
                    "familiarity": [
                        5,
                        5,
                        5
                    ],
                    "description": [
                        "在槐树皮剥光的饥荒岁月里，高春把最后一口红薯糊塞进大弟开裂的嘴唇",
                        "二妹发高烧时她彻夜用井水拧毛巾，月光把十四岁少女的脊背压成弧形",
                        "背着小弟拾麦穗被生产队发现时，她死死护住衣兜里那簇金黄的穗尖"
                    ]
                },
                {
                    "relationship": "父母",
                    "count": 2,
                    "familiarity": [
                        3,
                        2
                    ],
                    "description": [
                        "父亲在修水库时被塌方的红土掩埋，只留下半截磨亮的旱烟杆",
                        "母亲临终前把弟妹的手叠进她掌心，那温度烙在桡骨至今未散"
                    ]
                }
            ],
            "adolescence": [
                {
                    "relationship": "公社同事",
                    "count": 12,
                    "familiarity": [
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2,
                        2
                    ],
                    "description": [
                        "挑河泥的队列里永远沉默的剪影，汗水在蓝布衫上析出盐霜",
                        "午休时躲在草垛后给弟妹缝补的身影，针脚比田垄更整齐"
                    ]
                }
            ],
            "youth": [
                {
                    "relationship": "丈夫",
                    "count": 1,
                    "familiarity": [
                        4
                    ],
                    "description": [
                        "新婚夜煤油灯下共同研究拖拉机说明书，柴油味混着桂花香渗进岁月"
                    ]
                }
            ],
            "middle_aged": [
                {
                    "relationship": "子女",
                    "count": 4,
                    "familiarity": [
                        3,
                        2,
                        1,
                        4
                    ],
                    "description": [
                        "大儿子参军时带走她连夜纳的千层底，鞋窠里藏着晒干的茉莉花",
                        "二女儿出嫁那天下着冻雨，她站在村口数迎亲车队溅起的水花",
                        "三儿子成为第一个大学生时，她卖了陪嫁的银镯子",
                        "只有小女儿还记得每月第三个周日打电话"
                    ]
                }
            ],
            "recent_events": [
                {
                    "relationship": "邻居",
                    "count": 2,
                    "familiarity": [
                        3,
                        1
                    ],
                    "description": [
                        "西院的王婶会收走她晒过头的萝卜干",
                        "新建的二层小楼住着外地租客，阳台上总飘着陌生的辣油味"
                    ]
                }
            ]
        },
        "social_connections_change": "社会关系从以血缘为中心的强纽带，逐渐坍缩成以生存需求为导向的弱连接。青年时期在集体劳动中培养的协作能力，被三十年空巢岁月研磨成自我封闭的茧房。子女城市化带来的物理割裂与情感疏离，叠加照护失能伴侣的压力，使她将人际交往简化为喂猫、缝补等单方面情感投射行为。早年作为保护者形成的责任感，异化为害怕成为负担的社交回避，最终在四合院里构建出以旧物为载体的记忆闭环。"
    }
}