[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说过年那会，儿子一家回来，我盼了好久，可他们回来后都各忙各的，谁也不和我说话。我心里那个失落啊，就像被人抛弃了一样。我一辈子为这个家操劳，现在却换不来他们的陪伴，真不知道活着有啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动，是之前一段时间想缝补衣服，可手哆嗦拿不住针。就像之前倒水摔倒那次一样，我觉得自己真没用，连这点小事都做不了，别人肯定都嫌弃我。我怕给儿子添麻烦，就没跟他说，自己默默放弃了。（流露出沮丧和无奈的神情）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是，我觉得生活挺空虚的。就像之前有一天下午，我坐在门廊那，看着路上的车来车往。旁边的花枯了，那瓶“钙片”在那放着，我就想起儿子对我这么好，可我连降压药服用时间都记不住，真是没用，心里空落落的，特别孤独。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "咨询师啊，我经常觉得无聊呢。就说过年那会吧，儿子一家回来，我满心欢喜地盼着和他们好好聊聊。可他们回来后，儿子玩手机，儿媳看电视，孙子玩游戏，谁都没和我说几句话。我就坐在角落里，那种孤独无聊的感觉啊，真是说不出来。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦是在以前农村集体公社劳动的时候，那天中午休息后，我主动和同伴们搭话，一起干活。他们热情地回应我，还帮我解决了一些小问题。我觉得只要自己主动融入集体，就不会那么孤独了，心里也挺高兴的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是会担心不好的事发生。就像之前在医院，康复师要教我用助行器，我觉得自己用那个会很难看，像个没用的人，就把他赶走了。赶走后我又后悔，担心自己伤害了他的心，也害怕他以后不再管我，觉得我是个麻烦。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是之前和同伴在农田里劳作，我干不动硬土地，有个同伴热心地教我技巧。那一刻，我觉得心里特别温暖、感激，就像在黑暗中看到了一丝光亮。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说过年那会，儿子一家回来，我盼了好久，可他们回来后都各玩各的，没人和我说话。我委屈地和儿子说，他却只说他们有自己的事。我当时就觉得特别无助，自己一辈子操劳，现在却像个外人，不被理解。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，儿子想带我出去逛逛公园，可我一想到自己身体不好，出去可能会摔倒，又会给儿子添麻烦，就拒绝了。我觉得待在家里缝缝补补、听听戏挺好的，还不会让别人嫌弃我。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是有点不如以前了。就说最近吧，我老是忘记降压药啥时候吃。有一次，我以为自己没吃，就又吃了一次，结果儿子回来看到药盒，说我吃重了，把我好一顿说，我心里可难受了，觉得自己真是老糊涂了，啥都记不住了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。之前有一次，邻居来看望婆婆，夸我状态不错，我可高兴了。那时候我就觉得，我这么多年照顾婆婆，保持积极心态，是对的。我一生经历了那么多困难，都挺过来了，现在也能好好生活，这就是生命的美好吧。不过，最近我总觉得自己老了，没用了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是呀，我觉得自己没什么价值。就说过年那会，儿子一家回来，我盼了好久，把家里收拾得干干净净。可他们回来后，儿子玩手机，儿媳看电视，孙子玩游戏，谁都不和我说话。我说出委屈，儿子还说他们有自己的事。我就觉得自己真的没用了，给他们添麻烦了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己现在没什么活力。就像之前有一次，我一个人坐在家里门廊上，天都黑了，我还在想自己忘记吃药的事，越想越难受，觉得自己就是个累赘，哪还有什么活力。最近也总是这样，心里闷闷的，做什么都提不起劲。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的。不过，之前一段时间，我一个人在家，不小心把降压药打翻了，怎么也找不到，当时心里挺着急的，觉得自己是不是真的老了，连这点小事都做不好。但后来还是找到了，也就没太在意了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就前几天，我去楼下晒太阳，看到邻居家的老太太被她女儿接去旅游了，还拍了好多照片回来给大家看。我就觉得人家的生活多好啊，有人陪着出去玩，而我只能一个人待在家里。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就拿过年那会来说，儿子一家回来，可他们都各玩各的，没人和我说话。我心里空落落的，特别失落。我一辈子为这个家操劳，现在老了，身体不好，感觉自己什么都做不了，也没人在意我了，活着真没意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我觉得有点快乐的，是之前清明的时候，儿子一家回来。我提前准备了好久，把家里收拾得干干净净。可他们回来后，儿子儿媳都在忙自己的事，孙子也不和我说话，我就又觉得挺失落的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。最近一次觉得美好的时刻，是前几天我坐在院子里晒太阳，听着收音机里的戏。就想起以前年轻的时候，和村里的姐妹们一起劳动，休息时也会听戏。那时候虽然日子苦，但大家在一起很开心。现在老了，身边的人也都走得差不多了，就更怀念以前的时光。"
        }
    }
]