[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前过年的时候，子女们都在那有说有笑地忙碌，可我却像个外人一样被忽视。我想起自己这一辈子经历了那么多，现在却如此孤独。我觉得自己在这个家好像没有什么价值，活着也没啥意思了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我以前可喜欢听戏曲了，现在也不咋去了。就像之前，村里请了戏班子唱戏，我本来挺想去的，可一想到自己一个人去，也没人陪我唠嗑，就觉得没意思，最后还是没去。坐在家里，看着墙上的照片，心里空落落的，总觉得自己老了，啥也干不了了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活是空虚的。就像之前有一天下午，我看到好多老人和老伴手牵手散步，可我老伴不在了，我只能一个人。那一刻，我觉得自己活着一点价值都没有，特别空虚。我就想啊，如果我不在了，是不是也没人会在意啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就是经常会想起过去的事儿。就像之前，我在儿子家储物间翻到老伴假牙，当时心就揪着疼。我和老伴感情可好啦，他走了之后，我总觉得和孩子们有距离，他们也忙，顾不上我。唉，我就自己一个人，守着这些回忆过日子。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得自己没用。但之前有一次，我在集体食堂掌勺，新做的菜品大家都很喜欢，领导还夸了我。那时候我心里可高兴了，觉得自己还是有点价值的。不过，现在想想，那都是以前的事了，现在的我就是个没用的老太太。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我常常担心不好的事发生。就像之前，自从遇到王大爷后，我心里一直不踏实。他孤独的样子让我想到自己的子女在城里忙碌，很少陪我，我就害怕自己以后也会像王大爷一样无人问津，只能孤独地度过余生，这种担忧一直萦绕在我心头。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，心里总觉得空落落的。但之前有一次，大概是九几年的时候，我三儿子打电话问我农村结婚的习俗，我就跟他详细讲了下。他听完后说就按我说的办，我当时可开心了，觉得自己还有用，心里像吃了蜜一样甜。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就说之前吧，有次在小区楼下晒太阳，看到捡废品的老头被子女接走，他们有说有笑的。可我的子女常年在外打工，很少回来看我。我一个人孤孤单单的，心里别提多失落了，那种无助感就像一块大石头压在心里，怎么也挪不开。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前一段时间，儿子把我接到县城的廉租房里，我看着窗外密密麻麻的高楼，心里直发慌。在农村邻里之间多热闹啊，可在这儿，大家都各忙各的，没人和我说话，我只能一个人待在屋里，感觉自己就像个没用的人。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是最近老忘事。就像之前，我想给小孙子织件毛衣，结果织着织着就忘了该怎么织了。我当时可着急了，觉得自己真是老糊涂了。后来我又想起了之前饥荒时，我连饭都吃不饱，还得照顾弟弟和家人，那时候的日子多苦啊，可我不也挺过来了嘛。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "唉，活着有啥美好的。就说过年那次，子女们都回来了，可都没人跟我说话。我想帮忙做家务，他们还说我年纪大了别累着。我一辈子为这个家操劳，现在却像个外人。我觉得自己老了，没用了，活着也没啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没用，是大概九几年的时候。子女给我买了个收音机，我对着它折腾了快一小时都没弄好。邻居来串门，我尴尬地说不会用，邻居还说现在这些新东西老年人弄不懂。当时我就觉得自己特别没用，头都低下去了，之后也更不敢尝试新事物了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我以前觉得自己挺有活力的，就像以前我早早起床，去请教村里大娘做饭，回家就尝试新做法，还规划家里打扫时间。但现在老伴走了，我觉得自己没什么活力了，总是想起他，一个人待着，也不知道自己还能为家人做些什么，感觉自己好像真的没什么用了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境是绝望的。就像最近过年的时候，2025年2月10日中午，我被子女拒绝后，坐在儿子家角落里。外面鞭炮声不断，子女们有说有笑忙碌着，可这热闹与我无关。我觉得自己和家人距离很远，没人关心我，真的很绝望，活着好像都没啥意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，是觉得大多数人比我过得好。就说之前楼下捡废品的老头来敲门，邀请我去参加社区活动。我心里想去，可又想到自己身体不好，记性差，怕去了出丑给别人添麻烦，就没敢去。看着老头走了，我一个人在这昏暗的储物间里，真的觉得自己好没用，别人都能去参加活动，我却不行。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像过年的时候，子女们都回来了，可他们都在忙自己的事，没人跟我说话。我想帮忙做家务，他们也不让，说我年纪大了别累着。那一刻，我觉得自己好没用，活着好像也没什么意思。（情绪低沉，回忆起过年时的场景，眼中透露出失落和无助）"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候都不开心。最近一次真正感到快乐的事……太久远了，我都快记不清了。就像之前，我在儿子家储物间看到老伴假牙那次，除了悲伤，哪还有什么快乐啊。我觉得自己和家人有距离，他们不理解我，以后的日子怕是都要这么孤独下去了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我觉得没啥意思。就像过年那会，子女都回来了，可没人跟我说话。我想帮忙做家务，他们也不让，说我年纪大了。我一辈子为这个家操劳，现在却像个外人。最近一次感受到生命美好？我都不记得了，可能根本就没有吧。"
        }
    }
]