[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意。就像之前，我在菜园里忙活，儿子却让我别弄了，说赚不了几个钱还累着身体。我当时就很生气也很委屈，我一生勤劳，打理菜园是我的乐趣，也是我的价值所在，可他却不理解我。最近我对菜园都没那么上心了，心里总觉得有些失落。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃啥活动呀，我还是喜欢打理菜园、编织。就说编百家被吧，我可没放弃。不过有时候儿子儿媳会说我弄这些太麻烦，他们不懂，这是我的心意。我觉得自己还能掌控这些事，也不想放弃。只是偶尔会觉得有点孤独，他们都忙，没人陪我聊这些。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时会觉得生活空虚。就像之前有天午后，我路过老邻居王奶奶家，她一个人坐在门口，我也是孤零零的。我们都觉得和家人有代际隔阂，很难融入他们的生活。孩子忙，以后也会顾不上我们，这种孤独感让我觉得生活没什么意思，心里空落落的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊呀，就是有时候会难过。就像之前，我在菜园子里忙活，儿子却不让我弄了，他不理解我。还有我想给孙辈做百家被，也没人支持我。我一生勤劳，就想做点有意义的事，可家人却不明白，这让我觉得自己好像没什么价值了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "以前我大多数时候情绪还可以，就像2023年10月15日那天，我在菜园翻土，看着生机勃勃的蔬菜，心里欢喜得很。可后来儿子说我别弄了，我就生气又委屈。最近我情绪不太好，做什么都提不起精神，感觉活着没什么意思，也没人真正理解我。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我经常担心不好的事发生。就像之前，同村邻居跑来告诉我二女儿在学校和同学闹矛盾不想上学了，我当时就着急得不行，脑袋发懵，锄头都差点拿不住。我辛辛苦苦供孩子读书，就怕他们因为一点事就放弃，那我这些年的努力不就白费了嘛。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，是之前公社修水渠的时候，有社员夸我能干，其他社员也都认可我。我当时心里可激动了，觉得自己的努力没白费，回家还跟我老伴儿和子女说了，他们也都为我高兴。（脸上洋溢着自豪的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时会觉得无助。就拿最近来说，我想给孙辈做百家被，可找了好久都没凑齐足够的布料。我跟儿子儿媳说了，他们也只是嘴上答应帮忙，却没什么实际行动。我一个人在这，感觉好无力啊，好像什么都做不了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我就喜欢待在家里。就像之前，我一直情绪低落，没心思打理菜园，就这么坐在床边，看着墙上的全家福。邻居来看我，我和她倾诉烦恼，可我知道她也不能真正理解我。所以呀，我还是觉得待在家里更自在些，外面的世界对我来说太陌生了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行呀，没比别人差多少。最近一次因为记忆问题困扰，好像是之前想给孙辈织个毛衣，结果织着织着就忘了之前的针法，得重新研究半天，不过最后还是织好了，哈哈。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……有时候觉得还行吧。就之前，我在菜园里种菜，看着那些菜苗一点点长大，心里可高兴了。可后来儿子说我别弄了，他不理解我，我就觉得活着好像也没那么美好了。最近也没啥特别让我觉得美好的时刻，唉。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。不过，之前有次我编了个小物件想给孙子，可他好像不太感兴趣，就随手放一边了。当时我心里有点失落，觉得自己做的东西他不喜欢，是不是我真的老了，做的事情都没意义了。但后来我又想，我做这些是因为我喜欢，不是为了别人。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我以前觉得自己挺有活力的，可最近不行了。就像之前，我在菜园子里忙活，儿子却来阻止我，说赚不了几个钱还累着身体。我当时就生气又委屈，觉得自己一生勤劳，打理菜园是我的乐趣，也是我的价值所在，他怎么就不理解呢？从那以后，我就没了以前的精气神。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。但有时会难过，比如之前想给孙辈做百家被，找了好多老邻居要布块，有些人却不太理解，觉得这是老封建。我当时就挺失落的，感觉自己的心意不被人懂，不过我还是会坚持做下去，这是我的愿望，我不能放弃。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。不过之前去儿子家，看到小区里那些年轻人，穿得漂漂亮亮，生活得很自在，我就想自己这一辈子都在忙忙碌碌，为了孩子、为了家，也不知道图啥。但也就是那么一瞬间的想法，我还是更习惯自己的生活，种种菜、编点东西。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上多满意。就说之前吧，我在菜园子里忙活，儿子过来说菜园赚不了几个钱，还说我身体吃不消，不让我弄了。我当时又生气又委屈，我一辈子都在做这些事，这是我的乐趣，也是我的价值啊，他怎么就不理解呢？"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都不太开心。最近一次让我有点快乐的事，还是之前在菜园里种菜。看着那些菜苗一天天长大，我心里就觉得挺满足的。可后来儿子不让我弄菜园了，说赚不了几个钱还累人，我就又不开心了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有时候觉得还行，有时候又觉得挺没意思的。就像之前，我在菜园子里忙活，儿子却不理解我，说这赚不了几个钱，还累着我。可我就喜欢干这个呀，这是我的乐趣。那时候我就觉得自己不被家人理解，活着好像也没多大意思。"
        }
    }
]