[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。就拿之前村里年轻人从城里回来带了好多新奇东西那事儿来说，我当时挺迷茫的，觉得自己跟不上时代了，这让我有点不满足。但后来我又想，我有自己的务农、园艺和木工活儿，能把这些传统技艺传承下去，心里又觉得挺满足的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过，我一直都喜欢务农、园艺和木工。不过最近一段时间，曾孙老是缠着我，让我教他玩手机游戏，我哪会啊。我就想着，是不是现在的孩子都不喜欢我们老一辈的这些东西了，那我还怎么把嫁接技术教给孙子，怎么盼着曾孙在老宅结婚，保留传统乡村生活习惯啊。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不空虚呀。我每天都有事情做，种种地、搞搞园艺、做点木工活啥的。不过有时候看着村里年轻人越来越少，大家都忙着出去挣钱，我也会想，以后这村子会变成啥样呢？但这也不算空虚吧，就是有点感慨。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊嘞。就是有时候，看到村里那些年轻人从城里带回来的东西，我都没见过，就会觉得自己好像跟外面的世界有点脱节了。比如之前有几个年轻人回来，拿出来一些精致的塑料用品和新奇的小电器，大家都围上去看，我也在人群里，可我对那些东西一无所知，心里就有点不是滋味。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。最近一次心情愉悦，是前几天在院子里侍弄我的那些果树。看着它们长得生机勃勃的，我心里可高兴了。我还想着等过段时间，把嫁接技术教给我孙子呢，就像我以前想的那样，把这些技艺传承下去。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，有时候确实会担心不好的事发生。就像之前在建材市场看到那些新的建筑材料，我心里就七上八下的，担心自己跟不上时代，用不好这些新东西砸了自己的招牌。还有教曾孙嫁接技术时，他不专心，我也担心家族技艺传不下去。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事，就是前几天看到曾孙在院子里跑来跑去。我就想着，要是以后他能在这老宅结婚，继续过着农村的传统生活，那该多好啊。不过，现在时代变化快，不知道我的这个愿望能不能实现，我心里也有点没底。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助嘞。不过，有时候看到曾孙对那些新玩意儿感兴趣，对老宅和传统乡村生活习惯不太上心，我心里会有点着急和无奈，不知道该怎么让他明白这些东西的好。但也不算是无助吧，就是有点不知道该从哪儿下手去教他。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像前几天，村里来了几个年轻人，说要带我去镇上看看啥新玩意儿。我当时就犹豫了，后来还是没去。我觉得在家里种种地、摆弄摆弄木工，心里踏实。出去了也不知道干啥，还不如在家教教孙子嫁接技术呢。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没有比大多数人差太多。最近一次因记忆问题困扰，就是前几天，我想给曾孙讲我年轻时的事，讲着讲着突然忘了一些细节，当时有点着急，不过后来又慢慢想起来了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前女儿出嫁那几天，我在院子里发呆，想起她从小到大的样子，心里可感慨了。虽然女儿离开了家，但她也开始了自己的新生活。那一刻，我觉得生命就是这样一代一代传承下去的，真的很美好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像我一直会做木工、园艺这些活儿，还想着把嫁接技术教给孙子呢。而且我家的老宅也是我中年时盖的，我觉得自己还是能为家里做点事的。只是有时候看到现在的新东西，我不太懂，会有点迷茫，但也不会觉得自己没价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己身体还算硬朗，有时会觉得充满活力。就像几年前的一天，我在院子里修剪果树，那时候我感觉自己可有劲儿了，从上午一直干到下午都不觉得累。我就想着把这些果树修剪得漂漂亮亮的，等秋天的时候能结出更多的果子。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。我现在身体还硬朗，能种种地、做做木工。就是有时候觉得现在的时代变化太快了，我有点跟不上。比如那些手机、网络啥的，我都不太会用。不过我也不着急，我还有我的孙子，我想把我的嫁接技术教给他，这让我觉得生活还是挺有盼头的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好嘞。我这一辈子，经历过饥荒，也拿过劳动奖章，还自己建了老宅。现在嘛，有家人陪着，能种种地、做做木工，就挺好的。不过有时候看到村里那些年轻人都出去打工了，家里就剩老人和小孩，心里也会有点不是滋味儿。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就说前些天，我在院子里侍弄那些果树，心里可舒坦了。但有时候也会觉得不满足，比如看到村里那些年轻人都去城里打工，见识了那么多新东西，我就觉得自己好像落伍了，跟不上时代了，这心里啊，就有点不是滋味儿。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，是前几天和孙子一起在院子里捣鼓果树。我跟他讲嫁接技术，他听得可认真了，还亲手试了试。那一刻啊，我就觉得我这一身技艺有人能传承下去了，心里特别舒坦。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啊！就像我之前在院子里看书，想着把园艺知识教给子女，那时候心里可美了。还有看着曾孙在老宅里跑来跑去，我就想着要是他以后能在这结婚，延续我们的生活习惯，那该多好。这些时刻都让我觉得活着特别美好。"
        }
    }
]