[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意也说不上不满意。就拿之前社区组织活动那次来说吧，我去之前还挺期待的，想着能为社区做点事，也能认识新朋友。可到了那，我就像个透明人，没人理我。回来后，我坐在院子里，看着褪色的蓝印花布，心里特别失落，觉得自己真是个失败者。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃啥活动。不过最近整理东西时，发现了以前绣的花样，想拿出来再绣绣，可眼睛不行了，看不太清。我就想，自己是不是真的老了，啥都干不了了。（情绪有些低落，手不自觉地摩挲着衣角）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时会觉得生活空虚。就像之前有一次，我看到一对年轻夫妻带着老人，那妻子对老人态度不好。当时我心里就很不是滋味，觉得自己以后可能也会这样，被子女嫌弃，孤独无助。这种感觉让我觉得生活好像没什么盼头，挺空虚的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，但有时会觉得孤独。就像之前参加活动，结束后一个人走回家，路边的树在寒风中摇晃，好像在嘲笑我。回到家，坐在院子里看着褪色的蓝印花布，大家热闹的场景在脑海里不断浮现，我就觉得自己好失败，和这个世界格格不入，那种孤独感就特别强烈。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算平稳，但要说愉悦，还真得想想。嗯……之前有一次，我去参加村里的种植小组活动。那天阳光特别好，我和大家一起交流种植经验，还学到了好多新东西。我就觉得自己还挺有用的，能和大家一起做事，心里特别开心。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我有时会担心自己老了给家人添麻烦。就像之前我不小心摔了一跤，虽然没什么大碍，但我就怕以后身体越来越不好，孩子们工作忙还要照顾我。还有，我珍藏的成绩单被蛀了，那是我很珍贵的东西，现在没了，我心里也空落落的，总觉得自己的一些记忆也跟着消失了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，是之前去树苗市场买树苗，然后把树种在院子里。当时我精心挑选，摊主也很热情。后来修水电的小伙夸我树种得好，我心里特别高兴，觉得自己做的事有意义，不像现在，总是一个人，心里空落落的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我之前一段时间，发现珍藏的成绩单被蛀蚀得面目全非，当时就觉得特别无助。我一直把那些成绩单当成最珍贵的东西，结果却没保存好，我觉得自己什么都做不好，连这么重要的东西都守不住，心里特别难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前我一个人去医院，看到好多老人都有子女陪着，而我只能独自排队挂号、候诊，心里特别难受。从那以后，我就更不想出门了，觉得待在家里更自在些，也不会看到那些让我伤心的场景。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力差呀。就说之前成绩单被蛀蚀那件事，我记得可清楚了。那天社区志愿者小姑娘来，我还跟她说起呢。我记得是上午，阳光照在小院里，我看着被蛀的成绩单，心里那个难受啊，觉得自己真是没用，连这点回忆都守不住。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……有时候觉得挺好的，有时候又觉得没啥意思。就像之前，那个鳏夫来还账，我虽然资金周转困难，但还是笑着安慰他。那时候我就想，我得坚强，不能被这点困难打倒。可有时候一个人的时候，又会觉得孤独，不知道自己活着到底是为了啥。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己挺失败的。就说之前吧，我一直珍藏着儿女的成绩单，那是我最宝贵的东西。结果有一天，我发现成绩单被白蚁蛀蚀得不成样子了。我当时就愣住了，眼泪止不住地流。我连这么重要的东西都没保存好，可不就是个失败者嘛。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还算有点活力吧。就说之前，我在小院里种了些花，每天早上起来就去看看它们，给它们浇浇水。看着那些花儿一朵朵开出来，我心里可高兴了，那时候就感觉自己挺有精力的。不过，有时候也会觉得累，可能是年纪大了吧。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不算绝望，但那次成绩单被蛀蚀的事，让我特别自责和沮丧。当时我就呆坐在杂物堆旁，眼泪止不住地流。我一直觉得自己在很多事情上都做得不好，连这么重要的成绩单都没保存好，真的很失败。不过，我也在努力调整自己，比如想整理孙辈照片，在庭院种树，让自己的生活有点盼头。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就说之前，社区志愿者小姑娘来送米面，她又年轻又有活力，生活肯定多姿多彩。我就觉得自己老了，啥也干不了，活着好像没多大意思。但我又想，我还有孙辈的照片要整理，庭院里的树还没种满，我还不能这么消沉下去。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就像之前，我发现儿女的成绩单被白蚁蛀蚀了，当时我特别自责，觉得自己连这么重要的东西都没保存好，真是个失败者。从那以后，我心里就一直有些闷闷的，总觉得自己什么都做不好，活着好像也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说真正快乐的事，那还是很久之前了。就像有次在豆腐作坊，虽然资金周转困难，但看到那位鳏夫大爷来还账，还带着感激的眼神，我就觉得挺开心的。不过，最近确实没什么特别让我开心的事了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。像之前，那个鳏夫来还账，虽然我资金周转困难，但还是理解他，笑着安慰他。那一刻，我觉得自己挺有价值的，能体谅别人的难处。不过，有时候也会觉得孤独，特别是一个人待着的时候。但我还是想把孙辈照片整理好，把庭院种满树，这样生活也许会更有意思些。"
        }
    }
]