[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意……就说最近吧，有天上午我准备吃药，结果转身就忘了，在屋里转来转去都想不起来，最后才发现自己忘了吃药。我觉得自己真的很没用，连按时吃药这么简单的事都做不好，活着还有什么意思呢？"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，之前一段时间，我就放弃了出门晒太阳的活动。有一次，我本来想出门晒晒太阳，可一想到电梯又坏了，我这腿脚不利索，走楼梯又怕摔跤，就觉得自己什么都做不了，最后还是待在了家里。现在啊，我就只能看看窗外的盆栽和流浪猫，感觉自己的生活越来越没意思了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？我一直都觉得自己的生活是空虚的。就像之前为了给老伴治病，我到处借钱，典当嫁妆，可最后还是没能留住他。那时候我就觉得自己什么都做不好，生活没有一点意义。现在我一个人住在六楼，电梯还经常故障，我都不敢出门，每天就只能坐在家里，回忆着过去的事情，这日子过得真是没意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前，我在家看着窗台上的盆栽和窗外的流浪猫，想着自己打理盆栽、照顾流浪猫这些事根本不值一提，和别人比起来，我什么都不是。我就这么待着，也不知道该干啥，心里又难过又着急，真的很无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。就像之前丈夫去世的时候，我感觉天都塌了，好长一段时间都缓不过来。最近一次心情愉悦，大概就是看到窗台上的盆栽又长出了新叶子，还有流浪猫在窗外冲我叫，让我觉得自己好像还不是完全没用。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前，我一个人住六楼，电梯还老出故障。有次我下楼不小心摔了一跤，从那以后我就特别害怕出门。我总担心自己再摔倒，那可怎么办呀？要是我不在了，我老伴的坟谁去上啊？"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前给老伴拿药，我明明很小心了，可还是记错时间，被老伴抱怨。从那之后，我就觉得自己越来越没用，什么都做不好，哪还能快乐起来啊。最近也没什么能让我真正快乐的事，日子就这么一天天熬着。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常啊。就之前有一次，我看着桌上的药盒准备吃药，可一转身就忘了要干啥。在屋里转了半天都没想起来，心里又急又气，觉得自己真是没用。我怕别人知道我连按时吃药都做不到，就把药盒收起来了。那种无助的感觉，就像被世界抛弃了一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，社区志愿者来劝我去养老院，说那里有人照顾，生活方便。可我一想到去养老院就是麻烦别人，别人会嫌弃我没用，我就抵触得很，最后还是选择待在家里。（叹气）我现在啊，真的是越来越没用了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我记忆力确实不行了。就说最近吧，那天上午10点多，我准备吃药，可刚转身就忘了。在屋里转了半天都没想起来，最后看着药盒，心里又急又气，觉得自己怎么这么没用，连按时吃药都做不到，别人知道了肯定更看不起我。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好我不知道。之前给老伴拿药，我老记错时间，他就说我没用，我心里可难受了。就觉得自己啥也干不好，活着好像也没啥意思。最近一次觉得有点美好的，就是看看窗台上的盆栽和窗外的流浪猫，可我又觉得自己打理盆栽、照顾流浪猫这些事根本不值一提。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没用。之前我想给儿子做点家务，结果在厨房不小心把碗摔碎了。想起之前在田里摔倒，现在连家务都做不好，我就是个累赘，儿子肯定嫌弃我。我现在身体越来越差，什么都做不了，活着也没什么价值了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀，最近就一直待在家里。那天11点多，我看着盆栽和流浪猫，想着自己好像有点用，但又觉得这些根本不算什么。我现在做什么都不行，也不知道活着有啥意义。我就怕自己哪天不在了，也没人会在意。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境很绝望。就像之前有一次，我坐在家里，周围安静得很，我又给子女打电话，还是没人接。那一刻，我觉得自己就像被所有人抛弃了一样，特别绝望。我就一个人坐在那儿，呆呆地，也不知道该干啥，心里难受得很。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大多数人确实比我过得好。就说之前吧，我看到邻居家媳妇怀孕了，她婆婆端汤，丈夫搀扶，那场面多温馨。可我呢，经历了四次流产，每次都自己默默承受痛苦。想到这，我就觉得自己好可怜，这世界好冷漠啊，他们都过得比我好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活谈不上满意。就像之前，我从菜市场回来，手里攥着为了省钱买的青菜。邻居关心我，可我心里却满是为丈夫治病筹钱的压力和自己没用的自责。最近也总是这样，觉得自己老了，什么都做不好，活着好像也没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。之前有一次，我做了顿丰盛的晚餐，丈夫和邻居们都夸我做得好吃，我当时特别开心。但后来丈夫走了，我现在做的饭也没人夸了。我觉得自己好像真的没什么用，做的事也都不值一提。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "唉，活着有啥美好的。就像之前给老伴拿药，我老记错时间，他就骂我没用。我觉得自己啥都做不好，活着就是个累赘。现在我都不敢出门，怕再摔跤。哪还有啥美好的时刻啊，每天就这么浑浑噩噩地过着。"
        }
    }
]