{
    "self-portrait": {
        "basic_information": {
            "id": 43057302,
            "name": "何英",
            "en_name": "heying",
            "age": "",
            "gender": "",
            "martial_status": "",
            "economic_status": "",
            "co_residence": "",
            "birth_place": "",
            "children_number": ""
        },
        "diagnosis": {
            "symptoms": "",
            "status": "",
            "drisk": ""
        },
        "character": [
            "孤独敏感",
            "固执要强",
            "情感压抑",
            "怀旧情结",
            "自律性强",
            "语言表达能力退化"
        ],
        "appearance": [
            "银白短发",
            "驼背明显",
            "老年斑遍布手背",
            "棉布斜襟衫",
            "黑色灯芯绒裤",
            "千层底布鞋"
        ],
        "interests_and_hobbies": {
            "hobbies": [
                "缝纫",
                "腌菜制作",
                "听评弹",
                "整理老照片"
            ],
            "activity": [
                "擦拭亡夫遗像",
                "给盆栽浇水",
                "坐在门廊晒太阳",
                "数药片"
            ]
        },
        "dreams_and_aspirations": {
            "short_term_goals": "记住昨天吃的降压药种类",
            "long_term_goals": "在清明节能准确找到丈夫的墓地"
        },
        "daily_life": {
            "routine": "05:30起床叠被褥→06:00烧煤炉煮粥→07:30反复擦拭餐桌→09:00核对日历日期→11:00对着电视新闻发呆→13:00折叠旧衣物→15:00在门框上刻划痕记录时间→17:00检查门窗三次→19:00和衣而卧",
            "weekends": "把全家福照片按记忆中的位置排列组合，反复拨打已停机的子女旧号码，用放大镜逐字阅读二十年前的病历本"
        },
        "past_experiences": {
            "childhood": "在浙江农村作为童养媳长大，十岁开始照顾瘫痪的公公",
            "adolescence": "1953年洪灾中徒手挖出被埋的粮仓钥匙，获得公社表彰",
            "youth": "连续二十年担任生产队记分员，能准确背诵全队137人的工分簿",
            "middle_aged": "1998年丈夫肺癌晚期时独创穴位按摩法延缓病痛",
            "recent_events": "三年前将存折藏在腌菜缸底后彻底遗忘位置"
        },
        "environment": "出生于浙江省丽水市山区，18岁嫁到同县隔壁村，49岁随丈夫迁至县城老棉纺厂宿舍，丈夫去世后独居在厂区危改房中，近三十年未离开过县城范围",
        "persona_summary": "何英，88岁农村独居老妇，经济一般。有认知障碍，存在重度抑郁风险。性格孤独敏感、固执要强。她银白短发、驼背明显，爱缝纫、听评弹等。短期想记住昨日降压药种类，长期想清明找到丈夫墓地。她童年为童养媳，曾有诸多不凡经历，现居县城危改房，三年前遗忘存折位置。 ",
        "social_summary": "何英不同阶段有不同社会关系：童年与2位夫家长辈有畸形依赖或受严厉对待；青春期与3位公社干部有过交集；青年时和137位生产队员共事，刻意混淆其名字；中年在肿瘤病房接触6位家属；近期常与幻影子女“交流”。其社会关系从被迫亲密到主动孤独，社交能力先升后降，记忆也配合着这种孤独。 ",
        "social_childhood_summary": "何英童年作为童养媳，社会关系密度低，仅与 2 位夫家长辈有联系。和瘫痪公公熟悉度达 5，因十岁起每日照顾形成畸形依赖；与严厉婆婆熟悉度 4，婆婆用发霉玉米饼和竹条“教规矩”。其社会关系变化从童养媳时被迫的畸形亲密，到生产队用数字保持安全距离。她在照顾瘫痪者时社交能力达巅峰，却在成为被照顾对象前主动切断社交，如今记忆也配合孤独，过往社交相关记忆模糊，只剩腌菜缸里存折等待未到的交接。 ",
        "social_adolescence_summary": "何英在adolescence阶段，社会关系密度方面，与公社干部有一定联系，有3位相关人员，熟悉程度分别为2、1、1，如文书帮写表彰材料，民兵队长半夜查粮仓影响到她。其社会关系变化过程丰富，从童养媳时畸形亲密，到生产队用数字保持安全距离，在照顾丈夫时社交能力达巅峰，之后主动切断社交。如今记忆模糊，过往社交相关的工分姓名、病房私语等都消散，只剩腌菜缸里存折等待无人的交接，处于孤独状态。 ",
        "social_youth_summary": "何英在青年阶段社会关系密度方面，与生产队员关系紧密，有137人，熟悉程度较高（熟悉值为3），但她刻意混淆众人名字。其社会关系变化过程丰富，从童养媳时被迫的畸形亲密，到生产队用数字保持安全距离；在丈夫病榻前争夺话语权，后社交能力在照顾瘫痪者时达巅峰。不过在成为被照顾对象前，她主动切断社交，记忆也配合着这种孤独，曾经的社交相关记忆逐渐模糊，只剩腌菜缸里的存折等待无人的交接。 ",
        "social_middle_aged_summary": "何英中年阶段社会关系信息：社会关系密度方面，与肿瘤病房家属有联系，共 6 人，但彼此完全不熟悉（熟悉程度为 0），且相处有不愉快经历，如被偷倒米汤、手册被藏。社会关系变化上，从童养媳畸形亲密，到生产队数字安全距离，在照顾瘫痪者时社交能力达巅峰，后主动切断社交。曾经的社交记忆逐渐模糊，工分姓名、病房私语等都已消散，只剩腌菜缸里存折等待无人的交接，尽显孤独。 ",
        "social_recent_events_summary": "何英的社会关系呈现出复杂且变化的状态。当前她有“幻影子女”这一关系，数量为 3，熟悉程度均为 5。她的社会关系历经多次转变，从童养媳时的畸形亲密，到生产队用数字保持安全距离，后在丈夫病榻前与死亡争夺话语权，最终退化为与幻影对话。她曾在照顾瘫痪者时社交能力达巅峰，却在成为被照顾对象前主动切断社交。如今记忆也配合着这种孤独，诸多社交记忆消散，只剩腌菜缸里的存折等待一场不会到来的交接。 "
    },
    "social-portrait": {
        "social_connections_closeness": {
            "childhood": [
                {
                    "relationship": "夫家长辈",
                    "count": 2,
                    "familiarity": [
                        5,
                        4
                    ],
                    "description": [
                        "瘫痪的公公是她十岁起唯一能对话的成年人，每日喂饭擦身形成的畸形依赖",
                        "严厉的婆婆总把发霉的玉米饼单独留给她，在灶台边用竹条教她持家规矩"
                    ]
                }
            ],
            "adolescence": [
                {
                    "relationship": "公社干部",
                    "count": 3,
                    "familiarity": [
                        2,
                        1,
                        1
                    ],
                    "description": [
                        "戴着玳瑁眼镜的文书帮她写过表彰材料，笔尖在奖状上洇开的墨渍像未愈的冻疮",
                        "两个民兵队长总在半夜查粮仓，皮靴声让她把光荣证书叠成护身符塞进枕芯"
                    ]
                }
            ],
            "youth": [
                {
                    "relationship": "生产队员",
                    "count": 137,
                    "familiarity": [
                        3
                    ],
                    "description": [
                        "她能闭眼画出每双手的老茧分布图，却在三十年里刻意混淆所有人的名字"
                    ]
                }
            ],
            "middle_aged": [
                {
                    "relationship": "肿瘤病房家属",
                    "count": 6,
                    "familiarity": [
                        0,
                        0,
                        0,
                        0,
                        0,
                        0
                    ],
                    "description": [
                        "3号床寡妇总偷倒她的米汤，却在丈夫停止呼吸那晚握过她冰凉的手",
                        "护士长藏起她的穴位按摩手册，说疯子不能碰医疗器械"
                    ]
                }
            ],
            "recent_events": [
                {
                    "relationship": "幻影子女",
                    "count": 3,
                    "familiarity": [
                        5,
                        5,
                        5
                    ],
                    "description": [
                        "每周二上午十点，她会对着拨号音模仿大女儿出嫁时的哭嫁调",
                        "生锈的饼干盒里装着三颗乳牙，分别标注着根本不存在的出生年月"
                    ]
                }
            ]
        },
        "social_connections_change": "社会关系如同她缝纫机上的线轴，从童养媳时期被迫接纳的畸形亲密，到生产队时期用数字构建的安全距离；从丈夫病榻前与死亡争夺话语权，最终退化成与幻影的强制对话。她的社交能力在照顾瘫痪者中达到巅峰，却在成为被照顾对象前主动焚毁了所有桥梁，如今连记忆都在配合这种孤独——137个工分姓名化作布谷鸟叫声，肿瘤病房的窃窃私语变成窗框上的雨渍，只剩下腌菜缸里逐渐软化的存折，还在等待某个永远不会到来的交接仪式。"
    }
}