[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前看到同村老人被子女疏远，我就担心自己也会这样，心里很不是滋味。但照顾婆婆看到效果时，我又觉得自己还是有点用的。最近一次不满足就是，我想记住孙子名字却老记不住，这让我很着急。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了听戏曲。以前我可喜欢听了，可前段时间，我连站起来都费劲，哪还有精神去听戏曲啊。我觉得自己身体越来越不行了，做什么都力不从心，活着好像也没什么意思了。以前还盼着春节孩子们能回来团圆，现在也不怎么盼了，反正他们也都忙，顾不上我。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的，就像之前过年的时候，孩子们都不回来，我一个人坐在堆满旧家电的卧室里，真的很难受。我曾经为了这个家付出了那么多，现在却好像被遗忘了。我也不知道自己还能做些什么，只能这样一天天过下去。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前有一天，我在家没事干，想起以前喜欢听戏曲，就打开收音机听。听着听着，就想起了以前和同村姐妹一起听戏的日子。现在大家都老了，也很少联系了。我觉得心里空落落的，好像少了点什么。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得心里闷闷的。最近一次心情愉悦，还是之前大女儿从深圳打电话回来，跟我聊了好久，还说等过年就带着孩子们回来陪我。我当时可高兴了，觉得日子还有盼头。（流露出对女儿的思念和期待团聚的心情）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就之前有次，我做好了早饭，满心欢喜地和子女们聊天，可他们就随便应了几句，说工作忙，然后就匆匆出门了。我看着他们的背影，心里空落落的，担心自己会不会也像那个同村老人一样，被家人慢慢疏远。哎，现在想想还是觉得挺难受的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我哪有什么开心的时候啊。就说之前过年吧，二儿子打电话说不回来，我拿着电话愣了半天，心里空落落的。其他孩子也都只是打个电话问候一下，没有一个人回来陪我。我觉得自己在这个家里就是个累赘，活着也没什么意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，我经常觉得无助啊。就说之前吧，我想把家里那堆旧家电收拾一下，可我年纪大了，根本搬不动。我叫儿媳帮忙，她虽然来了，但嘴里一直抱怨，我心里可难受了，觉得自己真是个累赘，啥都干不了，只能给家人添麻烦。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前，二儿子打电话说过年不回来，我就一直待在堆满旧家电的卧室里。我觉得自己老了，身体也不好，出去也麻烦。而且，我怕出去后会迷路，到时候更给家人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不行了。就像之前，傍晚我在地里摔了跤，回到家跟儿媳说，她却头也不抬。那一刻，我心里难受极了，想着自己是不是真的老了，没用了，连儿媳都不关心我了。这事儿一直在我心里挥之不去，让我很困扰。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道是好是坏。就说最近那次摔倒吧，我一个人在堆满旧家电的卧室里，眼前一黑就摔地上了，怎么也起不来。当时心里害怕极了，觉得自己可能就这么死了。后来儿媳回来把我拉起来，她那态度，我就觉得自己是个累赘，活着也没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是那天儿媳回来，看到躺在地上的我，皱着眉头嘟囔。我就觉得自己是个累赘，啥都干不了，还老给家人添麻烦。以前我能照顾一大家子，现在却成了这样，唉，活着真没意思。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力呀，老了，身体不行了。以前还能自己晒棉被、听戏曲，现在做这些都费劲。就说前几天，我想把棉被抱出去晒，结果刚抱起来就觉得累得慌，手还直哆嗦，最后还是儿媳帮我弄的。唉，活着真没意思，啥都干不了，还净给家人添麻烦。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，我觉得自己的处境就是绝望的。就说前几天吧，我一个人在屋里，头晕得厉害，想站起来活动活动，结果一下子就摔倒在地上了。我怎么都爬不起来，当时心里害怕极了，觉得自己肯定要完了。后来儿媳回来了，把我拉起来，可她那嫌弃的样子，让我心里更难受了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就说我那大女儿吧，在深圳工作，日子过得肯定不错。我呢，年纪大了，身体也不好，还总给家人添麻烦。有时候我就想，活着真没啥意思。最近我总是想起以前的事，觉得自己以前还是有点用的，现在却啥也干不了了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近那次摔倒吧，当时我一个人在堆满旧家电的卧室里，想活动下却摔倒了，胳膊使不上劲，周围静悄悄的，我害怕极了，觉得自己真的老了，没用了，给家人添麻烦，活着也没啥意思，家人对我也越来越冷漠了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前有一天傍晚，我从地里干活回来，跟我老伴说有人夸我把家里照顾得好，他也笑着说我做得好。那时候我心里可甜了，觉得自己还是有用的。可现在，我总觉得自己是个累赘，孩子们都不太爱理我了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着哪有啥美好哦。就说最近那次摔倒吧，我一个人在屋里，摔地上半天都起不来，周围静悄悄的，我心里害怕得很，觉得自己可能就这么死了都没人知道。儿媳回来后，虽然把我拉起来了，但她那嫌弃的样子，我心里难受得很呐，觉得自己活着就是个累赘。"
        }
    }
]