[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。最近一次是过年的时候，外面鞭炮声震耳欲聋，我坐在屋里看着为子女准备的饭菜，他们却都没回来。我只能对着老伴的遗像哭诉，觉得自己被整个世界抛弃了。我总是一个人，没人真正陪伴我，我只能习惯自己一个人生活了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃啥活动，就爱种菜、听戏。不过最近去听戏，我一个人坐那儿，看着周围都是一对对的，心里就有点不是滋味。我就想啊，要是老伴儿还在就好了，她也喜欢听戏。（情绪低落，眼神黯淡）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就说之前过年，我提前一个月准备，满心欢喜等子女回来。结果他们一个个打电话说不回来，我坐在空荡荡的屋里，那时候真的觉得特别空虚。我为他们付出这么多，他们却都不回来，我真的不知道自己还能做些什么。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊的时候，是除夕那天，子女都没回来。我就像丢了魂一样，以前喜欢的种菜、听戏曲，现在都提不起兴趣。我觉得自己活着好像没什么价值，心里又无助又迷茫，这种感觉真的很难受，无聊又空虚。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是大概九几年的时候，在单位因为工作出色被领导表扬了，同事们也都围着我问东问西，那时候觉得自己可厉害啦，心里特别高兴。可现在，唉，啥都不一样了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，是常常担心不好的事。就像之前有一次，我去菜园打理蔬菜，不小心受了凉，回到家浑身发冷脑袋昏沉。我就特别担心自己会不会病得很重，会不会没人照顾我。我当时就想到了我那几个儿子，我就盼着他们能来看看我，可又怕他们忙，顾不上我。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都不开心。最近一次真正开心的时候，还是之前在菜园里忙活，看着自己种的菜长得绿油油的，就像当年1956年在农田里被爹娘夸奖一样。可现在，孩子们都忙，很少回来，我心里空落落的，就算有开心的事，也不知道和谁说。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说最近吧，除夕那天，我满心欢喜等着子女回来过年，结果他们都打电话说不回来。我一个人坐在空荡荡的屋子里，心里难受极了，眼泪在眼眶里打转。我为他们准备了那么多，可他们却不回来，我觉得自己对他们来说一点都不重要。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前有次村里聚会邀请我，我没去。因为以前聚会时，我总觉得大家都在忙自己的事，没人在意我，去了也只是被孤立。我现在就觉得待在家里挺好，虽然有时会觉得孤独，但也不会被伤害。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比别人差多少。最近一次因为记忆问题困扰，是之前去镇上买东西，回来路上突然忘了自己有没有把菜园的水浇了。我就特别纠结，又不放心，最后还是回去看了看。唉，年纪大了，有时候就是会多想。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好不美好的。之前有一次，我劳动完回家，把老张夸我勤快的事讲给老婆听，她也笑着认可我。那时候觉得自己的勤劳有价值，还想着要更勤劳让家人过上好日子。可现在老婆走了，孩子们也不怎么跟我说话，我觉得活着也就那样吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近没啥觉得自己没价值的时候。就之前，我在菜园干活，邻居老李夸我勤劳，我可高兴了。还有以前，老张夸我，我老婆也认可我，我就觉得自己挺有价值的。现在虽然老婆走了，孩子也不咋和我说话，但我还是会去菜园干活，我觉得我还能行。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就说之前过年吧，我提前一个月准备，满心欢喜等子女回来，结果他们都不回来。挂了电话，我坐在椅子上，心像被掏空了一样，哪还有什么精力。现在对啥都提不起劲，就觉得日子过得没意思，要是能听到子女喊我一声爸，也许我会好点吧。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说过年那会吧，外面鞭炮声噼里啪啦的，到处都热热闹闹的。我一个人坐在屋里，看着给子女准备的饭菜，他们一个都没回来。我就对着老伴的遗像哭啊，觉得自己被世界抛弃了，真的好绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前有一次，我在菜园里忙活了半天，满心欢喜地给子女打电话，想让他们回来尝尝我种的菜，结果他们都以工作忙为由拒绝了。那时候我就觉得，别人的子女都能常伴父母左右，而我却只能一个人守着空荡荡的家，真的很失落。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前过年吧，我提前一个月准备，满心欢喜等子女回来。结果他们一个个打电话说不回来，当时我就坐在椅子上，看着空荡荡的屋子，心里别提多难受了。我为他们付出那么多，他们却不关心我，我觉得自己可孤独了，对生活也没啥盼头了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我真正感到快乐的事……好像是很久之前了。就像之前，除夕子女没回来，我就像丢了魂一样，对什么都提不起兴趣。他们总是匆匆忙忙的，我觉得自己被忽视了，真的很孤独，也很无助。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也还行吧。我也不知道算不算美好。最近一次……就之前有天晚上，我梦到了我老伴儿，她还是那么温柔。我在梦里跟她说了好多话，就像她还在的时候一样。醒来后，我心里空落落的，要是她真的还在就好了，这样过年的时候，孩子们也能喊一声妈了。"
        }
    }
]