[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前过年，我满心欢喜等孩子们回来，可他们回来后都只顾着玩手机，没人理我。那一刻，我心里空落落的，特别失落。我觉得自己老了，没用了，孩子们都不把我当回事了。我真不知道该怎么办才好。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动，是之前一段时间，本打算去听京剧，但想起68年红卫兵砸祠堂的事，就没去成。当时看到他们砸牌位和器具，我愤怒又悲痛。现在老了，身体也不行了，很多事都力不从心，觉得自己越来越没用，也没什么兴趣去做那些曾经喜欢的事了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是啊，生活空虚得很。就像之前过年的时候，我满心欢喜地等孩子们回来，可他们回来后都只顾着玩手机，没人理我。那一刻，我觉得自己的生活特别空虚，我为他们准备了那么多，却换不来他们的陪伴，我都不知道自己还能做些什么。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说之前吧，一家人围坐在一起，孩子们都在玩手机，我想和他们说说话，可他们都不搭理我。那一刻，我心里特别失落，觉得自己好孤单。我就只能坐在一旁，默默地看着他们，脑子里一片混乱，也不知道该干什么，那种感觉真的很难受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好啊，哪有心情愉悦的时候。就说之前，我在房间里整理旧物，收音机里放着京剧，可我心里还是难受。我觉得家人都不懂我，我只能把感情寄托在这些老物件上。现在我脑子也不好使了，孩子生日记不住，牌位顺序也老忘，我真是越来越没用了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前，长孙说要移民去加拿大，我当时心里就“咯噔”一下，特别担忧和不舍，手都颤抖了。我觉得自己越来越孤独，以后可能更没人陪我了。而且我现在身体也不行，生活基本活动都做不好，真的很怕自己越来越没用。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次开心，还是之前过年，孩子们回来的时候。我提前把家里打扫干净，准备了好多年货，穿上了他们给我买的新衣服。可他们回来后都在玩手机，没人理我。（眼神黯淡，声音低沉）我现在记性越来越差，连算盘打法都忘了，觉得自己越来越没用。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前有一次，一家人围坐在一起，我想让孩子们陪我说说话，可他们都低头玩手机，随便应几声都不抬眼。那一刻，我觉得自己特别无助，好像被所有人都忽略了，只能默默地坐在一旁，心里难受极了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我就爱待在家里。就像之前过年那阵儿，孩子们回来后都只顾着玩手机，没人理我。我心里难受得很，就更不想出门了。待在家里，看着那些老物件，回忆回忆过去，还能稍微好受点。不然出去了，也不知道干啥，更觉得自己没用。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我记忆力差得很。就说之前过年，我盼着孩子们回来，结果他们都在玩手机，没人理我。我当时就想起自己连算盘打法都记不住了，心里难受极了。我觉得自己越来越没用，活着也没什么意思，要是我不在了，说不定孩子们也不会在意吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我一整天都在为杯子摔碎自责，长子回来也只是匆匆几句就走了。我觉得自己就是个累赘，活着也没啥用。最近一次感受到生命美好？太久远了，想不起来了。我现在脑子不好使，啥都记不住，活着就是遭罪。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近过年，孩子们回来后都在玩手机，没人理我。我想起以前过年一家人多热闹啊，现在却这么冷清。我觉得自己很失败，什么都做不了，也没人在乎我。我连家传算盘的打法都忘了，真的是老糊涂了，活着还有什么用呢？（回忆起过年时孩子们玩手机没人理自己的场景，情绪低落，自责又绝望）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前，我一整天都在为杯子摔碎自责，长子回来也只是匆匆看我一眼，说工作忙就走了。我觉得自己好孤单，像个累赘。最近脑子也不好使，孩子生日记不住，交代祠堂牌位顺序也老被打断，哪还能觉得自己充满活力啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境就是绝望的。就说之前护工主任要收走我的老物件，那都是我的宝贝啊，我急得跳起来，拉着他解释，可他还是收走了。我就呆呆地坐在床边，看着原本放老物件的地方，眼泪止不住地流，心里空落落的，那种绝望的感觉真的很难受。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得自己过得不好，像之前小儿子生日，我忘了，他很失落，我也很愧疚。还有一次，我想记住孩子们生日，对着日历发呆，却怎么也记不住，那种挫败感让我觉得自己没用。我总觉得别人都比我强，我什么都做不好，连家人都可能嫌弃我。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前吧，晚上一家人在客厅，孩子们都在玩手机，我让他们陪我说说话，他们随便应了几声就又低头玩了。那一刻，我觉得自己特别孤单，好像跟家人都有了距离。我就想啊，自己是不是真的老了，不中用了，他们都不愿意理我了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "唉，我大多数时候都不开心。最近一次真正感到快乐，还是之前在香港家族商行工作时，看到自己早年修复的宋代字画。可现在，我只能在工作间隙偷偷修复，每次都被工作压力和家族期望打断，唉……"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前过年，我盼着孩子们回来，结果他们都在玩手机，没人理我。那一刻，我觉得活着也没啥意思。我现在记性越来越差，连算盘打法都忘了，活着还有啥用？"
        }
    }
]