[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就像之前志愿者走了之后，我一个人待在房间里，看着空荡荡的屋子，心里难受极了。我觉得自己被世界遗忘了，做什么都提不起劲。我知道孩子们都忙，但我真的很希望能有人陪陪我，哪怕只是说说话也好。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我这把年纪了，早就没什么感兴趣的活动咯。不过之前一段时间，我还会去楼下跟那些老邻居们唠唠嗑。但后来，他们都有自己的事儿忙，我也就不去了。我觉得自己在那儿也没啥意思，还不如回家看看电视，或者对着老伴儿的照片说说话。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活有时真的觉得空虚。就像之前社区志愿者送餐走了后，我一个人站在门口，看着他走远，房间里安静得可怕。我走到窗前，望着外面荒废的菜市场，心里空落落的。觉得自己这一辈子经历了那么多，可现在却好像什么都没有了，活着也没多大意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，只是经常觉得孤独。就像之前有一天，我一个人坐在桌前，看着满桌饭菜和空椅子，心里难受极了，就对着空椅子自言自语。我总是一个人面对这一切，没人真正陪伴我。不过，偶尔社区志愿者会来送餐，有人陪我说说话，那种感觉还挺好的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总觉得心里空落落的。最近一次心情愉悦，还是之前那个像我亡妹的志愿者来看我，陪我聊天，还帮我打理盆栽。那时候我觉得有人陪着真好，可她走了之后，我又觉得更孤独了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前闹饥荒时，我在山上找吃的，摔了一跤，疼得要命，但一想到孩子们还饿着肚子，我就又爬起来继续找。还有发大水那次，我担心家里的烈士证书被淹了，急得在家里翻箱倒柜地找，现在想起来都后怕。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我真正感到快乐的事，是前几天社区志愿者来送餐。他陪我聊了会儿天，我觉得有人陪的感觉真好。可他走后，我又觉得孤独了。我总是一个人，对着空椅子说话，看着全家福发呆，生活好像没什么意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常感到无助。就像之前，一个人坐在桌前，看着没怎么动的饭菜和空椅子，回忆过去，觉得自己被抛弃了，毫无意义。当时我就想，怎么就变成这样了呢？只能习惯一个人面对，没人会在意我的孤独，这种无助的感觉真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更喜欢待在家里。就像之前社区搞文艺活动那次，舞台布置得不好，观众反应也平淡，我明明有想法能让活动更好，但我怕被嘲笑，就没说出来。后来我就一直待在家里，对着空桌自言自语，回忆和老伴的点点滴滴，觉得自己在外面也没什么价值，还不如待在家里。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是有时候会忘事儿。最近一次因为记忆问题困扰，是之前去市场买菜，本来记得要买的东西，结果到了市场就忘了几样，还得打电话问我闺女。哎，可能真是年纪大了，不过我还能自己买菜做饭，还行。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥好的？最近一次觉得活着还有点意思，就是之前社区志愿者来送餐的时候。那孩子来，我可高兴了，拉着他的手说了好多话。他走了之后，我又觉得这日子没啥盼头了，一个人对着空屋子，真的好孤独啊。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是那天对着空椅子喃喃自语。以前一家人多好啊，现在就我一个人。饭菜没动，房间空荡荡的，我觉得自己好像没什么用了，只能对着空气说话。想到死亡倒计时，更觉得自己的存在没意义。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就像之前，大儿子来吃饭，我精心准备了一桌子菜，可他就吃了几口，说工作忙就走了。我看着他走的背影，心里难受得很。现在的我，每天就是重复那些事，哪有精力充沛的时候啊，觉得活着也没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时会觉得自己的处境挺绝望的。就像之前，我一个人坐在桌前，看着满桌饭菜和空椅子，回忆着过去一家人的时光，心里难过极了。那时我就觉得自己被世界抛弃了，生活毫无意义。我总是一个人面对这一切，别人都有自己的生活，不会在意我的孤独。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候确实会觉得大多数人比我过得好。就说之前过年的时候，孩子们都回来了，可他们都在忙着自己的事情，手机不离手，没人和我好好说说话。我就坐在旁边，看着他们，心里空落落的，觉得自己好像是个多余的人，谁也不需要我。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前，我一个人在桌前吃饭，看着空荡荡的椅子，心里难受极了。以前一家人多热闹啊，现在就我自己。我对着空椅子说话，可它也不会回应我。我觉得自己活着好像没什么意思，就是在熬日子，也不知道这样的生活还有什么意义。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我开心的事，就是前几天社区志愿者来送餐。我一个人在家，心里空荡荡的，看到他就像看到了亲人一样。我拉着他的手说了好多话，他也耐心地听我讲。他走了之后，我又觉得特别孤独，房间里安静得可怕。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。就像之前，社区志愿者来送餐，我拉着他的手，心里可高兴了，那时候觉得有人陪着真好。可他走了之后，我又一个人了，看着那荒废的菜市场，就觉得活着好像也没多大意思，这世界这么大，却没有我的热闹。"
        }
    }
]