[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上很满意。就像之前给子女打电话让他们回来帮忙腌菜，他们都有各自的难处来不了。放下电话那一刻，我心里空落落的，特别孤独。我守着这祖屋和薄田，种了那么多雪里蕻，本想一家人热热闹闹腌菜过冬，可现在只能我一个人来做，真的挺不满足的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃啥活动。就是之前一段时间，我想给小孙女做个书包，都开始缝了，后来发现布料不够。我就想算了，买个书包也不贵，别费这劲了。但心里还是有点失落，觉得自己没做成。（情绪有些低落）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得空虚呀。每天都忙得很，要去田里种菜，还要照顾家里。最近腌菜的时候，小孙女来帮忙，我教她怎么放盐、怎么压实，她学得可认真了。看着她那股子劲儿，我心里可高兴了，哪有空虚的感觉呀。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时会觉得心里空落落的。就像之前，我满心欢喜地给子女打电话，想让他们回来帮我腌雪里蕻过冬，可他们都有各自的事，来不了。我一个人站在院子里，看着那些雪里蕻，心里别提多难受了。但我还是得自己动手，把菜腌好，毕竟这是我要做的事。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是大概九几年的时候，邻居夸我勤劳懂事，说我每天都帮家里干活。我当时可高兴了，觉得自己的辛苦都被看到了。从那以后，我就更勤快了，每天都把家里收拾得干干净净，把菜种得好好的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是嘞，我经常担心不好的事发生。就之前一段时间，我把大儿子矿难赔偿金全用在孙子治病上了，可孙子病情一直没好转，我就担心是不是自己做错了，没给儿子儿媳留够钱，他们以后日子可咋过呀，唉，愁得我晚上都睡不着觉。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正感到快乐的事，是之前我在村头看书，村里的长辈路过，摸了摸我的头，夸我是个爱学习的好孩子。当时我心里可甜了，觉得自己坚持看书是对的，还能得到别人认可呢。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是，我经常感到无助。就像之前有一天晚上，我回到家看到那用塑料布蒙着的西墙，风一吹，塑料布发出“啪啪”的声响。我就想起自己一辈子为子女操劳，现在他们都在城里过自己的日子，留我一个人守着这老房子，当时心里特别无助，眼泪就流下来了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，子女们说带我去县城逛逛，我没去。我就想着家里的菜还没浇完水，腌的雪里蕻也得看着点。我觉得待在家里，把这些事做好，心里才踏实。虽然有时候也会觉得有点孤单，但我已经习惯了这种生活。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没觉得比别人差。就说腌菜吧，我记得各种菜的腌制方法，雪里蕻要怎么弄我都清楚得很。最近也没因为记忆问题困扰过呀，我每天都过得挺规律的，就是有时会觉得自己一个人挺孤独的，孩子们都忙，也没人陪我聊聊天。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也还行吧。最近一次觉得活着挺好的时候，是之前看着地里绿油油的雪里蕻长得正好，就像往年一样。我满心欢喜地给孩子们打电话，想让他们回来一起腌菜，虽然最后他们都有事回不来，但那一刻，我觉得自己还能为家人准备过冬的菜，心里还是挺满足的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是有点，就像之前有一年，地里收成不好，我一直觉得自己勤劳就能有回报，可那年的菜长得稀稀落落的，我看着心里难受极了，觉得自己好像真的没什么用，啥也做不好，连菜都种不好，怎么能照顾好家人呢。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没啥活力。就像之前给子女打电话让他们回来帮我腌菜，结果他们都没空。我一个人站在院子里，看着那些雪里蕻，心里特别失落。以前一家人腌菜多热闹啊，现在就我一个人，真的很孤独，哪还有什么精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不算绝望，但孤独是真的。就像之前去村里老人家里，看到他一个人坐在破旧椅子上，眼神呆滞，我仿佛看到了未来的自己。那时候我心里满是凄凉和担忧，觉得自己以后可能也会这样孤独下去，身边没有真正能陪伴的人。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时会觉得别人过得比我好。就说之前，我看到村里有个老太太，她儿子经常开车带她出去旅游，可我儿子在城里忙得很少回来。我就想，自己是不是挺失败的，把孩子教育得都没时间陪我，活着真没多大意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就说之前吧，我满心期待子女回来帮我腌菜，结果他们都忙，没人能来。我一个人站在院子里，看着那些雪里蕻，心里空落落的。我就想啊，我这么勤劳，把家里收拾得好好的，可子女怎么就不理解我呢，唉，活着真没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心，是之前在地里挖到了一些芦根。那时候饥荒，我找了好久才挖到。回到家，孩子们看到芦根都欢呼起来，我看着他们开心，自己也特别高兴，觉得这么久的辛苦都值了，也更坚定了我要勤劳为家人找食物的想法。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好，我也说不上来。就像之前，我坐在祖屋客厅对着老照片发呆，心里堵得慌，觉得活着没啥意思。可又想到我那小孙女，她还盼着考上重点中学呢，我还得看着她长大，又觉得活着好像还有点盼头。"
        }
    }
]