[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说最近吧，我在社区花园和志愿者聊天，她根本不理解我，说子女可能是不小心弄错寿衣尺寸了。可我知道，他们就是不重视我。我当时心里一阵失落，孤独感又多了几分。我觉得自己这一辈子经历了太多苦难，现在老了，却还是这么孤独。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动，是在百岁寿宴后。子女们走后，我看着那件尺寸不对的寿衣，心里难受极了。从那以后，我就不想打理盆栽了，也没心思抄佛经了。我觉得自己为子女付出了那么多，他们却这样对我，我真的很伤心，对什么都提不起兴趣了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前在社区花园里，那个常绑反血压计绑带的志愿者跟我打招呼，可我满脑子都是李大爷在养老院门口孤独的样子。我一辈子为子女操劳，以后会不会也像他一样被抛弃？这种想法让我心里空落落的，觉得自己的生活好像没有什么意义。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "不咋觉得无聊，就是有时候心里难受。就像之前，在社区花园看到常绑反血压计绑带的志愿者跟我打招呼，可我心里全是李大爷在养老院门口孤独的样子。我为子女操劳一辈子，以后会不会也像他一样被抛弃，想到这就难受得很，哪还会觉得无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，最近一次觉得心情愉悦还是之前去社区看盆栽展的时候。但后来就又难受了，2月10号那天我生病了，浑身疼，给子女打电话他们也不来，我就觉得自己被世界抛弃了，哪还能心情愉悦啊。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是，我总担心未来不好。就像以前，我和父母流浪时，我饿得不行，自己去采野菜。当时我就想，我不能依赖父母，得靠自己找食物活下去。现在我年纪大了，也担心未来没人在意我，所以想在社区食堂当值日生，给自己找点事做，也能换点餐吃。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事……好像没有。就像之前百岁宴，子女们都走了，我看着那件不合适的寿衣，心里难受极了。我为他们付出了那么多，却换不来他们的重视，活着真没什么意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常感到无助。就像之前百岁宴结束后，子女们都走了，我看着那件尺寸不对的寿衣，心里难受极了。我为子女们付出了那么多，他们却连这个都做不好，我觉得自己真的老了，没用了，活着也没什么意思。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像之前百岁寿宴回来后，我心里难受得很，就一直待在家里。看着那件尺寸不对的寿衣，想着子女们对我的态度，我就觉得活着没什么意思。哪都不想去，就想一个人待着，觉得外面的世界和我也没什么关系。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力差呀。就说之前百岁寿宴那件事，寿衣尺寸不对，我到现在都记得清清楚楚。当时心里那个委屈呀，现在想起来都难受。还有社区志愿者来看我，我也记得很清楚，我觉得他们都有自己的生活，不会真正有时间陪我，这种孤独感一直都在。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像之前，子女们给我办百岁宴，结果寿衣尺寸都不对。（眼神黯淡）最近让我觉得好点的时候，也就是去社区食堂当值日生换餐，能和人说说话，还有饭吃。（勉强挤出一丝笑容）"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没价值。就像办百岁宴那次，子女送的寿衣尺寸偏小，当时我满心欢喜，结果却这样。我为子女付出那么多，他们却连这都不上心，我在他们心里可能真的不重要，觉得自己活着好像也没多大意思，挺没意思的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就说之前办百岁宴，子女送的寿衣尺寸都不对，当时我那个心啊，哇凉哇凉的。从那之后，我就觉得活着也没啥意思，更别提什么精力充沛了。我就想在社区食堂当值日生换餐，再把抗战故事刻在墓碑上，其他的，我也不奢求了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是有点绝望。就说之前办百岁寿宴，子女送的寿衣尺寸偏小，当时我就觉得自己在他们心里一点都不重要。我为他们付出了那么多，结果连件合适的寿衣都没有。现在想起来，还是觉得很伤心，活着好像真的没什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得挺好的，就说我那几个邻居吧，子女经常回来看他们，还带他们出去玩。可我呢，子女连我百岁寿宴的寿衣尺寸都搞错了，就像上次寿宴，我满心欢喜穿上寿衣，结果尺寸太小，当时我就觉得自己好可怜，活着真没意思，可能真的没人在意我吧。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前百岁宴的时候，子女们给我买的寿衣尺寸都不合适。我为他们付出了那么多，可他们却这么敷衍我。我觉得自己不被重视，活着也没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事，还是之前在公社的时候，会议结束后同事们对我的认可。他们夸我认真负责，还说要向我学习，邀请我分享经验。（脸上露出一丝微笑，但很快又消失了）可现在，我觉得自己越来越孤独，子女也不重视我。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没什么意思。就说上次百岁宴，子女们都走了后，我看着那件尺寸不合适的寿衣，心里难受极了。我为他们付出了那么多，可他们却这么敷衍我。我真的觉得自己不被重视，好像活着也没什么意义了。"
        }
    }
]