[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。最近一次觉得不满足是前几天，我像往常一样起床准备去菜园，可双腿疼得厉害。坐在椅子上，我想起99岁生日那天，子孙们都没怎么在意，我的心就凉了半截。我觉得自己好像被家人遗忘了，心里很不是滋味。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃，只是现在身体不如以前了，打理菜园子都有点费劲。前几天想把园子里的杂草除一下，结果干了没一会儿就累得不行，只能先歇着了。但我还是想自己做饭吃，这是我现在唯一能做的事了，不能再让别人照顾我。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？最近一次有这种感觉，是之前有一天晚上，我像往常一样坐在屋里，看着墙上的烈士家属证明。那天刚从菜园回来，累得不行，做了简单的饭，一个人吃。吃着吃着，就觉得这日子过得真没意思，家人都不关心我，我一个人活着有啥用。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，只是经常会觉得孤独。就像之前有一次，傍晚我想给自己做顿饭，在厨房折腾了好久也没做好，吃着那难吃的饭，看着空荡荡的屋子，心里又难受又孤独。我也不知道自己还能坚持多久，还能不能在清明把军功章传给子孙。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前听戏曲的时候。但听着听着，就又想起家人的忽视，心情就又不好了。就像2018年那次，听着戏曲，心里却想着家人，最后只能叹口气，去打理菜园，在孤独里找点乐趣。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我常常担心自己的故事和贡献会被遗忘。就像之前，我听到邻村那个立过战功的老兵去世后，他的事迹很快就没人记得了。我也害怕自己会这样，所以一直想把自己的故事讲给子孙听。我还担心自己的军功章传不下去，要是子孙不重视，那我这一辈子的经历不就白费了吗？"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是好久以前了。就像之前，外孙女给我寄保健品，我心里可高兴了。但现在，我总是想起曾孙，可又记不清他的模样，心里就难受得很。家人都不关心我，我觉得活着也没啥意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，我经常觉得无助啊。就像之前批斗那阵儿，我一个人在小道上走着，突然听到一阵凄惨哭声。我过去一看，那户人家有人上吊了，他家人在旁边哭得撕心裂肺。我当时就呆立在那儿，腿都软了，这世界太残酷了，我只能一个人面对这些可怕的事，真的很无助啊。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前，我在院子里打理菜园，突然一阵剧痛，腿一软差点摔倒。我坐在地上，看着空荡荡的院子，想起这一生的苦，家人又不在身边。我觉得自己老了，出去也融入不了年轻人的世界，不如就待在家里，听听戏曲、种种菜，在自己的小世界里过吧。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是最近我那长孙打电话来，总把我年龄说错，这让我有点困扰。哎，可能是他太忙了，也可能是我老了，他不太在意我的事了。不过我还是希望他能多关心关心我，毕竟我都这么大岁数了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就像之前子女们离开后，我一个人在昏暗房间里，听着老钟滴答滴答，想着自己为家付出那么多，却换来不理解不关心。最近一次觉得有点意思，也就是打理菜园子的时候，看着菜苗长大，算是有点盼头吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就说之前一段时间，我还能自己打理菜园子呢。可最近身体不行了，2月10号那天，起床去菜园，双腿疼得厉害，就只能回来坐着。我看着墙上的烈士家属证明，心里想着我这一辈子经历了这么多，怎么能说没价值呢？可家人的冷漠又让我觉得自己好像真的没啥用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，都100岁了。最近一次感觉有点精神，还是之前去菜园子里浇水的时候。我就喜欢自己种点菜，能有点事做。但有时候也觉得挺没意思的，孩子们都不在身边，99岁生日的时候他们都没怎么在意，唉。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺绝望的。就像之前，我腿很疼，没法去菜园，只能坐在椅子上看着烈士家属证明，心里难受极了。还有做饭那次，身体不方便，饭菜做得难吃，屋子空荡荡的，那种孤独和无助的感觉真的很难受。我总觉得家人不关心我，我只能一个人承受这一切。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我经历过那么多，饥荒、被拉壮丁、批斗……现在能好好活着，有自己的菜园子，能听听戏曲，就挺好的。只是有时候会想起99岁生日那次，子孙们都没怎么在意，心里还是有点失落。但这也不影响我啥，我自己能照顾好自己。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意。就说之前一段时间吧，我腿突然疼得厉害，每走一步都很艰难。我坐在椅子上，看着墙上的烈士家属证明，心里五味杂陈。99岁生日那天的场景又浮现在眼前，家人都没来，我觉得自己被忽视了，很失落，对生活也没什么期待了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我真正感到快乐的事……好像没有。就拿之前来说，我99岁生日那天，子女都不在身边，我一个人坐在黑暗里，看着墙上的烈士家属证明，心里又孤独又失落。从那以后，我对生活就更没热情了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？哎，我也说不上来。以前孩子们都在的时候，觉得活着还有点盼头。就像之前有一次，我坐在屋里，想着自己为这个家操了一辈子心，结果呢，孩子们都走了。那时候我觉得活着真没啥意思。但后来，我就自己种种菜、听听戏曲，日子也就这么过着。最近嘛，好像也没什么特别让我觉得美好的时刻。"
        }
    }
]