[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意。就像之前村里干部来说老屋要拆，我感觉自己最后的精神寄托都要没了。这老屋承载了我和亡妻太多回忆，我真的舍不得。最近我总是想起过去的事，可现在的世界变得陌生，我也不知道自己还能做些什么。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了续族谱这个事儿。那天我坐在老屋竹榻旁，翻着族谱资料，可那些缺失的信息让我一点办法都没有。我在屋里来回踱步，看着墙上先辈画像，心里难受极了。我觉得自己可能真的完成不了这个任务了，就像我跟不上时代变化一样，什么都做不好。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？最近一次有这种感觉，就是之前在老屋竹榻旁续族谱的时候。看着那些残缺的族谱，想到自己可能完成不了续族谱的任务，会让家族文化断层，我就觉得心里空落落的，什么都提不起劲，觉得自己这一辈子好像都白忙活了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是老想着那些事儿。就像之前续族谱，资料缺得厉害，我怎么都弄不好，心里着急啊。还有亡妻坟前野菊被铲，我心里一直难受。现在我就守着老屋竹榻，感觉只有在这儿，心里才稍微踏实点儿。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我现在情绪不太好，总是想起老屋要拆的事。最近一次心情愉悦，还是之前在老屋门口种菜的时候，看着菜苗一天天长大，心里还有些盼头。可现在，老屋要没了，我的心也空落落的，不知道以后还有什么能让我开心起来。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前我想续族谱，那些缺失的关键信息让我心里发慌，担心自己完不成这个任务。最近我又在为亡妻坟前野菊被铲这事难过，总觉得心里空落落的，怕以后连她的一点念想都没了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐，还是之前在老屋旁种菜的时候。可现在，村里干部说老屋可能要拆了，我的心就像被掏空了一样。我一想到和亡妻的回忆都要随着老屋消失，就难过到不行，哪还有什么快乐可言啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前村里干部来说老屋要拆，我整个人都懵了。这老屋承载了我太多和亡妻的回忆，要是没了，我真不知道该怎么办。我觉得自己什么都做不了，只能眼睁睁看着它被拆，那种无助感太强烈了，就像天要塌下来一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是，我更愿意待在家里。就像之前一段时间，我坐在老屋竹榻旁续族谱，那竹榻陈旧，坐上去吱呀响。我翻看着族谱资料，心里又焦虑又担忧，觉得自己可能完成不了续族谱的任务，会让家族文化断层。在这种情绪下，我根本不想出门，只想守着这些族谱，努力完成这个对家族很重要的事。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就像之前，我记得很清楚，有一天我在集市上给老伴挑山茶花苗，挑了好久才选了一株好的。后来种在院子里，我每天都去看它，给它浇水施肥。可它就是不长，我急得不行，每天都在想怎么才能把它养活。这些事我都记得很清楚，应该不算是记忆力差吧。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着对我来说，也不知道算不算美好。就说村里干部来跟我说老屋要拆那会儿，我整个人都懵了。那老屋可是我和亡妻一起生活过的地方啊，要是拆了，我感觉自己最后的精神寄托都没了。我现在每天都沉浸在那些回忆里，也不知道以后该咋办。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近村里干部说老屋要拆，我就觉得自己活着没什么价值了。这老屋承载了我和亡妻一辈子的回忆啊！干部走后，我抚摸着旧桌子，眼泪止不住。儿子劝我搬到新楼，可我舍不得，我觉得自己失去了最后的精神寄托，以后的日子该怎么过啊。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "活力？我好久都没感觉到了。就像之前续族谱的时候，看着那些缺失的信息，我心里发慌，压力山大，哪还有什么精力。最近一次精力充沛，可能就是以前老师夸我作文写得好那次了，当时我觉得浑身充满力量，可现在……唉，我可能真的老了，什么都做不好了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得很绝望。就说村里干部来说老屋要拆那次，我当时整个人都懵了。想到这老屋要是没了，我和亡妻的回忆放哪儿啊？我就觉得自己最后的精神寄托也要没了，心里特别痛苦，晚上躺在竹榻上都睡不着，翻来覆去地想这些事。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得自己过得不好。就像村里干部说要拆老屋那次，我感觉天都要塌了。这老屋承载了我和亡妻太多回忆，要是没了，我都不知道自己还能剩下什么。现在的人都忙着追求新东西，可我就想守着这些旧时光，我是不是真的跟不上时代了，活得也没啥价值了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活谈不上满意。就像之前，曾孙一家来家里，他们都怕我，我伸伸手想摸摸他们，他们却大哭起来。曾孙父母说孩子认生，可我心里还是很难过。我辛苦一辈子，现在却好像和家人越来越远了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事，还是之前在集市上挑到那株山茶花苗的时候。我想着能把它种活，就像老伴还在一样。可后来它也没养活，我就又难过了。现在村里又要拆老屋，我感觉自己什么都守不住了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我也不知道算不算美好。之前村里干部说要拆老屋，我觉得天都要塌了，那是我和老伴的回忆啊。还有那山茶花，我怎么都养不活，感觉自己啥都做不好。最近一次觉得生命美好的时刻……可能就是在集市上挑到那株山茶花苗的时候吧，那时候我还对未来有些期待。"
        }
    }
]