[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前有一次，我从地里干活回来，看到别人家孩子没读书只能打零工，我就觉得我供儿子读书是对的，心里还有点欣慰。但最近孙子把我珍藏的乳牙盒扔掉了，我又觉得很失落，好像自己的一些回忆也被扔掉了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃啥感兴趣的活动呀，就是最近有点心烦，因为我珍藏的乳牙盒被孙子扔掉了。那里面都是我孩子小时候的乳牙，多珍贵啊。我现在就想着怎么能记住孙辈生日，可别再忘了。唉，也不知道我这把老骨头还能为他们做些啥。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不是空虚的。但有时候会有些失落，就像之前孙子把我珍藏的乳牙盒扔了，那是我很宝贵的东西。当时我在院子里喂野猫，根本不知道房间里发生了这事。后来知道后，我特别伤心，觉得自己的东西在家人眼里啥都不是。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，只是有时会想起以前的事。就像之前，我总想起小时候照顾弟妹的事，像那天在槐树林摘槐树叶，弟妹们都累得不行，我虽然又饿又累，但还是得坚持，想着多摘点他们就能吃饱。现在虽然日子好了，但还是会偶尔觉得心里空落落的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪一般吧。最近一次心情愉悦，是之前在空地上种菜养鸡的时候。我想着能给家里增加点收入，让儿子读书更有保障，就觉得特别有盼头。那时候我清理杂草、准备工具，虽然累，但心里可高兴了。不过后来我给蔬菜松土时，腰突然疼得厉害，就又觉得自己老了，没用了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有啊，就之前一段时间，我去邻居家借东西，听到邻居婆婆嫌弃生病的媳妇啥活都干不了。我当时就想到自己劳动受伤后干活也不行了，怕家人也像那样嫌弃我，心里可担心了，晚上躺在床上都睡不着，就怕自己真成了累赘。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前在公社礼堂组织活动。我忙前忙后，活动结束后社员们都夸我安排得好，组织者也感谢我。我当时特别开心，觉得自己还是有点用的。但现在，我珍藏的乳牙盒被孙子扔掉了，又觉得自己没什么价值了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，我经常会觉得无助。就说之前，我孙子把我珍藏的乳牙盒当垃圾扔了，我当时在院子喂野猫，根本不知道。后来发现了，心里难受得很。我觉得孙子根本不把我当回事，我的东西在他眼里就是垃圾。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一天晚上，儿子打电话来说让我多穿点衣服，然后就挂了。我当时就觉得心里特别难受，坐在偏房里哭了好久。从那以后，我就更不想出去了，觉得外面的世界也没什么好的，还不如待在家里，至少不会再被伤害。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说之前，我孙子把我珍藏的乳牙盒扔了，我到现在都记得清楚着呢。不过有时候也会忘事，比如出门忘带钥匙啥的，但也不影响啥。我现在就想记住孙辈生日，可别再忘了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有好有坏吧。最近一次觉得活着美好的时候，是之前在老宅偏房外空地种菜养鸡的时候。那时候我想着能给家里增加点收入，让儿子读书更有保障，就特别有干劲。虽然累得微微出汗，但心里充满希望，觉得自己还是能为这个家做点事的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己没啥价值。就说之前吧，我在菜地里给蔬菜松土，结果闪了腰，疼得不行。我当时就想，我连这点活都干不好，能有啥用？还有，孙子把我珍藏的乳牙盒扔了，他根本不把我当回事，我的东西在他眼里就是垃圾。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是有点活力的。就像之前在菜地里，我想着给蔬菜松松土，虽然中间因为动作快了点，腰部剧痛，但我还是咬着牙撑着膝盖慢慢站起来了。那时候我心里就想着，我不能因为这点小困难就倒下，我得继续为这个家努力。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说之前晚上7点50分，在老宅偏房里，我挂了电话后，一个人坐在黑暗中。想到自己为家庭付出那么多，却什么都没得到，孙子还把我珍藏的乳牙盒扔掉了，那可是我最珍贵的回忆啊。我当时就觉得活着真没意思，自己就是个没用的人。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么觉得。就说之前村里分地，别人家都分了好地，我家就分到了一块不好的地。我当时就想，是不是因为我没本事，所以才会这样。我觉得自己一辈子都在为别人付出，却什么都没得到。（情绪有些低落，眼神黯淡）"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前，我坐在偏房窗前，看着曾经打理得很好的菜地荒芜了，心里特别失落。我觉得自己老了，什么都做不好了。现在珍藏的乳牙盒又被孙子扔掉，我更觉得自己没价值了，活着也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正开心的时候，是之前在公社礼堂组织活动那次。活动结束后，社员们都夸我安排得好，组织者也感谢我。我当时笑得合不拢嘴，心里特别高兴。可现在，珍藏的乳牙盒被孙子扔了，又有点难过，觉得自己好像没什么用。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像之前有一天上午，我在老宅偏房外的空地上，想着为了家得振作起来，就开始种菜养鸡。我清理杂草、准备工具，忙得热火朝天。那时候我觉得自己是有价值的，能为儿子读书、为家庭做贡献，心里特别踏实，也感受到了生命的美好。"
        }
    }
]