[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说最近吧，我想记住孙辈生日，可怎么都记不住，当时觉得自己特别没用，特别沮丧。后来大女儿打电话来，我本想和她说，可又怕她觉得我麻烦，结果她就说了说孙子升学的事就挂了，我心里更空落落的，觉得自己在这个家里好像没什么重要的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动是社区组织那次。当时工作人员来家里邀请，我想着自己平时生活单调就答应了。可到了活动现场，看到大家有说有笑，我就觉得自己格格不入，心里很慌，最后还是放弃了参与，一个人默默坐在一旁。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不空虚呀。不过上次联系子女被他们说无理取闹后，我确实难过了好久。但我还有自己喜欢的事，像缝补、听戏、收集糖纸，还有我的梦想，就是在祠堂留鞋样。虽然子女不理解我，但我还是想为这些努力。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "不怎么无聊，我事情可多着呢。就像之前，家里屋顶漏雨，我自己修好了，屋子也收拾干净了。还有，之前闹洪灾，村里孩子没吃的，我把粮食分给他们。最近，孩子们回来给我过生日，我们还拍了全家福，我叮嘱他们要好好保存照片呢。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是大概九几年的时候，我精心为孩子们做了顿丰盛的饭菜。看着他们吃得那么开心，我心里特别满足。我觉得自己能照顾好他们，我的付出都是值得的，也让我觉得自己还是有价值的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实会担心不好的事发生。就像之前有一次，我去隔壁村办事路过老王家门口，看他孤零零的，旁边花草都枯萎了。我想到自己帮过不少人，可时间久了关系会不会也变得淡薄，最后也像老王一样没人陪，就很担忧。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心，是之前村里修路，我去帮忙，有个年长的村民夸我是村里的好榜样，其他村民也附和。我当时可高兴了，觉得自己的付出有意义。（脸上洋溢着自豪的笑容，腰板也挺直了些）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我确实经常感到无助。就像之前有一次，大概是九几年的时候，家里办喜事，子女们带着孙辈回来给我过生日。大家一起吃完饭后要拍全家福，我笑着叮嘱他们好好保存照片，可心里却很害怕，怕这幸福的场景只是暂时的，怕以后再也没有这样的机会，那种无助感就涌上来了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我就喜欢待在家里。就像之前社区工作人员来喊我去参加活动，我虽然答应了，但心里一直打鼓。我觉得自己很难融入现在的社会关系，去了肯定也会很不自在，还可能会遭遇失望。所以最后我还是找借口没去，就待在家里缝缝补补，听听戏，这样我心里才踏实些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就像之前有一次，我把双胞胎儿子叫到跟前，想让他们陪我去体检，我当时心里挺紧张的，怕他们觉得我麻烦不答应。不过最后他们还是陪我去了。我也不知道这算不算因为记忆问题困扰，反正当时就是有点担心他们不记得我说的话。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？最近一次……就前几天，我坐在窗台边，那只野猫在墙根徘徊，我就这么看着它，心里空落落的。孩子们都不关心我，我连孙辈生日都记不住，活着真没啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我是有价值的呀，不过最近确实有一次感觉有点失落。就之前中午，我精心准备了一桌子饭菜，孩子们却都没回来吃，我一个人坐在那，看着饭菜慢慢凉掉，心里就想，我这一辈子为他们付出这么多，他们怎么就不关心关心我呢。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前，村里的路不好走，我就去帮忙修路。当时我可起劲了，搬石头填坑洼，和大伙有说有笑的。我觉得自己能为村里做点事，心里特别高兴，也感觉自己充满了力量。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我是觉得挺绝望的。就最近那次，怎么都记不住孙辈生日，孩子们也不关心我，我坐在窗台边，看着那只野猫，心里难受极了，眼泪止不住地流，觉得自己在这个家里一点都不重要，活着也没什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好呀。就像之前，我把粮食分给村里饿得皮包骨头的孩子，他们感激的眼神让我觉得自己做的事很有意义。虽然自家以后的日子可能会不好过，但那一刻我心里是暖的。我觉得自己的生活也很有价值，不需要和别人比。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像之前，那个受过我帮助的邻居来借东西，我虽然借给他了，但心里还是有点担心他会不会像那些对老王的人一样。不过，能帮到别人，我还是挺开心的。只是现在的社会关系越来越淡了，我也不知道该怎么办。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心，是之前村里修路，我去帮忙。有个年长的村民夸我是村里的好榜样，其他村民也附和。我当时可高兴了，觉得自己的付出有意义。我就想着，继续保持善良和勇敢准没错，以后还得积极帮忙。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着也还行吧。最近一次感受到生命美好的时刻，就是之前整理旧物的时候，看到了以前做的鞋样。那时候我就想起了以前做鞋样的时光，虽然现在留鞋样在祠堂的梦想可能实现不了了，但那些回忆还是让我觉得挺好的。"
        }
    }
]