[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意吧。就像几年前，我在听越剧的时候，把报纸折成各种形状给家人看，他们都夸我心灵手巧，我可高兴了。最近嘛，我总是记不住小孙女的名字，这让我有点着急，其他的都还好。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃听越剧和折报纸这些爱好呀。不过说起放弃的活动，好像还真有。就像以前还能帮着家里做些简单的活，现在年纪大了，身体不行，就慢慢不做了。当时心里还有些失落呢，觉得自己好像越来越没用了。但后来想想，也是没办法的事。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。每天能听听越剧，折折报纸，和村医聊聊天，还有几个孙辈偶尔来看我，我觉得挺好的。就是有时候会忘事，比如最近老是记不住小孙女的名字，这让我有点着急。但也没觉得生活空虚，我这把年纪了，能这样过一天是一天，也没啥别的要求。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。就像以前，我腿不好不能去戏班子那，但听越剧就特别开心。后来跟爹娘说喜欢越剧，他们也支持我。再后来把听越剧的感受写在报纸上给家人看，他们还夸我嘞。现在虽然记性不太好，但有这些回忆，还有家人陪着，不觉得无聊呀。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪是挺好的嘞。最近一次心情愉悦呀，是前几天吧，我坐在门口听越剧，那越剧的声音真好听，我听得可入神了，脸上一直挂着笑呢。就像以前，1955年那会，我腿不好只能在家门口听越剧，但也特别开心。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我经常担心不好的事发生。就像几年前，我看到村里那个老人子女不在身边很孤独，当时我大儿子参军未归，二女儿远嫁，我就特别担心自己以后也会那样孤独。而且我总觉得自己留不住孩子，是个失败的母亲，担心子女会离我越来越远。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的嘞。最近一次真正开心的事呀，就是前几天我长孙来给我染头发，他可细心了，染完还说我精神呢。我就给他讲我年轻时候放牛的事儿，他听得可认真了，还问我好多问题。我们祖孙俩在客厅里有说有笑的，可开心啦。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就说最近吧，我想给小孙女折个纸飞机，可我怎么都折不好，我明明以前都会的呀。还有，我老是忘记东西放在哪儿，找半天也找不到，这时候就会觉得自己真没用，啥都记不住了，唉。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我更喜欢待在家里嘞。就像前几天，外面挺热闹的，可我还是待在家里听越剧、折报纸。我觉得在家里挺自在的，也习惯了这样的生活。不过有时候也会想，出去走走看看会不会不一样呢？但又觉得自己年纪大了，不方便。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是呀，我这记忆力确实比大多数人差。就说之前吧，我把金戒指埋花盆里了，后来怎么都找不到，把家里翻得乱七八糟的，急得我直掉眼泪。家人问我怎么了，我一说，他们就安慰我，可我知道自己真是太糊涂了，这都是记忆问题闹的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着是美好的呀。就像以前，我腿不好只能在家门口听越剧，但那婉转悠扬的声音，让我心里的烦恼都没了。还有跟爹娘说我喜欢越剧，他们认可我，我可开心了。最近嘛，就是小孙女来家里玩的时候，她那活泼可爱的样子，让我觉得生活特别有盼头。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有时候是会觉得自己没啥用。就像前几天，想给小孙女讲故事，结果讲着讲着就忘了，看着她那失望的眼神，我心里可难受了。还有，家里的一些事情，我也帮不上什么忙，总觉得自己是个累赘。但有时候又觉得自己还是有点价值的，比如听听越剧、折折报纸，这些事能让我开心。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我都85岁啦，哪还能觉得自己充满活力哟。以前年轻的时候，在公社烧火、通宵做鞋，那时候还有点力气。现在呀，身子骨不行咯，走几步路都喘得厉害，更别提啥精力充沛的时刻了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。虽然我记性越来越差，好多事都记不清了，但我还有家人陪着我呢。就像我的小孙女，她可可爱爱的，每次看到她我心里就很高兴。我现在就想努力记住她的名字，这样我就能多和她亲近亲近了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人可能比我过得好。就像现在，好多年轻人都能到处旅游，看看外面的世界。我呢，年纪大了，身体也不好，只能待在村里。最近一次有这种感觉，是看到邻居家的孩子带着他的女朋友回来，那女孩又漂亮又时髦，我就觉得人家的生活多好啊。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活还算满意嘞。就像前些日子，我坐在门口听越剧，那声音真好听呀，我听得可入迷了。当时就觉得心里可满足了，脸上都不自觉地笑起来嘞。不过有时候也会有点小烦恼，就是记性越来越差了，连小孙女的名字都记不住，这让我心里挺着急的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的嘞。最近一次真正快乐的事呀，是前几天我长孙来给我染头发，他可细心了，还听我讲年轻时候的事儿。染完头发他扶我去照镜子，说我精神得很，以后经常帮我染。我当时心里可高兴了，觉得自己还是被爱着的，在这个家里也挺重要。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，我觉得还是美好的。就像以前，我腿不好只能在家门口听越剧，可那越剧的声音一传来，我心里就特别高兴。最近一次感受到生命美好的时刻，就是小孙女来看我，她那可爱的样子，让我觉得心里暖暖的。只是我现在记性越来越差，都快记不住她名字了，唉。"
        }
    }
]