[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前过年，我满心期待孩子们回来，可他们一个接一个打电话说回不来。我把家里收拾得干干净净，准备了他们爱吃的东西，结果都白费了。从那之后，我就觉得活着没什么意思，也没人会在意我这个老头子。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我现在还是会去种菜、听戏曲，没有放弃过。只是孩子们都忙，很少回来，我觉得自己老了，没啥用了，活着也没啥意思。有时候我会想，是不是我做错了什么，孩子们才不喜欢我。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我确实觉得生活挺空虚的。就拿春节刚过那段时间来说吧，孩子们都走了，家里就剩我一个人。我坐在空荡荡的屋子里，心里空落落的。我知道孩子们有自己的生活，可我还是忍不住想他们。我不敢主动给他们打电话，怕他们烦我。唉，我这老头子，真的是没啥用了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是心里空落落的。像之前有天傍晚，我散步路过邻居家，看到他和子女们一起吃饭，有说有笑的。我就想到自己的子女，他们很少回家，有的甚至联系不上。我当时就站在窗外，心里难受极了，觉得自己活着真没意思，好像被所有人都抛弃了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，总觉得心里空落落的。最近一次心情愉悦的经历，还是之前在菜园里忙活的时候，看着自己种的菜长得绿油油的，心里挺高兴的。但这种高兴也就是一小会儿，过后又觉得没啥意思了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前一段时间，我在地里除草，突然就晕过去了。当时我就想，自己要是倒下了，这债可怎么办啊。清醒后我还是挣扎着继续除草，因为我觉得自己要是放弃了，就永远还不清债了，孩子们也会跟着受苦。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事，还是之前过年的时候，我把家里收拾得干干净净，还准备了很多好吃的，就盼着孩子们能回来。结果一个电话接一个电话，都说回不来。（想到这里，脸上的表情变得落寞，眼神也黯淡了下去）我当时啊，心里真的特别失落。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就拿之前春节刚过那阵子来说吧，子女们都走了，留我一个人在家。屋里空荡荡的，我坐在那儿，心里难受得很。我知道他们忙，也不敢主动给他们打电话，怕他们烦我。可那种孤独无助的感觉，真的很难受，就觉得自己好像被全世界抛弃了一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前清明去祭祖，看到墓碑上自己的名字被提前描了，心里难受得很。从那以后，我就更不想出门了，总觉得外面的世界跟我没什么关系，还是待在家里种种菜、听听戏曲，心里还能稍微平静些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊，没比别人差多少。最近也没因为记忆问题困扰过。就是有时候会想，我都这么大岁数了，孩子们也都忙，他们是不是都忘了我了。唉，活着真没意思，没人在意我。（说完低下头，轻轻叹了口气）"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？最近一次觉得活着有点意思，还是之前在院子里种菜的时候。看着那些菜苗从地里冒出来，绿油油的一片，心里才稍微有点盼头。可一想到孩子们，心里就又堵得慌。过年他们都不回来，我一个人在家，那滋味真不好受。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，是觉得自己没啥价值。就说春节刚过那阵子，子女们都走了，留我一人在家。屋里空荡荡的，我就想是不是我哪做得不好，他们才不亲我。电话也一直没响，我也不敢打给他们，怕他们烦我。我现在就觉得自己是个累赘，活着好像也没啥用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。就像春节刚过那阵子，子女们都走了，我一个人待在空荡荡的家里，心里又失落又孤独。我每天都盼着子女能给我打个电话，可电话一直都没响。我就这么坐在屋里，啥也不想干，感觉自己的生活一点意思都没有。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是有点绝望的。就像之前春节，孩子们都走了之后，我一个人坐在空荡荡的屋子里，心里特别失落和孤独。我知道自己年纪大了，可能会给孩子们添麻烦，所以也不敢主动给他们打电话。我每天都盯着电话，盼着他们能给我打个电话，可电话一直都没响。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说村里的老李头吧，他儿子隔三岔五就回来看他，还给他买这买那的。可我呢，我那几个孩子都忙，很少回来。有时候我就想，是不是我哪里做得不好，孩子们才不喜欢我，才不愿意回来。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我一个人坐在院子里，啥也不想干，对啥都没兴趣。以前我还爱种菜、听戏曲，现在都没心思了。村里邻居跟我打招呼，我也是随便应一声。我觉得自己越来越孤独，孩子们也不怎么关心我，这样的日子真没啥意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正开心，还是之前过年的时候，我把家里收拾得干干净净，想着孩子们回来能过个好年。可他们一个接一个打电话说回不来，我就觉得活着真没意思，可能我真的不值得他们关爱吧。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？最近一次……大概就是之前过年，我满心期待孩子们回来，可他们都打电话说忙回不来。我一个人在家，心里空落落的。我就觉得自己不值得他们关爱，活着也没多大意思。（流露出轻微的低落和无价值感，思维清晰地回忆起过年时孩子们不回家的事）"
        }
    }
]