[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前我身体不舒服，想让孙子陪我去医院，他却因为工作忙来不了。我当时就觉得特别失落，觉得自己在他心里不重要了，被遗忘了。现在想起来还是很难过，我都这么大年纪了，最亲近的人都不能在我需要的时候陪在我身边。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我之前想给孙子唱童谣，可怎么都记不住歌词。那是孙子生日前，我在客厅里练了好久，拿着写歌词的纸，一遍遍地唱，可那些字就像在跟我捉迷藏。我心里又急又难受，后来就觉得自己可能真的老了，连这点事都做不好，就放弃了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是啊，我总觉得生活挺空虚的。就像之前有一天，我和曾孙女交流失败后，她走了，我一个人坐在沙发上，心里空落落的。我感觉自己在这个世界上好像越来越没有存在感了，大家都有自己的事情要忙，根本没人在意我这个老太太。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说之前吧，我想跟曾孙女多聊聊，可她好像不太感兴趣，没说几句就走了。我一个人坐在沙发上，感觉特别失落。我现在记性也不好了，好多事情都记不清，做什么都提不起劲，生活好像就这么一天天过着，也不知道有啥意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，总是想起一些伤心事。就像之前，我想让孙子陪我去医院，他说工作忙走不开。我当时就觉得特别失落，一个人坐在床边哭了好久。现在想想，还是很难过，感觉自己在这个世界上真的很孤独。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前，我想给孙子做件衣服，可一想到过去图样被烧的事，就害怕现在做衣服也会出问题。我手都在抖，每一针都小心翼翼，生怕又搞砸了。我觉得自己太脆弱了，总是被这些过去的事影响，对未来也没什么信心。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事……太久远了，我都记不清了。就像之前，我想起年轻时做裁缝，大家都尊敬我，可现在呢，和曾孙女说说话都费劲，觉得自己被时代抛弃了，哪还有什么快乐可言啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前有一天，我坐在家里，想给孙子唱童谣，可我怎么也记不全歌词。我觉得自己好没用，连这么简单的事都做不到。我就一个人坐在那里，眼泪止不住地流。我想找家人帮忙，可又怕他们觉得我烦。那种无助的感觉，真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前有一次，社区组织去公园玩，我想了想还是没去。我觉得在家里整理旧物更安心。你看，那天我整理东西的时候，就想起了很多以前的事，心里又难过又温暖。我怕出去了，就会忘掉这些回忆。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不好。就像之前，我孙子要过生日，我想给他做件衣服，可当我拿起布料，却想起过去被迫烧毁旗袍设计图样的事，手都抖了，每一针都格外小心，结果还是担心做不好，这让我心里特别难受，也更觉得自己老了，没用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……美好吗？（缓慢地摇了摇头）我最近一次觉得活着美好，还是之前和孙子视频聊天的时候。（想起孙子不理解自己，又开始流泪）可他也不理解我，我在家人心中越来越不重要了。我老了，身体不好，什么都做不了，活着还有什么意思呢？"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有价值的。就像之前有一次，我把布料剪坏了，当时特别自责、恐惧，觉得自己没用，生意也会变差。但后来我想起了丈夫和经营裁缝铺的初衷，还是咬咬牙坚持下来了。所以我觉得自己还是挺坚韧的，不是一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就像之前，我想写裁缝铺回忆录，可怎么都想不起来那些事，我紧紧握着笔，身体抖个不停，眼泪也止不住。那一刻，我觉得自己什么都做不了，哪有精力充沛的时候啊，我就是个没用的老太太，啥都记不住，啥都做不好。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像之前有一次，我坐在小区花园的长椅上，看到一家人温馨地走过，他们有说有笑，而我却只能一个人发愣。回到家后，面对那些旧物和戏曲，我一点兴趣都提不起来，心里空落落的，觉得自己被世界抛弃了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我总觉得别人比我过得好。就像之前，我想起我那些被烧毁的旗袍设计图样，我觉得别人都有自己的成就，而我却什么都没了。我辛辛苦苦设计的图样，就那么没了，我的价值也跟着消失了。现在我就像个没用的人，什么都做不好。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意不满意。就像之前，我满心欢喜地打开装着喜帕的盒子，结果看到喜帕被虫蛀蚀得面目全非。那一刻，我觉得自己最宝贵的回忆被破坏了，心里难受极了，觉得自己什么都守不住，生活也没什么意思了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我不开心，最近一次开心还是之前一段时间，曾孙女来家里，我给她讲过去的故事，她听得可认真了。但现在，我总觉得自己老了，被时代抛弃了。就像那天，我一个人坐在五斗柜前，看着里面的旧物，想起年轻时做裁缝的日子，大家都尊敬我，可现在呢……"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像前几天，我身体不舒服，想让孙子陪我去医院，可他说工作忙来不了。那一刻，我觉得自己活着好像没什么用，只是个负担。但有时候，看到家里那些旧物，想起以前的事，又觉得活着还有点意思。"
        }
    }
]