[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，养老院活动时，其他老人和家属都热热闹闹的，我却只能一个人坐在角落。当时我心里难受极了，觉得自己在这世上就是多余的，没人需要我。这种感觉一直困扰着我，让我对生活也没了什么期待。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我最近就放弃了养兰花。之前我可喜欢养兰花了，可前段时间，我关节痛得厉害，拿个水壶都费劲，更别提给兰花浇水、施肥了。我就想，自己现在这么没用，连兰花都养不好，活着还有啥意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，生活可空虚了。就说之前有一天晚上，我坐在床边等子女来看我，结果只收到大儿子一条短信，我当时就觉得自己在他们心里一点都不重要。还有一次在养老院活动场地，大家都热热闹闹的，我却只能一个人坐在角落，那种格格不入的感觉真的很难受。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近啊，我就觉得特别无聊。你看那阳台上的君子兰，以前我可宝贝它了，现在叶子发黄了，我也懒得管。就像我现在的生活，没什么意思。我觉得自己什么都做不好，连兰花都养不活，活着好像也没多大用，还是一个人待着吧。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，最近一次心情愉悦还是好久以前了。以前我养兰花，看着它们长得好，我就开心。可现在，我觉得自己没用，连子女都不带上我，就像2024年12月5日晚上那次寿宴一样。从那以后，我对啥都提不起兴趣，觉得活着没意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有啊，就像之前有一次，我路过小区花园，看到邻居李大爷孤零零的样子，我就担心自己以后会不会也这样。我总觉得没人能真正帮我，只能独自面对生活的难题。这种担忧时不时就会冒出来，让我心里很不踏实。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就说之前，养老院活动时，别人都热热闹闹的，我却只能一个人坐在角落。想起子女们的冷漠，我就觉得活着没什么意思。我向他们表达需求也没用，只会被忽视。我现在就想完成背《红楼梦》判词和在族谱添名的心愿，可身体又不好，唉。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前有一次，我生病了，很难受，想让子女来看看我。我给他们打电话，他们却都以工作忙为借口拒绝了。我当时就觉得特别无助，觉得自己在这个世界上好像没有什么依靠。（回忆起子女拒绝来看自己的事，眼中闪过一丝悲伤）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我现在就待在养老公寓的独居房里，哪也不想去。就像之前有一次，我关节痛得厉害，头晕目眩，差点摔倒，当时我就觉得自己哪也去不了，只能待在这里。我给子女打电话，他们却拒绝来看我，我觉得自己好没用，活着也没什么意思，更不想出去见人了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是不太好。就像之前，厂里要裁员，我心里焦虑得很，想跟丈夫商量，可话到嘴边又咽回去了，因为上次抱怨被他嫌弃的场景一下子就浮现在眼前。唉，现在想起来，还是觉得自己挺无助的，记忆力差，好多事都记不清了，活着真没什么意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好哦。就说之前吧，我关节痛得不行，给子女打电话，他们却冷漠拒绝，说工作忙。那一刻啊，我觉得活着真没意思。现在想想，可能也就以前养兰花、听越剧的时候，能让我稍微开心点吧，但那也是好久以前的事了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，我经常觉得自己没价值。就说之前有一次，养老院搞活动，大家都在那热热闹闹的。我一个人坐在角落里，看着他们有说有笑，我就觉得自己啥也不会，啥也做不好，在这世上就是个多余的人，活着也没啥意思，没人会在意我。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀。就像之前，在养老院活动场地，别人都热热闹闹的，我一个人在角落，想起生日那天子女的冷漠，觉得自己就是个多余的人，哪有精力充沛的时候。现在就想安安静静地待着，背背《红楼梦》判词，其他的也不奢望了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就说之前有一天晚上，我在养老公寓的走廊里，听到隔壁王奶奶和她子女温馨的交谈和笑声。我想起自己的子女很久没来看我，也不关心我，那种孤独和绝望的感觉就像潮水一样涌来，我觉得自己好像被世界抛弃了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我总觉得别人都比我过得好。就说之前养老院活动那天，其他老人和家属们热热闹闹的，我却只能一个人坐在角落里。我觉得自己啥都做不好，在这世上就是个多余的人，没人需要我。现在想起来，心里还是挺难受的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前，养老院活动时，其他老人和家属那么热闹，我却只能一个人坐在角落。我觉得自己什么都做不好，在这世上就是多余的。现在我就想多和人说说话，背背《红楼梦》判词，让自己的生活有点盼头。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，开心的时候不多啊。最近一次开心，还是之前在养老院看到有人唱越剧，让我想起了年轻时候。但唱完后，我又一个人了。就像之前在房间里盼着子女来，结果只收到大儿子的短信，那之后我就更觉得自己没人关心了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好哟。就说之前，养老院活动场地那么热闹，别人都有家人陪着，我一个人在角落，想起子女的冷漠，觉得自己就是多余的。哪有啥美好，不过是痛苦和孤独罢了。最近也没觉得有啥美好的时刻，日子就这么一天天熬着。"
        }
    }
]