[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就像前几天，我和养老社区的一个邻居在湖边散步，她送了我自己做的桂花酱。我们聊得很开心，我说起了自己年轻时的一些事，她特别爱听。那一刻，我就觉得心里特别满足，有人愿意听我讲过去的故事，还很感兴趣。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是啊，自从三年前那次摔倒后，我就放弃了很多活动。就像最近，社区要办书法讲座，工作人员邀请我，我一开始是真的不想去。我怕自己在台上出丑，也怕面对那么多人。但后来，我想到自己的书法经验，觉得不分享好像有点可惜。最后还是答应了，但心里还是挺忐忑的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天有规律地生活，还喜欢园艺、阅读、书法。就是三年前摔伤后，有点抗拒外出了。最近在整理家族老照片，想把它们电子化，这让我觉得很有意义。而且我一直盼着曾孙女能考上师范大学呢。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊呀。我每天的生活都挺规律的，会去打理打理我种的花花草草。就像之前在青岛社区组织园艺小组的时候，看着大家一起种花种草，还能把社区装扮得漂漂亮亮的，我就特别开心满足，哪有时间无聊呀。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是在养老社区里跟邻居们聊天的时候。我给他们讲了讲我以前在青岛社区组织园艺小组的事儿，大家都听得津津有味，还一个劲儿地夸我能干呢！当时我心里可美了，觉得自己这一辈子也算是没白活。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像几年前我摔伤那次，在医院的时候我就担心自己身体会不会出大问题，以后是不是都得小心翼翼的。现在虽然伤好了，但还是有点抗拒外出，就怕再出什么意外。最近我又在担心家族老照片电子化的事能不能顺利完成，还有曾孙女的学业，她能不能考上师范大学啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，是前几天在养老社区和邻居们一起聊书法。我把自己写的字给他们看，大家都夸我写得好，还说让我多教教他们。当时我心里可高兴了，觉得自己的爱好能得到大家的认可，真是太好了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我好像不常感到无助呢。不过要说最近一次，可能就是三年前摔伤那次吧。当时我一个人在房间，摔倒后半天都爬不起来，心里有点害怕和着急。但后来家人很快就发现了，把我送到了医院。从那之后，我就不太敢出门了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我现在确实更愿意待在家里。就像前几天，邻居们在楼下组织活动，我其实挺想去看看的，但一想到要出门，就有点犯怵。最后还是没去，就一个人在房间里看书。我也知道总这样不好，可就是有点害怕，怕再像之前那样摔倒。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没有比大多数人差太多。最近一次因记忆问题困扰，就是想找某张老照片，翻箱倒柜找了好久都没找到，当时心里有点着急，想着要是电子化了就好找了，这也是我想把家族老照片电子化的一个原因。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是件美好的事呀。就像几年前我在社区组织园艺小组，大家一起种花种草，最后办展览的时候，社区居民都来参观，还夸我们小组办得好。当时我就觉得特别美好，自己能为社区做点事，还能和大家一起享受这个过程，真的很开心。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我这一辈子经历了很多，也做了很多事情。我把家人照顾得很好，还在生意上取得了成功。现在我虽然年纪大了，但我还有自己的爱好，也在努力适应新的生活环境。最近一次有这种感觉？好像没有吧。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像以前在社区园艺小组活动的时候，给大家讲解种花种草的知识，看到大家种出漂亮的花，还夸我教得好，我就特别开心，那时候感觉浑身都充满了力量，精力可充沛了。不过自从三年前摔伤后，就不太敢出去了，感觉活力也少了一些。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。虽然三年前摔伤后抗拒外出，但我在养老社区也过得挺好。最近就是在弄家族老照片电子化，遇到了点小麻烦，比如有些照片太模糊了，不知道怎么处理。不过我觉得这都不是事儿，总能想办法解决的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我倒没觉得大多数人比我过得好。我现在住在养老社区，生活挺安逸的。就是有时候会想起以前的事儿，比如小时候和家人一起的日子，还有我那些老朋友。最近我在整理家族老照片，想把它们电子化，这也算是一件有意义的事儿吧。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上特别满意，也说不上不满意。就像前段时间，我看到邻居们在花园里拍照，笑得可开心了，我却觉得自己融不进去。那时候心里就有点不满足，觉得自己好像和大家隔离开了。但有时候，我一个人在房间里看看书、写写字，又觉得这样也挺好的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事呀，是不久前我在养老社区公共活动区域，给送我桂花酱的老太太送了我写的书法。她可高兴了，夸我写得好，还说以后要多交流交流。当时我心里可满足啦，觉得自己的付出得到了认可。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的呀。就像之前在青岛社区组织园艺小组的时候，看着大家因为我的想法聚在一起，听我讲种花知识，后来还有组员种出漂亮的花给我看，社区居民也都夸园艺小组办得好。当时我就觉得特别开心，觉得自己做的事很有意义，那一刻就感受到了生命的美好。"
        }
    }
]