[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意吧。最近一次有感觉的时候，是想起以前饥荒时，我找到野果分给孩子们吃，他们狼吞虎咽的样子让我觉得自己还有点用。但现在，我老了，啥也干不了，孩子们也都忙，没人陪我。我就像个没用的人，活着也没啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，之前一段时间，我从医院回来后，就对缝补和听戏曲没兴趣了。那次是儿媳陪我去的，回来她也没留意我的状态。我觉得自己啥都做不好，就是个累赘。医生也不愿意好好对我，家人也不把我当回事，所以我就不想再做那些事了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我这日子啊，哪有空虚不空虚的。不过有时候晚上睡不着觉，就会想起以前的事儿，觉得心里空落落的。我就想啊，我这一辈子都过来了，怎么老了老了，还这么孤单呢。我也想跟人说说话，可身边的人都忙，没人有时间理我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前一段时间，我从医院回来后，心里难受得很，家人也不怎么管我。我一个人待在那老旧的房间里，啥都不想干，以前喜欢的缝补和听戏曲也没兴趣了，就那么呆呆地坐着，感觉时间过得特别慢，无聊得很。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，哪有什么心情愉悦的经历啊。我就记得之前有一次，我在院子里晒太阳，听着收音机里的戏曲，迷迷糊糊地打了个盹儿。那一会儿好像什么烦恼都没有了，但是醒来之后，还是觉得心里空落落的，啥也记不住，啥也做不了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前，天不亮我就去祖田除草，我怕自己做不好，庄稼收成还是不行，家人会更觉得我没用。我用嫁妆钱换回祖田，也怕他们觉得我多管闲事。现在我年纪大了，更怕给家人添麻烦，也怕自己什么都记不住，连孙子电话都记不得。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我觉得开心的事，还是好久以前，大概是我孙女刚回来那阵儿。但后来她屏蔽了我朋友圈，我就再也没开心过了。现在的我，就像个没人要的老东西，在这个家里，我感觉自己什么都不是。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就像之前有一次在菜市场，我被人撞了一下，然后就找不到卖土豆的摊位了。我在菜市场里转来转去，汗水都湿透了后背，可就是找不到。当时我心里特别慌，觉得自己什么都做不好，特别没用。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前一段时间，有一天下午，我坐在窗前，看着外面的光斑移动，就拿起针线缝补衣服。我想起小时候裹脚的痛苦，还有丈夫在批斗会上咳血的场景，心里很难受。但我还是咬咬牙，继续缝着衣服，觉得待在家里缝补衣服，心里会踏实一些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不好。就说之前，我想给孙子打电话，却怎么也想不起来号码。后来好不容易想起来了，又按错了键。当时我心里特别着急，也很沮丧，觉得自己真的老了，什么都记不住了，像个废人一样。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊。就说之前去医院，儿媳走前面，根本不管我。医生也不好好对我。我觉得自己就是个累赘。回来后，以前喜欢的缝补和听戏都没兴趣了。我就一个人待在屋里，也没人和我说话，这日子有啥意思，还不如死了算了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没用。就像之前去医院，儿媳走前面都不看我。从医院回来后，我觉得自己就是个累赘，医生不认真对我，家人也不重视我。之后几天，我都没心思做以前喜欢的事了，觉得自己活着好像真没什么价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，每天就浑浑噩噩的。最近一次觉得有点精神，还是之前听戏曲的时候，可那也不是精力充沛。我现在记性也不好，好多事都记不住了，就想着能记住孙子电话，清明去给亡夫扫扫墓，可这些对我来说都好难啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时会觉得绝望。就像之前一段时间，我总想着自己年纪大了，啥也干不了，还拖累家人。有次我想给孙子打电话，却怎么也记不起他的号码，那一刻我真的好绝望，觉得自己太没用了，活着好像也没什么意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大家都比我过得好。就说前几天吧，我看到邻居家的孩子带着一家人出去玩，有说有笑的，我就特别羡慕。我现在老了，啥也干不了，只能一个人待在家里。有时候我就在想，如果我不在了，是不是也没有人会在意啊。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前有一次，我用几个月的努力换回祖田带来了收成，满心欢喜地想和家人分享，可他们却没表扬关注我。我当时觉得自己还是被忽视了，心里特别失落。现在想想，这种事可能不止一次，我好像总是在努力，却没人在意。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我不开心。就说之前吧，孙女回来和其他人有说有笑，我想和她聊聊，可想到儿媳用喂猫碗盛药，孙女还屏蔽我朋友圈，我就觉得自己是个外人，哪还能开心得起来啊。现在啊，我就想记住孙子电话，清明去给亡夫扫扫墓，可这记性啊，是越来越差了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？美好？我好久没觉得活着美好了。就说之前，儿媳用喂猫的碗给我盛药，孙女屏蔽我朋友圈，孙子存错我通讯录，社区医生量血压都戴三层口罩。我觉得自己就是个累赘，在这个家一点价值都没有，哪有什么美好可言。"
        }
    }
]