[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意也说不上不满意。就说之前，我满心欢喜给重孙子讲我那些军旅故事，想把纪律精神传给他，可他根本不听，跑出去玩了。我当时特别失落，觉得自己连这点事都做不好，活着好像也没多大意思，没人在意我讲的这些。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃，我还是会去打理菜园子，听听戏曲。不过有时候会忘记自己在做什么，得缓一会儿才能想起来。就像之前，我去菜园浇水，结果到了那儿却不知道自己要干嘛，站了好一会儿才想起来。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活不空虚啊，我每天都忙着打理菜园子，听戏曲。但有时候也会觉得有点孤独，比如晚上一个人睡在土炕上，就会想起以前的事情，想起我的老伴。不过我知道我不能一直沉浸在过去，我还要为了我的孙辈们好好活着，把我的精神传承给他们。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，我喜欢打理菜园、听戏曲。但最近一次让我有点失落的是，我想给重孙子讲我当兵的故事，可他根本不听，一会儿就跑出去玩了。我觉得自己有责任把纪律精神传承给他，可他却不感兴趣，我有点沮丧。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就说之前吧，有一天中午我坐在院子里抚摸着勋章，想起战场上的自己，再看看现在连孙子生日都记不住的自己，觉得特别绝望，心里像压了块大石头。哪还有什么心情愉悦的时候啊，唉。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我经常担心不好的事发生。就像之前推选代表参加会议，有人推荐我，我先是高兴，可想到自己被批斗的事，就担心会再次遭遇不幸，心里特别害怕，手都攥紧了，额头直冒汗，最后还是拒绝了。现在想想，还是会有些后怕。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前，我坐在院子里抚摸勋章，想起曾经战场上的自己，再看看现在连孙子生日都记不住的自己，心里满是绝望和挫败。我觉得自己越来越没用，活着也没什么意思，更不知道还有什么事情能让我快乐起来。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，当然经常感到无助啊。就说最近吧，我满心欢喜地把重孙子叫到身边，想给他讲那些我认为无比珍贵的军旅故事，可他根本没心思听，一会儿看看这儿，一会儿摸摸那儿，最后还跑出去玩了。那一刻，我真是觉得特别无助，自己的一片苦心就这么白费了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有一次，家人想带我去外面逛逛，可我一想到外面人多嘈杂，自己可能会记不住路，就不想去了。我宁愿待在家里，打理打理菜园，听听戏曲。你说，我是不是真的老了，跟不上时代了？"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我记忆力差多了。就说最近，邻居老张头提醒我大孙子建军生日快到了，我居然给忘了。当时心里猛地一紧，觉得自己真没用，连这都能忘。我以前在军队里可不是这样的，现在认知功能衰退得厉害，做什么都力不从心，真怕家人嫌弃我。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，也说不上多美好。就像之前有一天中午，我坐在院子里摸勋章，阳光照着我，可我心里却空落落的。想起战场上的自己，再看看现在连孙子生日都记不住的自己，真是觉得活着没啥意思。但有时候看着孙辈们，又觉得还是得把纪律精神传给他们，这算是我活着的一点念想吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没啥价值。就说之前，我坐在院子里抚摸勋章，想起战场上的自己，再看看现在，连孙子生日都记不住，以后咋传承纪律精神啊。我就觉得自己特无能，啥都做不好，活着好像也没啥用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，年纪大了，身体也不行了。就像之前，看到公社组织活动的通知，我心里又想参加又害怕，想起当年被批斗的事，手都不自觉地握紧了，哪还有什么精力充沛的时候啊。现在就想好好记住孙辈生日，把纪律精神传承下去。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境有些绝望。就说之前，我满心欢喜地把重孙子叫到身边，想给他讲那些珍贵的军旅故事，可他根本不听，没一会儿就跑出去玩了。那一刻，我真的特别失落，觉得自己想传承纪律精神的想法可能实现不了了，生活好像也没什么盼头了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我经历过那么多事，现在能和家人一起，还有自己的菜园子，听听戏曲，挺好的。就是最近记性不太好，总记不住孙辈的生日，这让我有点着急。我也知道自己老了，但我还是想为家里做点什么，把我的精神传承下去。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说最近吧，我在炕上给重孙子讲我以前的故事，想把纪律精神传给他，可他根本不听，跑出去玩了。我当时特别失落，觉得自己啥也做不好，连给重孙子讲故事都不行，可能真的是老了，不中用了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次感到快乐，还是之前一段时间，我在菜园里忙活，种的菜都长得很好。但想起2024年1月15日那天，我连孙子生日都记不住，就觉得自己很没用，快乐也一下子就没了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我也不知道算不算美好。就像之前那次，我坐在院子里抚摸勋章，想起战场的自己，再看看现在连孙子生日都记不住的我，觉得自己真没用。但有时候看着孙辈们，又觉得活着好像也有点意义，可这种感觉又很短暂，就像那阳光，照在身上却暖不进心里。"
        }
    }
]