[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就像之前，我想记录家族历史，结果突然脑子一片空白，想不起关键细节，那时候可着急了，感觉自己有点力不从心，这让我有些不满足。不过，我老伴安慰我，让我先休息一下，我也在努力调整状态，希望能顺利完成记录，为家族传承做点贡献。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "确实放弃了一些活动，比如编写地方志。几年前，因为身体原因，我没办法继续参与了。当时在社区活动中心，我心情沉重地告诉退休教师朋友们这个消息，他们都安慰我，但我心里还是很难受，觉得自己没尽到责任。现在想想，虽然有些遗憾，但也是没办法的事。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得自己的生活空虚呀。就像前段时间，我每天辅导孙子学习，看到他成绩进步，我可高兴了。而且我还在社区活动中心听讲座，和邻居们交流，回家还能跟老伴分享。我觉得自己的生活挺充实的，有很多事情要做，也有很多值得我去关心和关注的人。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊呀。我每天的生活都挺规律的，有很多事情可做。就像之前，我忙着给孙子讲家族传统和我的经历，他听得可认真了，我也特别开心。最近嘛，我还是会花时间在阅读和园艺上，这些都让我觉得很充实，所以很少会无聊呢。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还可以。最近一次心情愉悦，是前几天和老伴儿一起在院子里打理花草。阳光正好，微风拂面，看着那些生机勃勃的花草，心里特别舒坦。不过，有时候想起之前记录家族历史时遇到的困难，还是会有些焦虑。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像前段时间，我特别担心孙子的学习，他成绩下滑得厉害，我就怕他没法传承咱家族勤奋好学的家风。还有啊，我年纪大了，身体机能下降，很多事做起来都力不从心，我也担心自己没法完成家族口述历史记录，没法为家族传承做贡献。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正感到快乐的事呀，是有一天下午，我在院子里侍弄花草，阳光正好，微风轻拂。我看着自己种的花花草草生机勃勃的样子，心里特别舒坦。这时候老伴儿端着一杯茶出来递给我，我俩就坐在院子里聊聊天，回忆回忆过去的事儿，那感觉，别提多惬意了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我很少感到无助。就像几年前为了保住祖宅，我四处奔走，虽然遇到很多困难，但我觉得自己有责任去做，也就不觉得无助了。而且我还有家人的支持，他们也都很关心祖宅的事。所以，我觉得只要有信念和家人的支持，就不会轻易感到无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更倾向于待在家里。就像之前完成家族口述历史记录那段时间，我每天都待在家里整理资料、回忆过去。虽然有时候也会觉得有点闷，但一想到能把家族的故事传承下去，就觉得一切都值得了。而且，待在家里也能让我更好地照顾老伴儿，和家人在一起的感觉也很温馨。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力确实不如以前了。就像前段时间，我在家中书房记录家族历史时，突然脑子一片空白，怎么也想不起那些关键细节。我当时特别着急，不停地拍脑袋，额头上都冒出汗珠了。老伴安慰我说可能是太累了，但我心里还是很担心，要是记不住这些细节，家族历史就没法完整记录了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像有一次，我在小区散步，看到一位老人孤单地坐在长椅上。而我有家人陪伴，那一刻我觉得自己很幸福。最近一次感受到生命美好，是晚上和家人一起吃饭，大家有说有笑，那种温馨的氛围让我觉得活着真的很好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前，我为了保住祖宅，又是去社区居委会，又是找政府相关部门，我觉得自己在为家族做有意义的事。而且我也会关心家人，像看到小区里那个孤独的老人后，我就更珍惜和家人在一起的时光，也更努力地去照顾他们。我觉得这些事都体现了我的价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前整理家族口述历史的时候，虽然遇到了一些困难，比如有些细节记不清了，但我还是很有动力去完成它。当时我就坐在书房里，阳光洒在桌子上，我一边回忆一边记录，感觉自己充满了干劲。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。就像之前，我想帮老伴提东西，结果闪了腰，当时心里是有点失落和无奈，但也没到绝望的地步。还有最近想记录家族历史，记不住细节会焦虑，但我知道自己得慢慢来。我相信只要坚持，总能完成的，而且我也会努力让自己身体好起来，帮孙子考理想大学。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我倒没觉得大多数人比我过得好。就像我组织聚会那次，大家都挺开心的，我也很有成就感。我觉得每个人都有自己的生活，各有各的好。我现在身体还行，能做自己喜欢的事，也有家人陪着，我挺满足的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就像前几天，我在院子里打理我的花花草草，阳光照在身上，暖洋洋的。当时我就在想，现在的生活多好啊。不过有时候也会有点力不从心，比如想把花盆搬个位置，却发现自己没那么大力气了。但总体来说，我还是很满足的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正让我快乐的事，是我给孙子讲我以前在师范大学的故事。就像当年给同学讲题一样，我给他讲得绘声绘色，他听得特别认真，还不停地问我问题。看着他那好奇的样子，我心里别提多高兴了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着挺好的呀。就像前几天晚上，我在书房看书，老伴儿给我端来一杯热茶，还唠叨了几句让我注意身体。当时我就觉得心里特别暖，这就是生活中的小美好吧。虽然我现在身体不如以前了，但能和家人在一起，看着孙子慢慢长大，我就很满足了。"
        }
    }
]