[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就拿之前教孩子们耕地那事儿来说吧，他们学完后兴奋地围着我，说还想学更多，我当时可满足了。但最近也有不满足的，就是我的农耕笔记发霉了，这可愁死我了，那里面记录了我一辈子的农耕经验，我得赶紧想办法解决。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动。就拿整理农谚成册来说，虽然农耕笔记发霉了让我有些自责和着急，但我还是在努力想办法解决，没有放弃。而且我一直都喜欢木工和听戏，这些活动我也都还在继续。我觉得这些都是我生活的一部分，能让我感到快乐和满足。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像之前整理农耕笔记那次，我把子女和村里年轻人叫来，给他们讲笔记里的知识，他们还问我问题，我可高兴了。还有参加农业交流活动那次，虽然最后感觉自己格格不入，但也让我意识到传统农耕和现代的差距，我还在想怎么把传统农耕文化更好地传承下去呢。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊嘞。就像之前，我看着邻居家孩子签合同去城里打工，我就在想，咱这农耕文化可咋办。还有那发霉的农耕笔记，我就想着赶紧整理成册。我心里事儿多着呢，哪有空无聊啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦，是前几天曾孙来老宅看我，他对我做的木工小玩意儿特别感兴趣，还缠着我给他讲农耕的事儿。看着他那好奇的模样，我心里可高兴了，感觉自己传承农耕文化好像也有了盼头。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是嘞，我常担心不好的事发生。就像之前，我发现记录农耕经验的笔记发霉了，当时就特别着急，怕自己多年的心血白费，家族的农耕文化失传。后来农业考察团的人提到现代文献保存技术，我又担心自己年纪大了学不会，技术也不一定能修复好笔记。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正感到快乐的事，就是前段时间跟村里的孩子们在一起。我教他们耕地，他们那股子对农耕知识的渴望劲儿，让我特别高兴。看着他们围在我身边，我就觉得自己这些年的农耕经验有了传承的希望，心里别提多舒坦了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就拿之前整理农耕笔记来说，虽然过程中有点累，但想到能把这些知识传给孩子们，我就很有动力。而且我还有老周这样的伙伴一起搞农业创新，遇到问题也能互相商量，所以没觉得无助过。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，我发现农耕笔记发霉那次，我一整天都待在家里，守着那些笔记，想着该怎么把它们保存好。我也知道自己应该出去多学学新的农业技术，但我总觉得在家里更自在，更能守护好老祖宗留下来的东西。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没觉得比大多数人差。就像之前，我教孩子们耕地、播种、施肥，他们问的问题我都能记得很清楚。不过最近整理农耕笔记的时候，有些细节确实得想一会儿才能想起来，但我觉得这也正常，毕竟年纪大了嘛。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像之前整理老物件时，看到那些记录着农耕经验的笔记，虽然它们发霉了让我很着急，但也让我意识到自己这些年的心血和家族文化的传承。还有看到弟弟妹妹的笑脸，也让我觉得一切都值得。最近一次感受到生命美好，就是和曾孙在一起的时候，他那活泼的样子，让我觉得生活充满了希望。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我有时候会这么想。就像之前，我看到书架上的农耕笔记发霉了，那些都是我的心血啊。而且我在培训新农业技术时怎么也学不会，当时就觉得自己是不是真的老了，没价值了。但后来我又想，祖田还等着我，家族农耕文化也得我传承，我不能这么想。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前和农业考察团的人交流，听到那些现代文献保存技术，我一下子就来了精神，觉得或许能修复我受潮的笔记。当时我眼睛都亮了，心里特别激动，想着要是能把笔记修复好，就能把农耕文化更好地传承下去了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时候会觉得挺绝望的。就像前几天，曾孙跑开后，我一个人坐在老宅院子的石凳上，望着老槐树，心里空落落的。我想起了饥荒时养弟妹，带领大家育麦种，一辈子坚守祖田，可现在曾孙都不愿意和我待在一起，我真的不知道自己坚守的这些东西还有没有意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。就说我那几个孩子吧，他们在外面打工也不容易，要操心的事也不少。我在农村，虽然日子过得简单，但也挺自在的。不过，有时候看到那些年轻的农业从业者用着新的技术，我就会想自己是不是真的跟不上时代了，心里会有点着急。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活挺满意的。就前几天，我教村里的孩子们农耕知识，他们都学得特别认真，还围着我问这问那。看着他们那股子好学劲儿，我心里可满足了。我觉得自己这么多年的农耕经验能传给下一代，是件特别有意义的事儿。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，是和曾孙一起做木工。他那好奇又专注的眼神，让我想起了自己小时候。我教他怎么用工具，他学得可认真了。看着他做出的小玩意儿，我心里别提多高兴了。那种传承的感觉，真的很棒。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就像之前教孩子们耕地的时候，他们那股子对农耕知识的渴望劲儿，真让我高兴。还有啊，看着老宅那棵槐树，就觉得心里踏实。最近一次感受生命美好，就是前几天和曾孙一起聊天，他那可爱的模样，让我觉得生活充满了希望。"
        }
    }
]