[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就像那天在储藏间，我看着绣香囊的材料，想着给每个子女都绣一个。小孙女进来后，我教她绣香囊，当时我心里可满足了。我觉得自己还能为家人做些事，这让我很开心。不过，有时候也会觉得自己年纪大了，有点力不从心。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我倒是没放弃啥活动，就是2024年5月12日那次，我本来想去社区参加剪纸活动，结果小儿媳不让我去。我当时可失落了，就一个人坐在储藏间里，看着自己的剪纸作品，心里空落落的。不过后来也就算了，我也不想给家人添麻烦。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像以前，我提前完成工作赶回家给家人做饭，一家人围坐在一起吃饭聊天，那种亲情的温暖让我很满足。现在我也有自己的事情做，比如种菜、剪纸，还想着绣香囊送子女呢，日子过得挺充实的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不咋觉得无聊，就是有时候会觉得有点孤单。就像有一回，我一个人在储藏间里，看着自己的剪纸作品，心里空落落的。小儿媳不让我去参加活动，我就觉得自己在这个家里越来越不重要了。但我也知道，她可能是怕我累着，我也挺纠结的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦是，有一天我在储藏间里绣香囊，小孙女跑进来，我就教她绣。她学得可认真了，还夸我绣得好。我当时可开心了，觉得自己还有用，能教给孙女一些东西。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是会担心一些不好的事。就像几年前，在村里活动室看到几个年轻姑娘讨论剪纸，我就担心她们学不好，剪纸手艺会失传，自己在剪纸领域也会变得不重要。但又期待能把这手艺传给她们，让自己还有点用。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是几年前，几个年轻人来问我种菜经验，我给他们讲了之后，他们按照我说的种，菜长得可好了。当时我心里可自豪了，觉得自己这么多年的经验总算有用武之地了，也觉得自己还是有点价值的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不常感到无助。就像之前老伴不能打井了，我心里虽然难受，但还是想着法子去应对。我学着帮他打理打井的杂事，虽然一开始不熟练，但我没放弃。我觉得自己有能力应对生活中的这些挑战，而且家人也需要我，我不能让他们失望。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像有次家里人说要一起出去玩，我就犹豫了。我习惯了家里的生活，出去怕给大家添麻烦。而且我喜欢在储藏间里绣香囊，看着那些材料变成漂亮的香囊，心里可满足了。出去了就没办法做这些了，所以最后还是选择了待在家里。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没有比大多数人差。就像之前，我还记得1994年我儿媳生孩子，我给孙子满月宴剪纸的事呢。不过最近在家族群里发消息没人回，我有点难过，但这好像和记忆问题也没啥关系，就是感觉和家人的交流少了，心里空落落的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。就像之前，我看到社区活动通知，能展示我的剪纸，那时候就觉得活着可真好，能做自己喜欢的事。还有教小孙女绣香囊，她那认真的模样，也让我觉得生活特别美好。虽然有时候会因为不能去参加活动有点失落，但这些美好的时刻还是很多的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前，我给子孙们讲过去的故事，他们都听得可入迷了。还有，我组织剪纸互助组也取得了不错的成绩呢。不过有时候也会想，自己是不是老了，没啥用了，但一想到能给孩子们绣香囊，能盼着百岁拍五代同堂全家福，就觉得自己还是挺有价值的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前，几个年轻人来问我种菜经验，我当时可精神了，给他们讲得头头是道，还亲自下地示范。那时候我感觉自己身体里有使不完的劲儿，心里也特别高兴，觉得自己还有用。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望。就像老伴走的时候，我虽然很难过、很孤独，但还是告诉自己要坚强。现在我和家人住在一起，虽然有时候会觉得没人陪我聊天，但我还有自己的事情可以做，比如种菜、剪纸、绣香囊。我也会和孙辈们互动，他们都很可爱。所以，我不觉得自己的处境是绝望的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我没觉得大多数人比我过得好。就像之前我在集市上卖剪纸，大家都围着我的摊位，我觉得自己的生活也很有意义。而且我现在和家人住在一起，虽然住在储藏间，但我也很满足。我每天还能种种菜、剪剪纸，日子过得挺自在的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就像有次在集市上卖剪纸，好多人围过来买，我特别高兴。还有给子孙们讲过去的故事，看他们听得入迷，我也可满足了。不过有时也会想，自己年纪大了，不知道还能不能绣好香囊送给子女，有点担心自己做不好。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是几年前，我教几个年轻人种菜，他们按照我说的种，菜长得可好了。当时他们拉我去看，那一片绿油油的，我心里可自豪了。我觉得自己这些年的经验总算没白费，还能帮到别人，真的很开心。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像之前社区有活动通知，我能展示剪纸，当时心里可激动了，觉得自己还有用。可后来小儿媳不让我去，我又觉得失落。但想到我还有那么多孙辈，还有自己的生活，就又觉得生活还是有盼头的，还是美好的。"
        }
    }
]