[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上很满意。就像之前有一天，邻居张老头说我都这把年纪还种菜，我笑着回应他，但心里还是有点犯嘀咕。我觉得自己种菜能让我觉得还有用，可又怕别人觉得我该歇着。最近晚上老是睡不好，心里总想着这些事，觉得自己挺孤独的，也不知道自己到底该怎么做。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，之前一段时间，我就不咋听戏曲了。就像2015年那次，二女儿说的话让我觉得自己跟不上时代，是个负担，从那以后，我听戏曲也听不进去了，总觉得心里堵得慌，也不知道为啥，就慢慢不咋听了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "哎，是觉得空虚啊。就最近过年那会，我把家里打扫得干干净净，年货也备好了，满心欢喜等孩子们回来。可一个电话接一个电话，都说忙回不来。我嘴上说理解，可心里空落落的。看着那些年货，我就想，我是不是真的老了，对孩子们来说不重要了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时候会觉得心里空落落的。就像之前，邻居张老头说我都这把年纪了还种啥菜，好好歇着多舒服。他走后，我心里就犯起了嘀咕，难道我真该歇着吗？可我又觉得，种菜能让我觉得自己还有用，心里也能好受些。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪一般吧。最近一次心情愉悦，是之前去邻居家听戏曲。邻居是个热心肠，经常叫我去他家。听着那熟悉的戏曲，我就想起以前和老伴一起听戏的日子，心里挺温暖的。不过听完戏回到家，又觉得有点孤单，要是老伴还在就好了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是嘞，我经常担心不好的事发生。就像之前有一次，大概是九几年吧，我在种子摊位前犹豫要不要买新种子。卖种子的人一直给我推荐，可我一想到村里那些用新种子失败的例子，就担心自己要是种不好，这一年的收成就没了。最后我还是没买，选了老种子。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不算开心。最近一次真正开心，还是之前一段时间，想起1957年在公社办公室，同事们因为我帮人解决难题夸我，还有1958年领导在活动后表扬我。当时可自豪了，心里甜滋滋的。但现在，我总觉得自己跟不上时代，没啥用了，也没人真正陪着我，所以很难开心起来。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时会觉得无助。就说之前吧，我想给孩子们打电话，可怎么都弄不好手机，当时就觉得自己真没用，啥都不会，连和孩子们联系都这么困难。我也知道他们忙，可我就是想和他们说说话，这种感觉真的不好受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前有次，村里组织去县城看演出，我本来挺想去的，但又怕给子女添麻烦，也担心自己会不适应外面的环境。想起二女儿之前说我跟不上时代，我就更不敢去了。最后还是待在家里，一个人坐在院子里，心里空落落的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没有比大多数人差。最近一次因为记忆问题困扰，是之前想给孙子打电话，却怎么也想不起来他的号码。我当时有点着急，心里想：“怎么连孙子的号码都记不住了，是不是真的老糊涂了？”不过后来我在手机通讯录里找到了，也就没太在意。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好吧。就像之前，我在菜地里种菜，邻居张老头说我都这把年纪了还种啥菜，好好歇着。可我不种菜，就觉得自己没用。还有之前跟大儿子打电话说我摔跤受伤了，他却让我自己去医院，那一刻我觉得自己活着就是个累赘，哪有什么美好可言。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我确实觉得自己没什么价值。就前几天，我在院子里除草时不小心摔了一跤，胳膊疼得厉害。我给大儿子打电话，想让他来看看我，结果他说他忙着呢，让我自己去医院。我一辈子为家庭付出，可到了需要帮助的时候，却被儿子这么对待，我真的觉得自己活着没啥用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力呀，就是每天种种菜，听听戏曲。最近一次觉得有点精神，就是前几天去地里看菜长得挺好，绿油油的。但这也不算啥精力充沛吧，我总觉得自己老了，没啥用了，孩子们也都忙，没人真正陪着我。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就像之前有一天晚上，我一个人在祖宅的卧室里，特别冷清。我想起自己为家庭付出了那么多，可换来的却是大儿子的冷漠。我觉得自己活着真的没什么意思，当时就特别绝望，甚至有了自杀的念头。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，有时候是会这么觉得。就拿我那邻居来说吧，他儿子经常回来看他，还带着他出去旅游。可我呢，孩子们都忙，很少回来。我就觉得自己是不是真的老了，没用了，孩子们都不怎么在意我了。（说完，眼神有些黯淡）"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前有一次，傍晚我坐在院子里，二女儿说的那些话一直在我耳边回响，我觉得自己跟不上时代，是子女的负担。从那以后，我就变得更沉默寡言了，做什么都提不起劲，晚上也睡不好，觉得活着真没意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是大概六几年的时候，在公社办公室里，我帮同事解决了难题，大家都夸我，领导也表扬了我。那时候我心里可高兴了，觉得自己特别有价值，能帮到大家，也能为集体做贡献。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着也还行吧。就像之前有一次，我家小儿子不小心摔倒擦破了皮，哇哇大哭，他妈妈赶紧去安慰他。我心里虽然很担心，但还是忍住没上前，只是远远地看着。那时候我就觉得，虽然我可能不是孩子们最依赖的人，但他们健健康康、快快乐乐的，我也挺高兴的。"
        }
    }
]