[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活说不上满意也说不上不满意。就像之前，我收养了侄子们，每天忙前忙后地照顾他们，虽然累，但看着他们长大也很欣慰。可有时候，夜深人静时，我又觉得很孤独。最近，孙女私送传家玉镯那件事，也让我心里很不是滋味。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃过感兴趣的活动呀。就像之前，我在客厅给朋友们分享古典文学知识，大家都很爱听，我可开心了。还有呀，我一直坚持阅读古典文学书籍，还会写感悟。这些活动让我觉得生活很有意义，怎么会放弃呢？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活有时候是空虚的。就像之前一段时间，我又去了小区花园，看到那些成双成对的老人，心里就一阵刺痛。我想起1969年那次出院回家，看着空荡荡的婴儿床，那种孤独和绝望的感觉又涌上心头。我觉得自己好像一直都是一个人，没人真正在意我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，但最近一次是在写回忆录时。之前有一次，我向住家保姆倾诉写回忆录的痛苦和孤独，她的关心让我燃起热情。可后来她拒绝了我，我就又陷入了迷茫。当时我坐在书房里，望着稿纸发呆，觉得自己很无助，写回忆录也变得没意思了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还算可以。最近一次心情愉悦是之前和朋友们在客厅分享古典文学知识。阳光照在身上暖烘烘的，朋友们专注地听我讲，还不时提问，最后一位朋友夸我懂得多，让我以后多讲讲。当时我心里可甜了，觉得自己还是有点价值的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前我总担心因为不能生孩子，丈夫会改变心意。最近也会担心自己的回忆录写不好，不能把过去的经历完整地记录下来。还担心曾孙考学的事情，怕他压力太大考不好，也怕自己不能帮上什么忙。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前想着孙女要来看我，我去菜市场买菜，一路上都很开心，回到家在厨房切菜时也带着笑。可后来她来了，却只顾玩手机，根本不在乎我，我的心又沉下去了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常会感到无助。就像之前孙女偷偷把传家玉镯送人的时候，我觉得特别无助。我一个人辛辛苦苦把她养大，她却做出这种事。我当时就觉得自己特别失败，好像什么都做不好。我对她那么好，她怎么能这样对我呢？"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我更喜欢待在家里。就像之前有一次，我想让住家保姆帮我回忆回忆文革时候的事儿，她却因为家务忙，对我的请求很冷淡。从那之后，我就更不想出去了，觉得还是待在家里写我的回忆录比较自在，虽然有时候会觉得有点孤独，但也总比被人忽视要好。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没有比大多数人差太多。不过最近有一次，我想给我老伴儿的照片找个合适的相框，结果找了半天都没找到，后来才想起来我把它放在了一个特别的地方，当时就觉得自己怎么这么糊涂，心里还有点难过。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我也不知道活着算不算美好。就像之前，我看到花园里那些成双成对的老人，心里就难受得很。我总觉得自己是孤独的，没人在意我。最近一次感受到生命美好的时刻？好像很久都没有了，每天过得都差不多，没什么特别开心的事。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像之前，我收养了三个侄子，把他们养大成人。虽然过程很辛苦，但看到他们都有了自己的生活，我觉得很有成就感。不过，有时候还是会觉得孤独，就像最近，我总是想起以前的事情，特别是我老伴去世后，这种感觉就更强烈了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力呀，最近总是觉得很累。不过之前有一次，我在院子里晒太阳，看着花草，心情还不错，那会儿好像有点精神。但也就是那么一小会儿，现在还是觉得活着没什么意思，好像做什么都提不起劲。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我有时确实会觉得自己的处境有点绝望。就像之前一段时间，我又想起了1969年那次出院回家，看着空荡荡的婴儿床，那种绝望的感觉又涌上来了。我总担心丈夫会因为我不能生育而离开我，现在想起来还是会有些害怕。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候确实会觉得大多数人比我过得好。就说之前一段时间，我看到邻居家的孩子带着孙子孙女出去玩，一家人其乐融融的样子，我就很羡慕。我老伴走了以后，家里就冷清了很多，虽然有家人陪着，但总觉得少了些什么。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上多满意。就像之前，我看到小区花园里那些成双成对的老人，心里就特别难受。我觉得自己总是一个人，别人都有伴儿，根本没人在意我的孤独。这种感觉让我对生活挺失望的，晚上也总是失眠，觉得自己在这个世界上好像没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。就像之前有一次，我满心欢喜地想给孙女讲我小时候的事儿，可她只顾着玩手机，根本不在意我说的话。当时我心里特别失落，觉得自己总是被家人忽视，好像自己就是个可有可无的人，这让我很难真正快乐起来。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也说不上多美好。就像之前，我满心欢喜给孙女讲小时候的事，她却只顾玩手机。还有那次，她把传家玉镯送人还不当回事。不过，最近想着她好久没来了，我去买菜准备给她做顿好吃的，那时候心里还有点盼头，觉得这样的时刻也还不错。"
        }
    }
]