[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。最近一次不满足的时刻，就是断尾橘猫失踪后，我每天都坐在窗前发呆。它曾是我生活中的一点温暖，可它也离开了。我觉得自己越来越孤独，什么都做不好，连窗台的月季嫩芽都养不活，这日子真是没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃啥活动。不过之前一段时间，我想剪纸来着，可就是提不起精神。可能是因为去年清明丈夫坟前柏树被砍了，我心里难受得很，干啥都没劲儿。但我还是想试试窗台种越冬月季，这是我现在唯一的盼头了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是觉得空虚。就说之前，断尾橘猫失踪后，我每天都浑浑噩噩的，坐在窗前发呆，晚上睡不好，白天没精神，以前喜欢的事儿都没兴趣了。我觉得自己又回到了完全独自生活的状态，以后的日子会更孤独，生活也没了盼头，真的很空虚。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说之前吧，我种的越冬月季嫩芽被冻死了，从那以后我就一直很难过，觉得生活没什么意思。晚上也睡不好，一个人坐在黑暗的房间里，脑子里全是那些被冻死的嫩芽，越想越觉得自己没用，连月季都养不活。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪一般。最近一次心情愉悦是之前在窗台种的越冬月季长出了嫩绿的嫩芽，我觉得就算一直独自生活，也还是有美好的事情发生。我当时可高兴了，嘴角上扬，露出了笑容，还一直细心照顾它呢。可后来下雪，嫩芽都被冻死了，我又难过极了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "咨询师啊，我确实常常担心不好的事发生。就像之前一段时间，我总担心我的土坯房会被拆了。那里面全是我和我丈夫的回忆啊，要是拆了，我都不知道该怎么办了。我拒绝了拆迁办的人好几次，就想守着这房子。（叹气，眉头紧锁）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前在院子里照顾流浪猫。三花母猫生了小猫后，我每天都照顾它们。邻居看到也会和我打招呼聊天，我觉得不再像以前那么孤独了，心里特别高兴。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "咨询师啊，我倒不常觉得无助。就说之前吧，我在窗台种的越冬月季长出了嫩绿的嫩芽，我心里可高兴了，感觉生活有了盼头。虽然我总是一个人，但看到月季发芽，我就觉得就算一直这样，也还是有美好的事发生，我能习惯。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在家里。就像之前，村里组织活动，我其实挺想参加的，可一想到之前被年轻村民打断发言，我就害怕了。那次在会议室，我刚说了几句，就被他们打断了，当时我特别尴尬，从那以后，我就不想再出去参与这些活动了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧。就说之前，我想给孙儿剪个他喜欢的小动物剪纸，结果找了半天剪刀放哪儿都忘了。不过后来还是找到了，可能是年纪大了，一时想不起来，但也不是经常这样，不影响我做其他事儿，就是当时心里有点着急。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。以前觉得活着挺美好的，比如之前在盐碱地干活，给队员讲我饥荒时养弟弟的事，能激励他们，我就很有成就感。但最近，断尾橘猫失踪后，我就觉得活着没那么美好了，每天都很孤独，晚上也睡不好，以前喜欢的事都没兴趣了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值。我能种菜、剪纸，还照顾过瘫痪的婆婆。但有时候，看着空荡荡的院子，会觉得自己被世界遗忘了。就像去年清明，丈夫坟前的柏树被砍，我觉得那是对他的不尊重，也是对我们过去的一种破坏，从那之后我就更难过了，失眠也加重了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "活力？我都这把年纪了，哪还有啥活力啊。就说之前，我窗台的月季好不容易长出嫩芽了，我还高兴了一阵，觉得生活有了盼头。可后来下了场大雪，嫩芽都冻死了，我的心也跟着凉了半截。现在啊，我就觉得自己老了，没什么用了，活着也就是熬日子。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境不是绝望的。就像之前，我拒绝了军属交流邀请，选择在家照顾婆婆。虽然有时会觉得孤独，但我能坚持。不过最近，丈夫坟前的柏树被砍后，我失眠加重了，心里也更难受了，感觉好像和丈夫的联系又少了一些。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，反正我就这么过着。不过前几天看到院子里的小孩们在那玩得可开心了，我就想我小时候哪有这条件啊，现在的孩子真幸福。但我也不差，我还能自己种菜、剪纸呢，我觉得我也挺有价值的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。最近一次让我不满足的时刻，就是前几天发现断尾橘猫失踪了。它走后，我每天都浑浑噩噩的，晚上睡不好，白天没精神，以前喜欢的事儿都没兴趣了。我就坐在窗前，望着它曾经玩耍的地方，心里空落落的，觉得自己好孤独，好像被世界遗忘了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐，是之前在院子里照顾流浪猫的时候。三花母猫生了小猫后，我每天都悉心照料它们。邻居们看到后也会和我打招呼、聊几句。那一刻，我觉得自己不再那么孤独了，好像又和这个世界有了联系。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好。就像最近，我在窗台种的越冬月季长出了嫩芽，我心里才稍微有点盼头。但想起之前丈夫坟前柏树被砍，我就整夜整夜睡不着觉，觉得这世界上好像没什么真正让我开心的事了。"
        }
    }
]