[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就像之前我百岁宴的时候，家人都在，我很开心，可热闹过后，又觉得空落落的。独子不在家，儿媳忙，曾孙辈也不亲近，我总是一个人。最近我整理照片，看到好多熟悉的面孔都没了，就更觉得孤独，活着好像也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，之前一段时间，我就放弃了去村口看槐树的想法。就像那次，我给曾孙们讲过去的事儿，他们却觉得老套跑去玩手机了。从那以后，我就觉得做啥都没意思，连去看槐树的心思都没了，就这么放弃了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前，家人给我办百岁宴，当时可热闹了，可热闹过后，我心里又空落落的。独子不在家，儿媳忙，曾孙辈也不亲近，热闹是他们的，我什么也没有。我就坐在那，看着空荡荡的房间，觉得这日子过得真没意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，只是经常觉得孤独。就像之前我坐在村口看槐树，看着来来往往的人，他们都有自己的伴儿，可我总是一个人。我就想，是不是我的存在对别人来说没什么意义。我也知道大家都有自己的生活，但这种孤独的感觉还是很难受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前，儿媳发现我不对劲，可她忙得很，随便安慰几句就走了。从那以后，我话越来越少，也不想去村口看槐树了。最近一次心情愉悦，还是好久以前，翻看老照片，看到年轻时和丈夫的合照，那时候的日子虽然苦，但有他在身边，心里还是甜的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有啊，就像之前公社组织文艺活动，我担心因为偷藏红薯的事被同事嘲笑，就很犹豫要不要去。最近我也常担心自己会给家人添麻烦，怕自己老了不中用了，拖累了他们。有时候晚上躺在床上，翻来覆去地想这些事，心里很不是滋味儿。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我感到快乐的事，就是之前办百岁宴的时候，家人都在身边。可热闹过后，还是只有我一个人。我总觉得自己是拖累子女的，活着也没什么意思，就想安详离世不拖累他们。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是呀，经常觉得无助。就说之前吧，我一个人站在小区花园，看着那一家人热热闹闹地离开。我心里就特别难受，觉得自己总是孤零零的。热闹是他们的，我什么也没有。我就那么站着，动也不想动，觉得活着好像也没多大意思。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前有一次，儿媳想带我出去走走，可我一想到外面人多，又不认识，就觉得还是待在家里好。我就坐在房间里，看着那些老物件，回忆着过去的事情。唉，现在的我啊，就像这屋里的老物件一样，被遗忘在角落里了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就像之前饥荒那时候，我带着弟弟妹妹找槐花的事，我记得可清楚了。那时候我教他们认槐树、摘槐花，他们学会后可高兴了。现在想起来，心里还是暖暖的。我不觉得记忆有啥问题，也没因为记忆困扰过。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，好像没什么意思。就像之前，儿媳做好饭就走了，我想帮她却差点摔倒，当时就觉得自己真没用。还有一次，我望着夕阳，想着自己一直拖累子女，就觉得也许离开才是最好的。我现在就想走到村口看看那棵槐树，然后安详地走，不给子女添麻烦。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己没什么价值。就像最近，儿媳忙得脚不沾地，我想帮忙，可刚站起来就差点摔倒。我看着她累得直不起腰的样子，心里特别难受。我什么都做不了，只会拖累她，真的觉得自己一点用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有啥活力啊。就像之前，儿媳发现我不对劲，可她忙，也没多关心我。我心里就觉得被忽视了，哪还能有啥活力。现在对啥都提不起劲，连去村口看槐树的心思都没了，觉得活着也没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是有点绝望的。就像之前，我在花园看到那一家人离开，我一个人站在原地，特别难受。还有百岁宴后，热闹过后我心里又空落落的。照片里的人都走了，我总是一个人，这世界的热闹好像都与我无关，真不知道以后的日子该怎么过。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就像之前在小区花园，看到那一家人热热闹闹的，我就觉得他们过得比我好。他们有说有笑，而我总是一个人。热闹过后，我还是只能回到空荡荡的家。哎，可能这就是命吧，我也习惯了自己一个人生活。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说之前办百岁宴的时候，家人都在，我可开心了，但热闹过后，又觉得心里空落落的。独子不在家，儿媳忙，曾孙辈也不亲近，我还是一个人。有时候我就想，活着到底有啥意思呢？"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心的时候，是之前家人给我办百岁宴。那天家里布置得特别漂亮，大家都来给我敬酒，我觉得特别幸福。但热闹过后，我又觉得心里空落落的。独子不在家，儿媳忙，曾孙辈也不亲近，我还是一个人，孤独得很。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没啥意思。就说之前，我在房间里整理照片，看到全家福，照片里的人都不在了，我就一个人，这世界热闹得很，可跟我有啥关系？我就觉得活着没意思，也没啥美好的时刻。"
        }
    }
]