[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前拆迁办的人来家里那次，那年轻科员一直盯着我的佛经抄本，我心里又急又恼，特别不自在。可想到拆迁还得靠他们，只能忍着。这房子是我和丈夫的回忆，现在要拆迁了，我真的很难接受，感觉自己的生活都要被打乱了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "有啊，之前一段时间，我对打理盆栽、抄写佛经这些事儿都没了兴趣。就像那天，我看着一桌子精心准备却没人吃的饭菜，心想着自己为子女操劳一辈子，他们却都不关心我。从那以后，我就觉得做什么都没意思了，也不想再去做那些以前喜欢的事了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？唉，我经常觉得空虚。就像年三十晚上，外面鞭炮声不断，我一个人躺在床上，想起孩子们小时候围在我身边的样子，心里就空落落的。现在他们都忙，很少回来，家里冷冷清清的。再加上拆迁的事，我觉得自己的生活更没着落了，未来会怎样，我也不知道。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，我有盆栽和佛经陪着我。但有时候也会难过，就像之前晚上抱着地契铁盒睡不着，想到子女都在城里，没人关心我。还有挂了二儿子电话后，觉得自己为子女打拼一辈子，他们却只关心拆迁款，我好委屈，只能喂喂流浪猫，心里才好受些。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前在院子里打理盆栽的时候。看着那些花花草草长得生机勃勃，我心里就觉得很舒坦。可一想到子女的疏离，还有那不知道怎么分配的拆迁款，我的心情又变得沉重起来。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我老担心不好的事发生。就像之前拆迁办的人来，那个年轻科员总盯着我桌上的佛经抄本，我就担心他会因为这个在拆迁的事情上刁难我，心里特别不安，坐立不安的，老想着会不会出什么问题，要是房子被拆了，我可怎么办啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前一段时间，我养的盆栽开了花。可想到家庭破碎，孩子疏离，我又开心不起来了。晚上我经常抱着地契铁盒入睡，心里才有点安全感。我现在对未来没什么期望，只希望能把盆栽照顾好，把佛经抄好。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是嘞，经常觉得无助。就说之前吧，晚上躺在床上，想起孩子们小时候的样子，再看看现在，他们都不咋关心我。房子又要拆了，我抱着地契铁盒，心里空落落的，特别无助。我为他们付出了一辈子，咋就落得这样的下场呢？"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前有一次，村里组织去县城看什么表演，大家都去了。可我觉得还是家里好，我就待在家里，看着那些盆栽，抄抄佛经。哎，我为孩子们操碎了心，他们却都不怎么管我，我也不知道活着还有啥意思。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就说之前过年那会，孩子们都不回来，我一个人坐在家里，清楚地记得自己早年丧偶，独自把四个孩子拉扯大，还盖了七间瓦房。可现在他们都不关心我，我心里难受得很，这事儿我记得可清楚了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我生病的时候，子女都那么冷漠，我心里难受得很。最近也没啥能让我觉得美好的事。我每天就守着这破房子，抱着地契铁盒睡觉，也不知道活着还有啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。但有时候也会觉得自己没什么用。就像之前，我为子女操劳了一辈子，可面临拆迁，他们只关心拆迁款，根本不关心我。我为这个家付出了那么多，却换不来他们的关心，那一刻，我真的觉得自己很失败，很没有价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。就说之前，我生病那阵，子女都那么冷漠，我心里难受极了。从那以后，我就觉得自己老了，也没啥活力了。每天就守着这破家，打理打理盆栽，抄抄佛经，日子过得浑浑噩噩的，哪有啥精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像2024年02月09日晚上，我躺在床上，怎么也睡不着，脑海里不断浮现孩子们小时候的模样，泪水浸湿了枕头。家庭破碎，又面临拆迁，我根本没办法改变这些，只能被动接受。我觉得未来一片黑暗，没有任何希望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前，我二儿子打电话来抱怨房贷压力大，只想着让我在拆迁款分配上多照顾他，一点都不关心我。还有三儿子移民，孩子们一个个都离我远去。我为他们付出了一辈子，可他们却只关心自己的利益，我真的觉得自己活得很失败，很孤独。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，二儿子打电话来，一个劲儿说房贷压力大，想让我多给他拆迁款。我为子女付出了那么多，他却只关心自己的利益，我真的很伤心。挂了电话后，我呆呆地坐在椅子上，感觉自己好失败，这哪有什么满足感啊。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少觉得开心。最近一次真正感到快乐，还是之前一段时间，我把盆栽打理得特别好，花开得很漂亮。但想到家庭破碎，子女疏离，我又开心不起来了。晚上躺在床上，我总是紧紧抱着装地契的铁盒，怎么也睡不着，对未来充满了担忧和恐惧。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，好像没什么特别美好的感觉。就像之前，我生了场病，子女们都那么冷漠，我就觉得这日子过得真没意思。最近一次感觉有点好的时候，也就是看到盆栽长得茂盛，可那也只是一瞬间的事，很快就又被孤独感包围了。"
        }
    }
]