[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近一次吧，护工告诉我曾孙没考好，我当时就觉得心里空落落的。我为家人付出了那么多，一直盼着曾孙能考上大学，可现在希望落空了。我觉得自己好像什么都做不好，活着也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了打理盆栽。以前我可喜欢摆弄那些花草了，看着它们生机勃勃的样子，我心里也高兴。但现在我觉得自己的手越来越不听使唤了，浇水、施肥这些事都做不好，就只好放弃了。唉，感觉自己真的是老了，什么都做不了了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。不过之前有一次，我一个人在房间里看书，看累了抬起头，发现周围静悄悄的，那一刻心里有点空落落的。但我很快就去打理我的盆栽了，那种感觉也就过去了。我觉得自己的生活还是挺有意思的，有书看，有盆栽可以照顾。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊的时候，是我呆呆地坐在窗前，看着外面其他老人有说有笑地走向活动场地。我想起了之前被工作人员拒绝的事，心里难受极了。我觉得自己什么都做不了，也没人在意我。所以就只能这么无聊地坐着，感觉时间过得好慢。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是前几天在养老院，有个小志愿者陪我一起打理盆栽，那孩子特别乖巧，还夸我的盆栽养得好。我就觉得啊，有人懂我的爱好，还愿意陪我一起做，真的挺开心的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧未来，是想到自己身体机能下降，像之前在侨汇商店弯腰整理货物时突然头晕，差点摔倒。我就担心以后会不会连自己的日常起居都无法应付，那岂不是成了别人的负担，也没办法继续为商店的经营出谋划策了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是开心的。就之前一段时间，我在养老院里和志愿者们一起聊民国小说，我可喜欢看那些了。志愿者们都很惊讶我这么大年纪还对这些小说记得那么清楚，还夸我有文化。我当时心里可高兴了，觉得自己还是有点价值的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我偶尔会觉得无助。就像上次，我想自己梳头，可手怎么都不听使唤，梳子掉了好几次。我当时就想，自己是不是真的老了，连这么简单的事都做不好。（情绪有些低落，眼神黯淡）但我又想，我不能就这样放弃，我得努力，我还想看到曾孙考上大学呢。（眼神中闪过一丝坚定）"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在养老院里。就说前段时间吧，志愿者想带我出去逛逛公园，我觉得麻烦就没去。其实我也知道出去走走可能心情会好点，但我总觉得自己老了，身体不方便，出去也不知道能做些什么，还不如在这儿看看书、打理打理盆栽。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比大多数人差多少。最近一次因记忆问题困扰，是之前想给曾孙讲我小时候的故事，结果有些细节记不太清了，这让我有点小失落，毕竟我想把过去的经历都讲给他听，让他知道我的人生是怎么过来的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，最近一次觉得活着美好的时候，还是护工小孙夸我盆栽打理得好。可现在，我连这点爱好都快坚持不下去了。我为家人付出那么多，他们却很少来看我，我就像被遗忘在角落里的人。想到这些，活着好像也没那么美好了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。只是最近梳头总是梳不好，心里有点烦躁。我以前可是很爱美的，现在却连头发都梳不好了，觉得自己好像真的老了，不中用了。但我还是会努力去做的，我不想就这样依赖别人。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。最近一次感觉精力充沛，还是之前在养老院打理盆栽的时候。不过，现在越来越觉得自己的身体不行了，做什么都力不从心。有时候想想，活着也没什么意思，只是为了看看曾孙能不能考上大学罢了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是有些绝望的。就像最近一次，家人来养老院看我，待了没一会儿就走了。我望着他们离开的背影，心里难受极了。我为这个家付出了一辈子，可他们还是这么忙，忙到没时间多陪陪我。我觉得自己好像真的老了，没用了，被这个世界遗忘了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我现在住在养老院，有吃有住，还有人照顾。只是有时候会想起以前的事情，比如我年轻的时候独自育儿，那时候真的很辛苦。但我也挺过来了，还积累了一些财富。所以我觉得自己的经历也是很宝贵的。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上多满意。就说之前一次，我精心准备等家人来，他们却只顾自己聊天，没人关心我。我为家人付出那么多，却总被忽视。我现在都不太敢对他们的陪伴抱期望了，免得更失望。最近我就自己打理盆栽，找点事做。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次让我感到快乐的事……好像没有。就像之前，护工小孙来送饭，我看着她忙碌的身影，心里只有酸涩。我觉得自己被家人忽视，像被遗忘在角落里。想到这些，我怎么能开心得起来呢？"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也不知道算不算美好。就说上次生日宴，家人各忙各的，没人关心我。我去养老院，他们也没挽留。我为家人付出这么多，却被忽视，心像被掏空了一样。最近一次感受到生命美好的时刻……好像没有吧，我现在就觉得很孤独。"
        }
    }
]