[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活谈不上满意。就像之前，朋友说孙女把机械厂改成网红孵化基地，我当时就觉得天旋地转。我一直想守护好家族产业，可现在却被改成这样，我觉得自己很失败，什么都做不好，也不知道以后该怎么办，心里空荡荡的，特别难受。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃感兴趣的活动，是之前一段时间吧。我一直喜欢临摹山水画，可那天我坐在画桌前，却怎么也提不起兴致。我想到自己为家族付出这么多，却连记录家族历史都没人支持，活着真没意义。我就那么呆呆地坐着，最后起身把画具都收了起来，再也没碰过。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前，朋友跟我说孙女把家族机械厂改成网红孵化基地后，我回到家，抚摸着1948年的黄铜门把手，回忆着家族企业的辉煌，心里满是苦涩和空虚。我一直觉得自己的价值在于守护家族产业，可现在它变了样，我好像也失去了方向。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常会觉得无聊。就说之前吧，子女打电话说忙，不能陪我参加养老社区的活动。我一个人站在热闹的活动中心，看着其他老人和子女有说有笑，我心里特别失落。当时就觉得自己好孤独，好无聊啊，也不知道该做什么，只能默默地站在一旁，感觉和周围的一切都格格不入。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，哪有什么心情愉悦的经历。非要说的话，之前一段时间，我临摹了一幅很喜欢的山水画，在临摹的过程中，我好像暂时忘记了烦恼，但画完之后，那种孤独感又涌上来了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近我总是想起之前企业转型失败的事，那时候我独自坐在书房，想着倒闭企业老板绝望的眼神，心里特别焦虑。我担心自己要是不能让家族企业重新崛起，就真的彻底失败了，还怕家人失望，更怕家族企业在我手里毁了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前，朋友说我孙女把机械厂改成了网红孵化基地，我当时就觉得天都塌了。我守了一辈子的家族企业，怎么能这样没了呢？我觉得自己很失败，连家族产业都没守护好，以后还怎么面对列祖列宗啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前吧，我想记录家族企业史，可我不太会用电脑，让孙女教我，她也没耐心。我觉得自己好笨啊，什么都学不会。这时候就特别无助，感觉自己真的老了，被时代抛弃了，要是我不在了，家族企业史可怎么办啊。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更喜欢待在家里。就像之前有一天，上午10点多，阳光照在身上，可我心里却冷得很。我坐在卧室里，伸手拿过一直放在手边的怀表，却突然愣住了，怎么也想不起这是什么。那一刻，我觉得自己对新事物真的是一窍不通，还是待在家里更安全些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力是越来越差了。就拿前几天来说吧，我想给我孙女讲我年轻时候创业的事，结果好多细节都记不清了，当时心里特别着急，也很失落。我一生经历了那么多，可现在却连这些都记不住了，感觉自己真的老了，没用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说之前，朋友提到孙女把家族机械厂改成网红孵化基地，我当时就觉得世界都静止了。我一生为家族和事业努力，结果却这样，我就是个失败者，还有啥美好可言。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没价值。就像之前一段时间，我看着家族企业逐渐衰败，我却无能为力。想起1943年，我家绸缎庄面临困境，我被同桌嘲笑。现在家族企业又这样，我觉得自己还是那个失败者，什么都做不好，一点价值都没有，身边也没人能真正理解我。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，每天就是按部就班地过日子。以前还能自己画画、摆弄钟表，现在做这些也提不起精神。最近一次觉得有点精力，还是孙女来看我的时候，陪她聊了会儿天，可她走了之后，我又觉得空落落的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就拿之前我把孙女叫到卧室说机械厂那事儿来说吧，我那么愤怒，可她根本不听我的。我觉得自己连家族企业都守不住，别人肯定都在背后嘲笑我。我老了，跟不上时代了，真的是个彻头彻尾的失败者，这让我感到无比绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得挺好的，我身边的人都有自己的生活。就说我孙女吧，她每天都很开心，有自己的朋友和爱好。可我呢，只能待在这养老社区里，啥也干不了。有时候我会想，如果我不在了，是不是也没什么人会在意。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意吧。就像之前，朋友跟我说孙女把机械厂改成网红孵化基地，我当时就觉得天旋地转。我一辈子守护的家族企业，就这么没了。我觉得自己很失败，什么都做不好，以后也不知道该怎么办，可能就这么浑浑噩噩地过吧。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前和老友们一起品鉴收藏的钟表。但后来朋友提到孙女把机械厂改成网红孵化基地，我就开心不起来了。我觉得自己守不住家族企业，是个失败者，以后只能被人嘲笑了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？美好？（微微皱眉，陷入沉思）我都不记得上次觉得美好是什么时候了。就说之前吧，朋友跟我说孙女把机械厂改成了网红孵化基地，我当时就觉得世界都静止了，哪还有什么美好。（眼神黯淡）我觉得自己就是个失败者，连家族企业都守不住，活着还有什么意思。"
        }
    }
]