[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。最近一次觉得不满足，是之前想整理家族回忆录，可子女们都不理解我。就像那天傍晚，我跟赵阿姨说起这事，眼泪都快出来了。我为他们付出那么多，他们怎么就不明白我的心思呢？不过，我也知道他们都有自己的生活，唉……"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有放弃过。我一直喜欢侍弄兰花、临摹字帖。不过最近整理家族回忆录手稿，有点忙，去摆弄兰花的时间少了些，但也没放弃。我觉得这些都是我的乐趣，也是我活着的意义，怎么会轻易放弃呢？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，我有时会觉得生活空虚。就像之前老宅拆迁，我在废墟里找到梁上藏着的情书，才发现曾经以为的幸福都是假的。那一刻，我觉得自己特别空虚，好像一直以来的生活都有了个大窟窿，什么都填不满。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次无聊，就是过年的时候。家里冷冷清清的，子女都没怎么陪我。我为他们付出那么多，他们却不理解我。当时我坐在书桌前，看着笔墨纸砚和绽放的兰花，心里空落落的。后来我就决定减少和他们的联系，自己临摹字帖，可还是觉得挺孤单的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还可以。最近一次心情愉悦是之前过年的时候，社区的几个老朋友来我家一起吃年夜饭。我们一起做了很多好吃的，还聊了很多过去的事情。那时候我觉得很温暖，好像又回到了以前在乡下的日子。不过，子女们还是没有回来，这让我有点失落。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我是会担心不好的事发生。就像之前，我在大概九几年的时候，傍晚出去散步，路过邻居家门口听到他们老两口激烈争吵，甚至提到离婚。我当时心里特别担忧，害怕自己和子女的关系也会因为观念不同变得紧张，就像他们一样。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前过年，家里冷冷清清的，我为子女付出那么多，他们却不理解我。最近一次真正感到快乐的事，还是好久以前，看到自己养的兰花绽放，那时候心情稍微好了点，但很快又觉得心里空落落的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我偶尔会感到无助。就像之前一段时间，我想整理家族回忆录手稿，但是有些细节记不太清了，问子女他们也不太上心，那时候就觉得有点无助。不过我还是会自己想办法，比如翻翻老照片什么的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前过年的时候，家里冷冷清清的，孩子们都没回来，我一个人坐在书房里，看着笔墨纸砚和绽放的兰花，心里空落落的。从那以后，我就更不想出去了，觉得还是待在家里临摹字帖、侍弄兰花更自在些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧，没比别人差多少。最近一次因记忆问题困扰，是之前想给我那盆心爱的兰花换个合适的花盆，结果找了半天，愣是想不起来把新买的花盆放哪儿了，急得我呀，最后还是在柜子角落里找到了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也就那样吧。最近一次觉得活着还不错，是看到我养的兰花绽放的时候。但想到过年时家里的冷清，又觉得没什么意思。我为子女付出那么多，他们却不理解我，我现在也不指望他们能理解了，就想自己把家族回忆录整理好，再看看建乡村图书馆的事能不能成。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。不过之前有一次，我兴致勃勃地给孩子们看我写的家族回忆录手稿，想让他们给点意见，结果他们都只是敷衍地看了看，说很忙就走了。当时我心里挺失落的，觉得自己辛辛苦苦写的东西，他们都不重视。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己还算有活力吧。就说之前，我在院子里侍弄兰花，那时候阳光正好，微风吹过，我给每一株兰花浇水、施肥，看着它们生机勃勃的样子，我也感觉自己充满了力量，好像能一直忙下去都不觉得累。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境有时挺绝望的。就像之前在老宅拆迁现场，我在废墟里翻找，突然发现了梁上藏着的情书，才知道曾经以为的幸福都是假象。当时我手都在抖，打开信后心里特别难受，觉得自己好孤独，好像一直都是一个人在面对生活。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。我有自己的爱好，日子过得也挺自在。就说前几天，我在社区里和几个朋友一起赏兰花，大家都夸我养得好。虽然有时候会觉得子女不理解我，但这也不影响我做自己想做的事呀，比如整理家族回忆录手稿。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活还算满意吧。就说之前，我在活动中心看到林女士哭诉，那场景让我想起自己坎坷的一生。虽然有社区朋友，但我还是觉得孤独。最近我想整理家族回忆录手稿，可子女不理解我，这让我挺伤心的，感觉自己不被他们理解。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还可以吧。最近一次真正感到快乐的事呀，是之前护工小刘照顾我扭伤的腰。她每天都很细心，晚上还会给我端来热汤，让我趁热喝。我看着她忙碌的身影，心里特别感动，也觉得很欣慰，就像又感受到了家人的温暖一样。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像过年的时候，家里冷冷清清的，我为子女付出那么多，他们却不理解我。最近一次感受到生命美好的时刻？好像很久远了，就之前临摹字帖的时候，沉浸在笔墨纸砚中，能暂时忘掉那些烦心事。"
        }
    }
]