[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意吧。就像前些日子，我把自己种的小葱端上桌，儿媳说好吃，一家人吃得有说有笑的，我心里可满足了。不过有时候也会觉得有点孤独，村里以前一起劳作的人好多都出去打工了，唉。但我还有后院荒地要开垦，还要盼着孙辈考上大学呢。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是嘞，就像之前小区里有个活动，我一开始挺感兴趣的，可到了现场，看到一群年轻人，我就觉得自己格格不入，犹豫了一下就走了。后来再有活动通知，我都不敢去了。我也想参加些活动，可就是怕自己适应不了，您说这可咋办呀？"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活有时候是有点空虚的。就像之前老房子没了之后，我坐在阳台上看着那些小葱，心里就空落落的。以前我总觉得自己在家族里挺重要的，能做很多事儿，可现在老房子拆了，我就有点不知道自己还能干嘛了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像之前小区有活动，我去了现场，看着那些年轻人，感觉自己和他们格格不入，就一个人回来了。后来看到活动通知，我也会躲开。现在就守着家里这一亩三分地，虽然不无聊了，但还是会觉得有点孤独。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的嘞。就像前几天，我坐在客厅里，想到家人吃我种的小葱时那开心的样子，我心里就可高兴了。我觉得自己在这个家里还是挺有用的，能让家人开心，我就满足啦。当时我就想着，以后要更用心地照顾那些小葱，再多种点别的菜。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "有时候会担心。就像之前看到小区公告栏上的活动，我又想去参加融入新环境，又担心参加陌生活动会让我更迷茫无助，还怕受到伤害。还有啊，儿子工作忙，周末说回来我就老担心他会不会不回来，自己一个人待着就觉得挺孤独的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的嘞。最近一次真正快乐的事呀，就是前段时间我在县城家里阳台种的小葱长得可茂盛了，我小心翼翼地摘了些，晚上给家人做了菜，看他们吃得香，我心里可高兴了。（脸上洋溢着幸福的笑容）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，有时候确实会觉得无助嘞。就像以前在夜校学习那次，下大雨，别人都有人接或者一起走，就我一个人没伞，也没人管我，只能坐在那里干着急，不知道该咋办。现在想想，那种感觉还是挺不好受的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像前几天，小区里组织了个去公园的活动。我心里就有点犹豫，最后还是没去。我就想啊，待在家里种种菜、听听越剧也挺好的。出去了也不知道和那些人说啥，还不如在家自在呢。你说，我这样是不是不太好啊？"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我不觉得自己记忆力比别人差呀。就像之前，我把记录的家族故事拿给家人看，里面好多细节我都记得清清楚楚。不过最近听说老家房子要拆了，我一下子懵了，手都不知道往哪放，可能是因为老房子里的回忆太多了，一下子涌出来有点乱。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是美好的呀。就像前几天，傍晚我在院子里编着筐，儿媳带着孙子孙女回来啦。孙子孙女一进门就喊“奶奶”，还跑过来抱着我。我看着他们那可爱的模样，心里别提多高兴了。那一刻，我就觉得活着真好，有家人的陪伴，有自己喜欢做的事情，这就是幸福啊。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。就像以前在生产队，我参加文艺活动表演越剧，队友们都很喜欢，还让我教他们，我觉得自己对集体是有用的。现在虽然老伴走了，但我还能照顾家人，记录家族口述史，我觉得这些都是有意义的事，能让我感觉自己是有价值的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前些天傍晚，我在厨房给家人做晚饭，把自己种的小葱端上桌，儿媳和大儿子都夸我种的菜好吃，一家人有说有笑的，当时我就觉得可精神了，浑身都充满了劲儿，感觉自己还能再干好多活儿呢。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候挺不好受的，但还不至于绝望。就像之前老房子拆了那会儿，我心里特别难受，觉得自己没了根，在家族里好像也没什么用了。不过后来我也慢慢在想办法适应现在的生活，比如在后院开垦荒地，种种菜什么的。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就像老房子拆了之后，我看到邻居们都在县城里过得有滋有味的，他们好像都能很快适应新环境，而我却总是觉得心里空落落的。但我也知道，每个人都有自己的难处，只是我自己还没找到在这个新环境里的乐趣罢了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活还算满意。就像前几天傍晚，我把自己种的小葱端上桌，儿媳夸我种的菜好吃，大儿子也在旁边点头，一家人吃得开开心心的，我心里可满足了。不过有时也会觉得有点孤独，比如看到村里以前一起劳作的人都出去打工了，心里还是有点不是滋味。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的嘞。最近一次真正快乐的事呀，就是前段时间在县城家里阳台，看到我种的小葱长得可茂盛啦！我小心翼翼地把那些嫩葱摘下来，想着晚上能让家人尝尝我的劳动成果，当时心里别提多高兴咯，感觉自己还是挺有用的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然是件美好的事呀。就像前几天，傍晚我在院子里侍弄我种的菜，小孙子跑过来，抱着我说：“奶奶，您种的菜肯定特别好吃。”当时我心里可高兴了，觉得自己种的菜能让家人喜欢，特别有成就感，那一刻就觉得活着真美好。"
        }
    }
]