[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前吧，我跟大儿子因为房产的事吵了一架，他走后我一个人在房间里，觉得特别孤单。我为这个家操劳了一辈子，现在老了却连这点事都做不了主，真不知道活着还有啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，可不是嘛。就说之前一段时间，我身体还行的时候，还能去院子里摆弄摆弄我的盆栽。可后来身体越来越差，那盆君子兰也只能放在窗台上，我就这么看着它，啥也干不了。我觉得自己真的老了，没用了，连自己喜欢的事儿都做不了了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活就是空虚的。就像之前，护工笨手笨脚弄疼我，还不耐烦，我又气又委屈。子女不理解我就算了，现在连护工都这样。我一生经历了那么多，为家庭和国家都有贡献，可现在却孤零零的，没人在乎我。我觉得自己活着好像没什么意义了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次感到无聊是之前一段时间，大儿子和我吵完架走后，我一个人待在养老院的房间里。我觉得自己为这个家付出了一辈子，却不被子女理解，就像2023年10月那次一样。我坐在床边，心里空落落的，什么都不想做，也不知道该做什么，这种感觉真的很不好受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前和战友们一起堵住决口那次。当时民兵队长夸我们齐心协力，战友们也夸我腿有伤还冲在前面，我心里可甜了，觉得自己没给大家拖后腿。可现在，我这腿伤越来越严重，身体也不行了，唉……"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就说之前工分削减那次，我满心焦虑，觉得自己要失去价值了。现在也老担心自己身体不行，给子女添麻烦。还有房产那事，和长子有隔阂，也不知道能不能解决。重阳节快到了，也不知道能不能收到至少三封信。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我呀，大多数时候都挺平淡的，开心的时候少。最近一次真正开心，还是之前在养老院，护工小李陪我下象棋，他技术不错，我俩杀得难解难分。最后我险胜一局，那时候心里别提多高兴了。但高兴完了，又觉得挺孤独的，孩子们都忙，也不怎么来看我。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就像之前大儿子因为房产跟我闹得不可开交，他走后房间安静得可怕，我坐在床边，眼泪止不住地流。我为子女付出这么多，却得不到他们的理解，那一刻真的感觉特别无助，好像全世界就剩下我一个人了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在养老院的房间里。就像之前，阳光照进来，我看着窗外那盆君子兰，想起八十大寿后和长子因为房产闹不愉快，子女们也越来越生分。我心里又痛又绝望，哪还有心情出去啊。我觉得自己老了，没用了，出去也不知道能做什么。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就说之前，我清楚记得八十大寿后，因为房产和长子闹不愉快，之后和子女们也越来越生分了。但我也能记得更早以前的事，像合作社那会儿，村会计说我偷懒，我心里委屈难受得很。所以我觉得我记性没比别人差，就是有时候会想起这些不开心的事，心里堵得慌。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。我记得之前堵决口的时候，大家齐心协力，最后成功了，战友们都夸我坚强，那时候我觉得活着真好。可现在呢，腿伤了，和长子还有房产隔阂，孩子们也不常来看我，唉，活着也没啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没价值。就说之前，因为房产分配和长子闹得不可开交，我心里很气也很委屈。我为家庭和国家都做了贡献，怎么就得不到子女的理解呢？我觉得自己是有价值的，只是他们不理解我罢了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我这把老骨头，哪还有啥活力啊。就说之前，大儿子为了房产跟我吵了一架，走后房间里安静得可怕，我坐在床边，眼泪止不住地流。我一辈子为这个家拼命，到老了连这点事都做不了主，越想越觉得自己没用，哪还会有精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就说之前吧，我八十大寿后，因为房产分配和长子闹得不愉快，和子女们也越来越生分。我为他们付出那么多，结果却这样。我现在身体也越来越差，啥也做不了，只能一个人在养老院里，真的是满心绝望啊。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得别人比我过得好。就像之前农田被淹那次，我左腿有伤还得跟着大家去抢险救灾，那时候心里又慌又坚定。现在虽然住养老院，有护工照顾，也有院友一起玩，但还是会想起以前的事。和长子因为房产有隔阂，他都不来看我了，我也不知道未来会怎样。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活谈不上满意。就像之前，大儿子因为房产的事和我吵了一架，走后房间里安静得可怕。我坐在床边，脑子里不断回放争吵的画面，眼泪忍不住流下来。我一辈子为这个家拼命，到老了连这点事都做不了主，真的很失望，也很孤独。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心，最近一次真正开心的时候，还是大概九几年的时候吧，那时候合作社的社员们围过来祝贺我、感谢我，社长也表扬了我。（脸上露出一丝不易察觉的笑容，随即又黯淡下去）可现在，我和长子因为房产有了隔阂，他都不来看我了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，说不上美好不美好。就像之前堵决口那次，大家都夸我坚强，我心里是有点高兴的。可后来腿伤越来越严重，我就觉得自己是个累赘。现在在养老院，也不知道活着有啥意思，孩子们也不怎么来看我，唉……"
        }
    }
]