[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就像之前学校表扬我那田间数学教学法的时候，同事们都围过来夸我，回家后我跟子女们一说，他们也可高兴了，都为我骄傲。当时我心里别提多满足了，觉得自己这一辈子没白干，这教学法能帮到学生，我也有价值。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有啊，我一直都挺喜欢种菜和整理相册的，也没放弃过。就像我之前说的，我还想着培育新品种秋葵呢。还有整理相册，每次看着那些照片，就像又回到了过去一样，可有意思了。我觉得这些活动都能让我开心，也能让我觉得自己还有点用处。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。就像前段时间，我在社区公共区域清理杂草，虽然累点，但心里挺踏实。后来感觉身体有点吃不消，旁边的年轻人关心我，我才意识到自己确实老了。不过，我还有很多事想做，比如培育新品种秋葵，盼着重孙考重点高中拍全家福，这些都让我觉得生活很有意义。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常感到无聊呀。我每天都有好多事儿要做呢，比如去看看我种的菜。就像之前我教那年轻人种菜，他后来还打电话给我说菜长得特别好，我可高兴了。还有整理相册，也很有意思。最近也没遇到啥让我觉得无聊的情况呀。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪挺好的。就说前段时间吧，我种的秋葵苗长得特别好，我看着心里可高兴了。那苗绿油油的，一天一个样，我就想着等结了秋葵，给我重孙尝尝。我还想着等他考上重点高中，我们一大家子拍张全家福，那得多好啊。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是呀，我有时候会担心。就像之前，我看到王老师家窗帘拉得严严实实，窗户上蒙着灰，他也不出来参加活动了，我就担心他是不是遇到什么困难了。还有一次，我向几位年轻家长请教孩子的学习方法，好多新东西我都没听说过，我就担心自己跟不上时代，帮不到重孙了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正快乐的事呀，就是之前在社区活动现场分享经验的时候，年轻人都放下手机认真听我讲，还积极提问互动，那一刻我可开心满足啦，觉得自己这么多年的经验和知识可算没白费，能帮到年轻人，值了！"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不经常感到无助呀。就拿去年调解邻里矛盾来说，虽然过程有点麻烦，但我觉得自己能帮上忙。还有我现在培育新品种秋葵，遇到问题也会想办法解决。不过，有时候也会担心自己年纪大了，身体会不会跟不上，就像前阵子去体检，心里还是有点小紧张的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我觉得自己在家和外出尝试新事物都还行。就像之前买新品种秋葵种子，我是在菜市场偶然碰到的，当时就很心动，就买了回来。这算是外出尝试新事物了吧。不过待在家里我也喜欢，比如整理相册，回忆以前的事情，也挺有意思的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。要说最近一次因记忆问题困扰，就是之前给社区年轻人分享经验时，我讲得投入，可有些年轻人在玩手机。我当时就想，我这一辈子的经验，可不能就这么被浪费了呀，得想办法让他们重视起来。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！最近一次让我感受到生命美好的时刻，就是我重孙跟我说，他觉得我教他的一些学习方法还挺有用的。你知道吗，之前他因为学习压力大，都没什么精神，我可担心了。现在他有了点信心，我心里也跟着高兴呢。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎呀，咨询师，我可没觉得自己没价值呀。就说去年吧，我调解邻里矛盾，大家都夸我呢，还成了模范长者。我还会田间数学教学法，教了那么多年书，学生们都喜欢我。现在我还想着培育新品种秋葵，重孙要考重点高中了，我盼着拍全家福呢。我觉得自己可有用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前些日子，我一大早就起来去地里忙活，给秋葵浇水、施肥，一直干到中午都不觉得累。当时我就想着能培育出新品种秋葵，心里特别有劲儿。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境绝望呀。就像前几天，我去医院体检，虽然心里有点嘀咕自己身体是不是真的有点小问题，但也没觉得绝望。而且我还有那么多事情想做呢，要培育新品种秋葵，盼着重孙考重点高中拍全家福，生活可有盼头了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好呀。就说我重孙吧，他学习压力大，我还得操心他的学习。但我也有自己的乐趣，像种菜啥的。最近我就想着培育新品种秋葵呢。不过有时候也会觉得自己老了，有些事力不从心，比如重孙的学习，我想帮他，可又怕自己不懂现在的方法帮不上忙。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活挺满意的。就像有一次，我帮楼上婆媳调解矛盾，她们特别感激我。当时我心里可满足了，觉得自己还有用。还有啊，我种的菜长得特别好，也让我很有成就感。最近我就想着把新品种秋葵培育出来，要是成功了，我肯定更满足。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都挺开心的。最近一次真正让我快乐的事呀，就是我那重孙，前几天他跟我说在学校考试成绩进步了，还说要努力考重点高中呢。我听了心里那叫一个美呀，感觉生活都更有盼头了。我就盼着他能考上重点高中，到时候我们一大家子拍张全家福。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着当然美好啦！就说前段时间，我重孙因为学习压力大，耷拉着脑袋回来。我想办法安慰他，虽然最后也不知道有没有帮上忙，但我觉得能为他做点什么，就特别好。这就是最近一次让我感受到生命美好的时刻，能和家人在一起，能帮他们解决问题，我就很满足。"
        }
    }
]