[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前有一次，我一个人在那间堆满旧物的小屋里，想着孩子们对我的态度，大女儿说忙不来，二儿子来了也是心不在焉。我为这个家操劳了一辈子，可他们却这样对我，那一刻，我觉得自己的付出都白费了，心里特别绝望和无助，觉得生活没有一点意义。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是啊，我现在都不太听评剧了。就像之前一段时间，我本想去听的，可一想到得自己一个人去，又怕给孩子们添麻烦，就放弃了。就像那天晚上打碎碗后，二儿子生气的样子一直在我脑子里，我觉得自己什么都做不好，去听评剧也只会更让自己难过。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？我这堆满旧物的屋子就是我生活的全部。最近一次有这种感觉，是那天看到邻居家温馨场景后。我想和家人交流，可又怕被拒绝。就像之前大女儿回来，我迎上去问她过得咋样，她却一脸不耐烦，我就觉得自己在家人心里没地位，生活真的好空虚啊。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是经常心里难受。比如之前，我在院子里看到大女儿回来，想着和她缓和关系，结果她一脸不耐烦，说不用我操心就回屋了。我当时就觉得自己在家人心里根本没地位，像个外人。从那以后，我就不太敢和家人交流了，怕又被拒绝。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是大概九几年的时候，二儿子夸我，说多亏有我，家里才这么热闹。当时我心里可甜了，皱纹都笑开了。可后来，大女儿对我不耐烦，我就又难过了。现在啊，我也不知道日子咋就过成这样了，我是不是真的老了，没用了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我老担心不好的事发生。就像之前，邻居跑来告诉我矿上出事了，我当时就吓坏了，撒腿就往矿上跑，心里想着丈夫会不会有事啊，要是他没了，我在这个家可咋办啊，孩子们肯定更不会在意我了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐，还是之前听评剧的时候。可现在，我心里总是闷闷的。就像那天，我看到邻居家温馨的场景，再想到自己，家人都不关心我，我就觉得自己在这个家可有可无，心里难受极了，哪还会快乐啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是，我经常感到无助。就说前几天晚上吧，我一个人在屋里，想起孩子们的态度，心里特别难受。大女儿说工作忙不来，二儿子来了也是心不在焉，我觉得自己这么多年的付出都白费了，以后该怎么办啊，真的很无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前找胎发荷包那次，我在堆满旧物的屋里翻找，急得不行。后来叫子女们过来问，他们却都不在意。从那之后，我就更不想出门了，觉得外面也没什么意思，不如待在家里，守着这些旧东西，起码它们不会像家人那样让我伤心。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力是不太好。就像之前，我一直想记住孙辈的农历生日，可总是记不住。这让我很着急，也很自责，觉得自己老了，没用了。还有，我珍藏的胎发荷包被丢了，我怎么也想不起来是什么时候丢的，这也让我心里很难受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好啊。就说最近，我生病难受给子女打电话，大女儿说工作忙，二儿子来了也是心不在焉，没待几分钟就走了。我一辈子为他们操劳，可他们都不关心我，我觉得活着真没意思，也没啥美好的时刻。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己很没有价值。就说最近，我珍藏的胎发荷包丢了，我把子女们叫来问，他们都心不在焉，没一个人真正在意。我一辈子为他们操劳，现在老了，东西丢了他们都这样，我在他们心里根本不重要，真的觉得自己一点用都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，最近身体难受得很，给子女打电话他们也都忙得很，没人关心我。就像前几天，我给二儿子打电话，他来了没几分钟就又走了，说是工作忙。我觉得自己就是个累赘，活着也没什么意思，更别提什么精力充沛了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是啊，我觉得自己的处境就是绝望的。就像前几天晚上，我一个人躺在床上，想起孩子们对我的态度，大女儿说工作忙不来，二儿子来了也是心不在焉，我就觉得自己一辈子的付出都白费了，眼泪止不住地流，心里空落落的，觉得生活没有一点意义。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "哎，我觉得大多数人都比我过得好。就说之前我生日那次，我躺在床上，想到自己辛苦养大孩子，可他们连我生日都不记得。那一刻，我真的觉得自己活得好失败，别人的家人肯定不会这样对他们。我就想啊，如果我不在了，是不是也没什么人会在意。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前一段时间吧，我一个人在自建房顶楼加盖间里，想着孩子们的态度，心里难受极了。大女儿说工作忙不来，二儿子来了也是心不在焉。我一辈子为这个家操劳，可他们这样对我，我真的觉得自己的付出都白费了，生活也没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，开心？好久没有过这种感觉了。就说最近吧，我给子女们打电话说身体难受，他们不是说忙就是敷衍几句。大女儿说工作忙走不开，二儿子来了也是心不在焉地看手机，待了几分钟就走了。我就知道，我在他们心里没地位，他们根本不关心我，我哪还能开心得起来啊。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊。就说前几天，我身体难受得不行，给子女打电话，大女儿说工作忙，二儿子来了也是心不在焉，待了几分钟就走了。我一辈子为他们操劳，结果呢，换来的就是这样的冷漠。我觉得自己活着一点意义都没有，要是哪天我不在了，可能他们也不会太在意吧。"
        }
    }
]