[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说之前吧，我一个人坐在院子里，看着盆栽，想起剿匪误伤平民的事，觉得自己罪孽深重，活着没什么价值，心里难受得很。但有时候，我又会想到要给孙子送银镯，觉得自己好像还有点事可做。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "医生说我得慢性病要长期吃药后，我就担心自己没法好好照顾盆栽了，所以最近一次主动放弃的活动就是摆弄盆栽。我觉得自己太没用了，连这点爱好都可能坚持不下去，心里特别难受，翻来覆去地想，越想越觉得自己是个累赘。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活不空虚呀。我每天都有事情做，比如照顾我的盆栽，听听戏曲。不过有时候，比如一个人坐在院子里晒太阳，看着空荡荡的家，就会想起我老伴，心里就会有点难过，觉得好像少了点什么。但这种感觉很快就过去了，我又会去忙我的事情。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时会想起过去的事。比如之前剿匪误伤平民那件事，就老在我脑子里转，我觉得自己是个罪人，活着也没啥价值。还有老伴走后，我一个人守着这祖宅，晚上巡田的时候，特别孤独，但我得坚持，我是个有责任感的人。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦，是之前傍晚听戏曲的时候，突然接到孙子电话，他说要结婚了，还希望我去参加。当时我心里可高兴了，脸上的皱纹都笑开了。可一想到自己这身体，可能去不了，心里又难受起来了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前有一回，邻居热情邀请我去他家吃饭，我心里就特别担忧。我觉得自己没什么值得别人爱的地方，他的热情说不定就是一时的，我要是去了，和他走得太近，最后可能会受到伤害，所以我赶紧找借口拒绝了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前接到孙子电话说他要结婚了。可一想到自己这身体可能去不了，心里又凉了。我总觉得自己得了慢性病，啥都干不了，是个累赘，连参加孙子婚礼都做不到，真的很没用。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我最近一次感到无助，就是在接到孙子电话的时候。他说要结婚了，可我这身体可能去不了，也没办法在婚礼上送他银镯。我觉得自己连这么简单的事都做不到，真是太没用了。我现在每天都坐在椅子上，望着墙上和老伴的合影，心里空荡荡的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前接到孙子电话，说他要结婚了，我心里又高兴又难过。高兴的是孙子要成家了，难过的是我这身体可能去不了。我就坐在椅子上，望着墙上和老伴的合影，想着这些事，觉得自己真的老了，啥也做不了，活着好像也没多大意思了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，没比别人差多少。就说之前吧，我想给孙子找那副银镯，找了好一会儿才找到，当时心里有点着急，但也没觉得是记忆问题，可能就是年纪大了，动作慢了点，东西放哪儿一时想不起来。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着也就那么回事吧。最近一次觉得活着有点意思，还是孙子打电话来说要结婚的时候。可我这身体，得了慢性病，以后不知道还能做些啥。就像上次在医院，医生说要长期吃药，我当时就觉得自己啥都干不了了，种不了盆栽，也听不了戏曲了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是把抗战纪念章捐给博物馆的时候。当时我跟县文史办的小王说要捐纪念章，他夸我有觉悟，可我心里却七上八下的，觉得自己这么做可能没意义。但我又想，捐给博物馆能让更多人了解那段历史，也算是为社会做了点贡献吧。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊，都快九十岁的人了。最近一次觉得有点精神，还是去给我那盆栽浇水的时候。看着那些绿油油的叶子，心里就稍微好受点。但我知道，我这一辈子做过不少错事，心里总有个坎儿，所以也很难真正开心起来。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候是挺绝望的。就像之前有一次，大概是九几年的时候，我一个人在院子里，回想着女儿说的那些话，觉得自己的人生真是充满了失败。我一直觉得自己对子女、对村子都尽了力，可最后却落得这样的下场，真是没人会在意我啊。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人可能确实比我过得好。就说之前，我看到新邻居家儿女都回来看望他们，热热闹闹的。再看看我自己，一个人守着这老房子，心里就挺不是滋味的。哎，我也不知道自己活着有啥意思，可能就这么凑合过吧。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意，但也还凑合。最近一次觉得不满足，是之前一段时间，我回到家坐在院子里，看着那些盆栽，想起自己以前为村子做了那么多，却被年轻人嘲笑，心里很委屈。但我又觉得自己就像那些盆栽，努力生长却没人欣赏，活着好像也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心，是孙子打电话说他要结婚了。可我这身体……唉，可能去不了他的婚礼了。之前我得了慢性病，医生说要长期吃药，我就担心自己以后什么都做不了了，连照顾盆栽和巡田都成问题，更别说去参加孙子的婚礼了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着好不好的，我也说不上来。就像之前，我在院子里看着那些盆栽，想起以前为村子做的事，可现在却被年轻人嘲笑，心里就挺不是滋味的。但儿子寄信来说理解我守着祖宅，我又觉得心里还有点温暖。最近一次觉得生命美好的时刻，可能就是看到儿子信里那些话的时候吧。"
        }
    }
]