[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活哪有什么满意的呀。就说之前，义工给我送餐，放在门口就走了，一句话都没跟我说。我就像个透明人，没人关心我。那饭我吃着都没味，眼泪吧嗒吧嗒地掉碗里。我觉得自己在这世界上就是多余的，活着真没啥意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我记得之前在合作社有个活动，我本来挺感兴趣的。但看到新同事被拒绝加入小组，我就想到自己肯定也融不进去。我就知道集体活动中大家都有自己的小团体，不会接纳我。所以我就放弃了，自己在一旁做事，心里又孤独又失落。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "空虚？是啊，最近义工送餐来，把餐一放就走了，一句话都不跟我说。就像之前，我听到门外有动静，以为是义工来了，打开门只看到地上的餐盒，冷冰冰的。我端着餐盒回到床边，吃着饭，眼泪就掉下来了。我觉得自己在这世上就是多余的，没人关心我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊，最近一次是义工送餐来，就把餐放门口走了。我打开门，端着冰冷的餐盒，坐在床边，看着饭菜一点胃口都没有。我觉得自己就像个透明人，没人关心我，这日子过得真没意思，活着也不知道有啥用。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，大概是之前某天下午，我坐在桌前翻开相册，看到和丈夫的合照，照片里我们穿着朴素但眼神充满爱意。那一刻，过去的回忆如暖流般涌来，让我感到温暖和力量，脸上也露出了微笑。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前，那对年轻夫妻把垃圾扔我家门口，我当时又气又怕。气的是他们不尊重我，怕的是去找他们沟通会被嫌弃。我一个人生活，没什么依靠，遇到这种事就特别无助，总觉得自己在这世上孤零零的，什么都得靠自己，还老担心会有更多不好的事。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次觉得有点开心，还是义工来送餐的时候跟我说了句话。但后来义工把餐一放就走了，我又觉得心里空落落的。我觉得自己就是个多余的人，没人在意我。（想起义工送餐的事，情绪有些低落）"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前，社区义工送餐，有一次迟迟不来，我饿得不行，浑身没力气。我就想，是不是大家都不关心我这个老婆子了。义工都这样，更别说其他人了。我只能自己一个人面对，谁都靠不住啊。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前，我一个人坐在昏暗的房间里，看着童年在农村的老照片。那时候我在集体公社总被同事调侃，觉得自己没价值。现在老了，更不想出去面对那些让我难受的人和事了，待在家里听收音机、整理相册，心里还能平静些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不太好。就像之前有一天，我想找我的相册，怎么都想不起来放哪儿了，急得我呀，心里特别难受。后来还是在桌子抽屉里找到了。我就觉得自己老了，不中用了，什么都记不住，活着真没意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？哪有啥美好啊。就说之前吧，义工送餐来，就放门口走了，一句话都没有。我就像个透明人，没人关心。最近义工来送餐，问了句咋样，我也不知道咋回答。反正这日子，一天天的，没啥意思，也不知道活着有啥好。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己没什么价值。就像之前，义工来送餐，把餐一放就走了，连句话都没跟我说。我就像个透明人一样，没人关心我过得好不好，有没有人陪。我吃着那冰冷的饭菜，眼泪就吧嗒吧嗒地掉下来，感觉自己在这个世界上就是多余的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有什么活力啊，我最近就像个行尸走肉一样。就说之前义工送餐那次，我打开门，看到地上冰冷的餐盒，义工连句话都没说就走了。我当时就觉得自己在这世上就是多余的，哪还会有精力充沛的时候啊，每天都过得浑浑噩噩的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是有点绝望的。就说之前，义工一直不来给我送餐，我饿得不行，又冷又无助。我一直以为会有人来帮我，可那天我等了好久，什么都没有。我当时就觉得，这世界上真的没人在乎我了，我就这么孤零零地活着，真不知道还有什么意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前在合作社的时候，大家都有说有笑的，还会互相帮忙。可我呢，总是一个人。我记得有一次，活动结束后，我看到同事们都聚在一起聊天，我想过去听听，可他们一看到我就不说话了。那时候我就觉得，自己真的是个多余的人。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前，义工送餐，放那就走了，一句话都没跟我说。我就觉得自己像个透明人，没人关心我。最近我老想起以前的事，我觉得自己挺没用的，孩子也不管我，我活着好像没什么意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我哪有开心的时候啊。就说之前，义工来送餐，把餐一放就走了，一句话都不跟我说。我就像个透明人一样，没人关心我。最近一次感到快乐？我都不记得了，可能是很久很久以前，听收音机里的老歌的时候吧。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就说之前义工送餐，把餐放门口就走了，连句话都没跟我说。我就像个透明人，没人关心。（情绪低落，眼神黯淡）我觉得自己就是多余的，哪有啥美好。（微微叹气，身体有些佝偻）"
        }
    }
]