[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近吧，有一天我想给家人做顿饭，结果把厨房弄得乱七八糟。儿媳回来看到后，语气很不好地说我别添乱了。我当时心里难受极了，觉得自己什么都做不好，给家人添麻烦了，真的很没用。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近我就放弃了织补。之前有次我在补衣服，小孙子走后，我一直想着自己连他电话号码都记不住，就对织补没兴趣了。现在我整天郁郁寡欢，也不想动。我觉得自己什么都做不好，家人肯定嫌弃我，我也不知道该怎么办，就这么一天天过着，对什么都提不起劲。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不空虚呀。就像之前，我看到邻居大爷孤零零的，心里很难受。我想到自己为家庭付出很多，就告诉自己要从过去工作经历中吸取经验，好好承担家庭责任。那一刻，我觉得自己的生活是有意义的，不是空虚的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前，我回到儿子家次卧，坐在床边，想起自己一辈子为家人付出，可现在子女都有自己生活了，我好像啥都做不了，就觉得特别无聊。也不知道自己活着还有啥意义，说不定家人还嫌弃我，唉……"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得心里闷闷的。但之前有一次，我自己修好了车间里出故障的机器，回家后丈夫夸我能干，那时候我心里特别开心，觉得自己还是有点用的。不过这种开心的感觉好像很快就过去了，现在又总是觉得自己啥也做不好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我老担心不好的事发生。就像之前一段时间，我把退休金都给儿子付首付了，后来看着水电费账单，手都抖，怕停了水电日子没法过。我也不敢跟家人说，怕他们觉得我没用。我总觉得自己得为家人付出，可付出太多了，又担心自己以后怎么办。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我最近都没怎么开心过。就说之前吧，我最珍视的日记被老鼠咬得破破烂烂的，那里面记着儿女成长的点点滴滴啊，我当时心都碎了，哪还能开心得起来。从那之后，我就觉得自己什么都做不好，连日记都保护不了，更别提和别人建立什么深厚关系了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前，家里的灯坏了，我不会换，也不知道该找谁帮忙。我一个人坐在黑暗的房间里，心里特别难受。我觉得自己什么都做不了，对这个家也没什么用了。就像小时候没照顾好弟妹被妈妈指责一样，我又陷入了那种深深的自责和无助中。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前社区志愿者小刘邀请我参加活动，我就想起李大妈她们吵架散伙的事，害怕自己也会和别人闹不愉快，最后就拒绝了小刘，还是待在家里养养绿萝心里踏实。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不如以前了。就说之前，小孙子告诉我他的新号码，我当时全神贯注地听，还小声重复，可后来他再问我，我却怎么也想不起来了。那一刻，我特别自责和难过，觉得自己特别没用，连小孙子的号码都记不住，他肯定觉得我不关心他。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像之前，小孙子走后，我一个人坐在沙发上，觉得自己啥都记不住，啥都做不好，真的很没用。我就想啊，如果我不在了，是不是也没什么影响。最近也没啥让我觉得生命美好的时刻，我就守着这一亩三分地，过一天算一天吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我经常觉得自己很没有价值。就像之前有一次，我在家里不小心把碗打碎了，我就特别自责，觉得自己什么都做不好。我现在老了，也不能给家里挣钱了，还总是添麻烦，真是一点用都没有。（声音低沉，眼神黯淡，脸上带着深深的自责和无奈）"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没有活力。就像最近有一次，我想给家人做顿饭，结果把厨房弄得乱七八糟，儿媳回来后还嫌弃我。从那以后，我就觉得自己什么都做不好，对未来也没什么希望了。我现在只想把孙辈的新号码记住，把家庭相册的合影补齐，其他的事情我都不想管了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境很绝望。就说之前吧，我发现珍藏的日记被老鼠咬得破破烂烂，那里面记录着儿女成长的点点滴滴啊，我当时心都碎了，整个人都呆住了，觉得自己连最珍视的东西都保护不了，未来还有什么希望呢？"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会觉得别人比我过得好。就像之前，我从超市买了打折鸡蛋回来，想着能给家里省点钱，结果儿子却嫌我买多了，还说我浪费钱。当时我就觉得自己好没用，连这点事都做不好，别人的妈妈肯定不会像我这样被儿子嫌弃。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意也说不上不满意。就像之前有一天，我看到邻居大爷孤零零坐在长椅上，他的遭遇让我很难过。我想到自己为家庭付出了这么多，可有时候还是会觉得自己没有价值。但一想到儿子和孙辈，我又觉得不能放弃，还是要努力让家庭更温暖和睦。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不太开心。最近一次真正感到快乐的事，大概是之前小孙子告诉我他换了新号码，那时候他的眼神里满是对我的信任，我觉得特别温暖。我就想着一定要记住这个号码，不能让他失望。（情绪低沉，语速缓慢）"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就说之前，小孙子走后，我一个人在沙发上，想到自己连他电话号码都记不住，就觉得自己没用，家人肯定嫌弃我。还有之前想补齐家庭相册合影，都不知道能不能实现。现在儿媳还嫌我添乱，我真的觉得活着没啥意思。"
        }
    }
]