[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就拿最近来说，我想让曾孙考军校，可他不愿意听我的。当时我满心期待，拉着他说，可他皱着眉头挣脱开，说不想考。我一下子就愣住了，心里空落落的，觉得自己挺失败的，连这点事都做不到。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃太多活动，就是有时候记性不太好，会忘记自己在做什么。比如最近一次，我在花园里修剪树枝，结果剪着剪着就不知道自己要干嘛了，后来还是我老伴提醒我，我才想起来。不过我觉得这也没什么大不了的，我还能自己照顾自己，还能写写字、看看书，日子过得挺好的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不空虚呀。我每天都有事情做，写写书法、打理一下花园。不过有时候也会觉得心里空落落的，就像之前我在厂里工作失误那次，当时心里很自责，觉得自己老了，不中用了，那时候就有点空虚的感觉，觉得自己好像没什么价值了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊。我每天都有自己的事情要做，比如写写书法、打理一下院子。不过有时候吧，我会想起以前的战友，就会觉得心里空落落的。就像那次在老茶馆，看着大家都老了，生活也各有各的难处，我就想，我们的青春都去哪儿了呢？"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还行吧。最近一次心情愉悦啊，那就是前几天在花园里看到曾孙玩耍的时候了。当时阳光正好，我心里可高兴了，就想着上前跟他说说话，让他努力考军校。可后来他不愿意听，我这心里又有点失落了。哎，你说这孩子咋就不懂我的心思呢？"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我常常担心会发生不好的事情。就像企业改制那会儿，我在传达改制要求和目标时语无伦次，还解答不了管理层的疑问，当时就担心上级领导会质疑我的工作能力，怕自己在下属面前失去权威，那种担忧的感觉现在还记忆犹新呢。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我现在很少有特别开心的时候。就像之前，重孙女问我个简单历史问题，我都答不上来，心里特别难受。还有让孙子练字，他也不听，我觉得自己在家人面前越来越没用，哪还能开心得起来啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助。就说去年吧，我把家里人都认错了，当时心里特别慌，觉得自己怎么连亲人都认不出来了。孩子们虽然没说什么，但我能感觉到他们很担心。从那以后，我就更想快点把回忆录整理好，让他们知道我的经历，也让自己觉得还有点用。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在更愿意待在家里。就像去年有一次，孩子们想带我去外面逛逛，我心里就有些犹豫。我担心自己会记错路，或者给孩子们添麻烦。最后还是选择了待在家里，在院子里种种花，写写书法。虽然也挺自在的，但有时候还是会觉得和外面的世界有些脱节。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力确实不如以前了。就说最近吧，我想给战友遗属打个电话，结果翻了半天通讯录才找到号码。还有啊，我经常会忘记自己刚刚做过什么，得想一会儿才能想起来。这些记忆问题让我有时候觉得挺困扰的，担心自己会越来越糊涂。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，有好有坏吧。有时候觉得挺好的，能看到重孙女跑来跑去，心里就挺高兴。可有时候又觉得自己老了，没用了，就像之前重孙女问我历史问题，我却答不上来，那一刻我就觉得活着也没多大意思。最近一次感受到生命美好的时刻，应该就是看到重孙女在花园里玩耍的时候吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值啊。我这一辈子经历了那么多，也有不少值得骄傲的事。就说我立的三等功，那可不是白来的。不过最近确实有点力不从心，想整理回忆录，却总觉得有些事记不太清了，这让我有点着急。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还挺有活力的。就拿每天早上来说吧，我都会去院子里练练书法，写写大字，那时候感觉自己精气神还不错。不过要说最近一次精力充沛的时刻，我还真得想想，好像是前几天和老伴儿在院子里修剪花草的时候，我忙前忙后，一点儿也不觉得累。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。只是有时候会有点着急，想快点把回忆录整理好。还有就是，虽然和家人住在一起，但总觉得和他们的关系不像以前那么亲近了，这让我心里有点不是滋味。不过我也知道，大家都有自己的生活，我也在努力适应。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。我现在生活挺不错的，有家人陪伴，经济也富裕。就是有时候会觉得孤独，身边的战友都走了，同事也联系不上了。最近一次有这种感觉，是在整理回忆录的时候，想起了以前的那些人和事，觉得现在的生活好像少了点什么。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上特别满意，也说不上不满意。就像最近，我想让曾孙考军校，可他不愿意听我的，这让我心里有些失落。但我也知道，不能强迫孩子做他不愿意做的事。我现在就想好好整理一下自己的回忆录，把我的经历和故事都记录下来，也算是给后代留个念想吧。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候心情还算平静吧。要说最近一次真正感到快乐的事，那应该是前几天在院子里侍弄花草的时候。阳光正好，我看着自己种的花花草草都长得那么好，心里特别舒坦。好像那一刻，什么烦恼都没有了，就只沉浸在这一片绿色和花香里。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。最近一次觉得活着美好的时刻，可能就是前几天在花园里晒太阳的时候。阳光照在身上暖洋洋的，我就坐在那，看着花花草草，心里挺平静的。但有时候也会因为自己的认知障碍烦恼，就像之前重孙女问我历史问题，我却答不上来，心里很不是滋味。"
        }
    }
]