[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前，我在自家门口晒太阳，看着邻居家筹备喜事，热热闹闹的。可我呢，儿子因为宅基地的事儿很少和我说话，我觉得自己总是一个人，没人真正关心我，这世界太冷漠了，我融不进去，心里特别难受。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，就像之前，大概九几年的时候，我跟着儿子到了县城老宅。那天下午，我一个人坐在院子里晒太阳，可心里却想着那片薄田。儿子出门工作了，一整天都没人陪我说话。偶尔有邻居路过，也只是打个招呼。从那之后，我就觉得晒太阳也没意思了，慢慢就不怎么去了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "是呀，我觉得生活挺空虚的。就说之前吃年夜饭的时候，我满心欢喜想和孙子们聊聊天，可他们都只顾着看手机，随便应付我几句。那时候我就觉得特别空虚，热闹的餐厅在我眼里冷清极了，我就像个透明人，没人在意我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次无聊啊，就是之前有一天上午，阳光挺好的，我本来应该在晒太阳听戏曲的，可那天我就呆呆地坐在房间里。想起之前在公社工作时，同事们都不怎么搭理我，就像那天我看到他们围在一起说笑，我却不敢过去。现在老了，感觉更没人在意我了，活着真没什么意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，就像那天，阳光照进房间，可我没兴致晒太阳，戏曲声也刺耳。我觉得世界冷漠，没人关心我。最近一次心情愉悦？太久远了，我都记不清了。我总是一个人，家人也不怎么和我交流，我就想自己待着，也不知道活着有啥意思。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心会发生不好的事情。就像之前一段时间，我把养老钱藏在院子里的柿子树下，藏好后我一直很紧张，生怕钱会出问题。虽然我觉得自己藏得很好，但还是忍不住担心。这种担心就像一块石头压在我心里，让我很不舒服。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐，还是之前在院子里晒太阳，听着戏曲，邻居张老师过来陪我聊了会儿天。可后来儿子回来后，我跟他说话，他却不怎么理我，就像之前有一次我忘了买东西，跟他说，他也只是淡淡地回了我一句，从那以后，我就觉得自己在他心里好像没什么分量。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前在朝鲜战场站岗那次，一只野兔突然窜出来，我以为是敌人，当时心跳得特别快，冷汗直冒，后背都湿透了。身边一个战友都没有，那种孤独无助的感觉太强烈了。我只能自己端着枪，紧张地盯着四周，过了好久才缓过来。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像前几天上午，我在那光线昏暗的卧室里，身体不舒服，心里也难受。儿子来看我，可他那么忙，我也不想麻烦他带我出去。我就自己躺在床上，想着自己这一辈子，觉得自己好像什么都做不好，就这么待在家里，也挺好的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我这记性确实不如以前了。就说之前吧，我把养老钱埋在院子里的柿子树下，想着安全。可等我再去挖的时候，钱都烂了。我当时那个自责啊，觉得自己啥都干不好。我连藏钱这么简单的事都做砸了，还能做什么呢？"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？最近一次？没记得有。就像那天上午，我病恹恹躺在床上，儿子进来就问了句身体咋样，我想让他多陪陪我，他却嫌我烦，说工作忙就走了。我觉得自己就是个失败者，活着一点意义都没有，也没人在意我。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己是个失败者，没啥价值。就说之前有一次，我想出门给家里买点东西，结果到了商店，啥都忘了要买啥。回来后，儿子也没给我好脸色，就觉得我啥都干不好。哎，我现在这记性，真的是越来越差了，感觉自己在这个家就是个累赘。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，老了，不中用了。以前打仗的时候，那才叫精力充沛，能跑能跳的。现在不行了，啥都记不住，连孙辈的名字都记不清，活着有啥意思。不过，有时候听听戏曲，感觉还能找回点以前的劲头。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就说最近吧，儿子来看我，我拉着他的手想让他多陪陪我，他却因为工作忙，用力挣脱开了。我当时就觉得特别绝望，自己老了，身体不好，儿子也不关心我，活着好像真的没什么意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家都过得挺好的，就我这把老骨头，经历了这么多事，现在啥也记不住。就说我那几个孙辈吧，我老是记不住他们的名字，每次见了面都得想半天，这让我觉得自己真没用。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前有一天，阳光照进我房间，可我没心思晒太阳，就那么呆坐着。我觉得没人关心我，世界很冷漠。最近听戏曲也觉得刺耳，不想和家人说话，只想一个人待着。我都记不清孙辈的名字了，觉得自己真没用，连这点事都做不到。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前年夜饭时，我满心欢喜想和孙子们聊聊，可他们一直玩手机，只随便应付我几句。那一刻，热闹的餐厅在我眼中变得无比冷清，我觉得自己在这个家里就是个多余的人，没人真正在意我。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好啊。就说之前过年吃年夜饭，我满心欢喜想和家人聚聚，可孙子们都盯着手机，随便应付我几句。那热闹的餐厅在我眼里冷清得很，我心都凉透了。现在我就觉得活着没意思，没人在意我，我就是个被遗忘的人。"
        }
    }
]