[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说之前，子女为了老伴医药费在老宅里吵得不可开交。我一辈子为这个家付出，带大弟妹、供丈夫进修、育子女成才，可他们却只关心钱，不关心我和生病的老伴。我当时觉得特别无助、伤心和迷茫，现在想起来心里还是很难受。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是，我以前最爱种菜、听黄梅戏，可自从老伴脑梗后，子女们为了医药费吵个不停，我就没心思做这些了。最近一次放弃是前几天，本来要去听戏的，可想到子女们的事，就不想去了。我觉得自己做什么都没意思，生活也没盼头了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "哎，生活确实空虚啊。就说前几天吧，下午我一个人坐在院子里，看着那旧竹椅和小水缸里浑浊的水，心里空落落的。邻居路过安慰了我几句就走了，我还是觉得孤独。我为子女付出那么多，他们却只关心医药费，不关心我，我真是失望透顶。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次觉得无聊是之前学视频通话失败后，坐在家里，看着手机，心里又烦又觉得自己没用。院子里的菜有点枯黄了我也不想去管，收音机里的黄梅戏也没了滋味。我就这么呆坐着，对啥都提不起兴趣，感觉日子过得好没意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好，心里总觉得空落落的。最近一次心情愉悦，是之前在集市上卖酱菜的时候。一开始生意不好，我又急又慌，但还是努力向路人介绍，让他们品尝。后来生意好了，酱菜卖得越来越多，钱也越赚越多，我和老伴数钱的时候，心里别提多开心了，想着孩子们的学费有着落了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我确实老担心不好的事。就说之前，邻居教我手机视频通话，我咋都学不会。当时我就想，我是不是真的老糊涂了，啥都干不了了。现在也老怕自己身体不行，帮不上家里忙，还得孩子们照顾。更怕自己哪天不在了，老伴咋办，这一大家子又该咋办。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，哪有什么开心的时候啊。就说之前吧，子女为了老伴医药费吵得不可开交，我坐在旁边，心像被针扎一样。我一辈子为这个家付出这么多，换来的却是这样的结果，我真的很失望，也很伤心，哪还能快乐得起来啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就说之前吧，我正照顾着生病的老伴，突然一阵头晕，差点摔倒。那几天我身体不舒服，可子女们电话都没几个。我觉得自己特别无助，又怕自己身体垮了老伴没人照顾，那种感觉真的很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我现在就喜欢待在家里。就像前几天，我一整天都坐在床边，望着窗外，什么也不想做。以前我还会去种种菜、听听黄梅戏，现在却觉得做什么都没意思。我觉得自己老了，没用了，子女也不在身边，我一个人出去也没什么意思。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就说之前，我守着生病的老伴，给子女打电话，他们在电话里为医药费和照顾老伴的事吵得不可开交，那些话我现在都记得清清楚楚。我当时又失望又伤心，他们怎么能这样呢？唉，现在想想心里还是不好受。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "唉，活着有啥美好不美好的。就像之前，我到城里子女家，他们都忙得很，没人陪我。我为他们付出那么多，现在却这么孤单。最近一次觉得活着还有点意思，就是之前在院子里听黄梅戏，可听着听着，又想起自己这苦命的一生，心里更难受了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有价值的。但最近一次有没价值的感觉，是那天在医院守了老伴一天一夜，给子女打电话，他们却只关心医药费，还互相推诿责任。我听着他们争吵，心里很不是滋味，觉得自己这么多年的付出好像都白费了，那一刻真的觉得自己没什么价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哪有什么活力啊，最近身体不舒服，还得照顾脑梗的老伴。那天我差点摔倒，给大儿子打电话，他说工作忙回不来。我就想啊，我这一辈子都在为家人付出，现在老了，却这么孤独无助。我活着还有啥意义呢？"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境很绝望。就像之前有一天晚上，我实在难受又孤独，给大儿子打电话，说我身体难受，想让他们回来看看我。结果大儿子说工作走不开，让我自己去医院。当时我就觉得心里特别绝望，我为这个家付出了一辈子，现在却连子女的关心都得不到。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就说之前老伴生病那次，子女们为了医药费吵得不可开交，我坐在旁边，心里难受极了。我一辈子为这个家操劳，却换来了这样的结果。我觉得自己很失败，也很无助。如果我不在了，也许他们就不会再为这些事情争吵了吧。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活……唉，说不上满意。就像之前子女为了老伴医药费吵架那次，我坐在床边，拉着老伴的手，听着他们争吵，心里又难过又失望。我一辈子为了这个家，带大弟妹、供丈夫进修、育子女成才，可他们却只关心钱，不关心我和老伴。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次感到快乐，还是好久以前了，那时候孩子们都还小，一大家子人热热闹闹地围坐在一起吃饭。可现在呢，老伴生病了，孩子们为了医药费吵得不可开交，我每天都过得很压抑，也很迷茫，不知道以后的日子该怎么过。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，我也不知道算不算美好。就像之前，我到城里子女家，他们都忙自己的，没人陪我。（眼神黯淡）还有，我照顾生病的老伴，身体也不舒服，子女电话都没几个。（叹气）我觉得自己就像被世界遗忘了一样，哪有什么美好可言啊。"
        }
    }
]