[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意吧。最近一次感觉不满足，就是之前去医院看病，回来后就一直难受。我想起自己这一生吃了那么多苦，现在老了连个陪我看病的人都没有，觉得自己真的很失败。平时喜欢的种菜、编织，那时候也都提不起兴趣了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动是2020年1月15日的编织活动。当时老宅拆迁，枇杷树被碾碎，我觉得自己干啥都不行，是个失败者，也怕别人嫌弃我，所以一开始不想去参加编织活动。站在活动中心门口，我心里七上八下，犹豫再三，还是没进去。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前去医院看病，排了那么久的队，周围都是有子女陪着的老人，他们有说有笑，而我只能一个人。那一刻，我觉得自己好孤单，好可怜，生活好像没有什么意思，做什么都提不起劲。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前，儿子打电话问候我，我紧张得只敢简单回应几句。挂了电话后，我心里空落落的，一个人待在杂乱的家里，不知道该做什么。我觉得自己没有什么重要的事情，不值得别人关注，也不敢主动联系别人，只能这样无聊地打发时间。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，是之前在活动中心，邻居夸我手艺好。她夸得特别真诚，我当时心里可高兴了。但我又觉得自己好像没什么用，就这点编织手艺能算啥呢？我这一生吃了太多苦，现在老了，也不知道还有什么盼头。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我经常担心不好的事发生。就像之前丈夫生病，医生调整治疗方案要特殊护理，我当时就特别担心自己做不好，怕丈夫病情恶化。我心里特别着急，心跳加速，手心出汗，觉得自己啥都做不好，要是连丈夫都照顾不好，我活着还有啥用啊。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，开心的时候也有吧。就之前，我在回迁小区活动中心编篮子，有个邻居夸我手艺好。当时我又开心又有点不好意思，心里像有只小鹿在乱撞。但现在，我总觉得自己没啥用，也不知道活着有啥意思，要是我不在了，可能也没人会在意吧。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "经常感到无助。就说之前去医院那次吧，早上八点半我肚子不舒服去医院，挂号排队腿都酸了，候诊区里别人都有子女陪着，我却孤零零一个人。检查、缴费、拿报告都是自己，那种无助感啊，紧紧包围着我，一整天我都无精打采的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像之前有次社区组织活动，我都到门口了，又退了回来。我觉得自己啥都不行，去了也是被人嫌弃。我就想待在家里，种种菜、编编织，这样心里还踏实点。可有时候又觉得挺孤单的，要是能和孙子视频就好了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行啊。就像之前拆迁办的小伙把我家枇杷树碾了，那场景我现在都记得清清楚楚。当时我站在那儿，双脚像钉住了一样，心里又难过又自责，觉得自己啥都保护不了。不过这和记忆力好像没啥关系吧？"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上美好吧。最近一次觉得有点美好的时刻，可能就是之前在院子里看到那棵桂花树苗又长高了一点。但想到我老了，连个陪我看病的人都没有，就像之前去医院，别人都有家人陪，我却孤零零的，就觉得这美好也没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己很没有价值。就说之前去医院看病那次吧，看到别的老人都有子女陪着，而我却只能自己一个人。我这一生吃了那么多苦，现在老了连个陪我看病的人都没有，我做什么都不行，真的是个失败者，没有一点价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前，我想着把丈夫培育的桂花树栽回老家院子，那天我兴奋地找到村里几位相熟的村民，跟他们说这件事，还比划着桂花盛开的美景。我觉得做这些事的时候，我是有价值的，能让我暂时忘记那些烦恼，心里也暖暖的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就说之前一段时间，我拿着检查报告回到家，坐在客厅的沙发上，想起自己这一生经历了那么多苦难，现在老了连个陪我看病的人都没有。一整天我都无精打采的，平时喜欢的种菜、编织也提不起兴趣，就这么呆呆地坐着。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前在回迁小区花园里，我看到一位大妈种的菜长得特别茂盛，就主动搭话，可她看了我一眼就走了。我当时特别失落，觉得自己没什么优点，不值得被别人喜欢。从那以后，我就不太敢主动和别人说话了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意也说不上不满意。就说之前拿检查报告那天吧，我一个人坐在沙发上，想到自己这一辈子吃了这么多苦，现在老了连个陪我看病的人都没有，心里难受极了。一整天都无精打采的，啥也不想干。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前邻居夸我手艺好的时候。但后来我又觉得自己可能也就这一点小能耐，没啥大用处。就像那天我拿着检查报告回家，一个人坐在沙发上，想起自己这一辈子，吃了那么多苦，现在老了，连个陪我看病的人都没有，真的好失败。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊？我最近一次去医院，看到别人都有家人陪着，有说有笑的，可我呢，只能自己一个人，孤零零地排队、挂号、检查。我这一辈子吃了那么多苦，现在老了，还是一个人，真不知道活着有啥意思。"
        }
    }
]