[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前，我想出门走走却走不了，孩子们都跑过来，我觉得自己成了他们的负担。还有一次，孙子来看我，他只知道抱怨WiFi信号差，根本不听我说话，我觉得自己和家人的距离越来越远，真的很孤独，也很失落。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我最近一次放弃的活动就是木工雕刻。之前一段时间，我想给曾孙打个樟木箱，可我身体越来越差，手也抖得厉害，根本没法好好雕刻。就像那天在院子里，我拿着工具，却怎么也下不了手，心里难受极了。我觉得自己真的老了，没用了，连这点事都做不好。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前有一天中午，孙子来看我，他在屋里摆弄我的旧工具，却一直抱怨WiFi信号差，根本没心思听我说话。我看着他，心里想着和他分享过去的故事，可话到嘴边又咽了回去。那一刻，我觉得自己和家人的距离好远，生活也变得空荡荡的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是老觉得心里闷得慌。就像之前有一天，我一个人坐在院子里，看着地上的落叶和角落里的旧木工工具，想起孙子拒绝我时的样子，心里就难受得不行。我觉得自己好孤独，身边没有人能真正理解我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是之前和孙子一起聊天的时候。他对我讲起外面的新鲜事，我也跟他说了我以前的一些经历。可后来我又想起劳模奖状被老鼠啃了，心里就难受起来，觉得自己的过去好像都没意义了，也不知道以后还能做些什么。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，我最近老是担心自己的身体不行了，啥都做不了。就像之前，我想做个小木箱，虽然年轻时我是个好木工，但现在手有风湿不太听使唤了。我跟家人说想试试，他们都担心我做不好。我心里也七上八下的，既想证明自己还有点用，又怕真做不好，那我就真成没用的人了。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正开心的时候，大概是之前一段时间，我想起了在家具厂工作时的事。那时候我是个备受尊重的木匠，能靠自己的手艺为家里赚钱。可现在呢，我连穿针钉纽扣都做不好，觉得自己一点用都没有，这种感觉真的很难受。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说之前有一天，我想出门走走，可刚站起来，双腿就发软，根本走不了。孩子们听到动静跑过来，我看着他们忙碌的身影，心里特别难受，觉得自己真是个没用的人，成了他们的负担，那种无助的感觉啊，就像被世界抛弃了一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，家人要带我去城里逛逛，我拒绝了。因为我想起之前钉纽扣都做不好，觉得自己什么都不行，出去也是给家人添麻烦。我怕别人看到我的笨拙，会笑话我。所以，我宁愿待在家里，守着我的翻新祖宅，回忆过去的时光。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是最近老想起之前被鼠啃的劳模奖状，那可是我的荣誉啊。还有孙子拒绝我时的样子，也老在我脑海里回放。我现在身体不好，做不了什么事，觉得自己越来越没用了，心里好难受啊。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？我也不知道是不是美好的事情。最近一次觉得有点美好的时刻，可能就是之前看到院子里那棵老樟树又发了新芽吧。可我呢，身体越来越差，连奖状都被老鼠啃了，还能做什么呢？唉，活着好像也没什么意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己很没有价值。就说之前，我想出门走走，可双腿发软，扶着墙都走不稳。孩子们听到动静跑过来，我看着他们忙碌的身影，就觉得自己是个拖累。还有一次，孙子来看我，我想给他讲过去的故事，可他只顾着抱怨WiFi信号差，根本不听我说话，我就觉得自己和家人的距离越来越远，特别没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。就说之前修货架那事，我虽然修好了，但那也是因为我有经验。现在老了，啥都干不了。最近劳模奖状还被老鼠啃了，唉，我这一辈子啊，感觉越来越没意思了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境挺绝望的。就说之前吧，我一个人坐在院子里，想起孙子拒绝我时那不耐烦的样子，心里就难受得很。我曾经也是个有手艺的人啊，可现在却被孙子嫌弃。还有那被老鼠啃坏的劳模奖状，那是我的荣誉啊，就这么没了。我真的不知道自己活着还有什么用。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "最近过年的时候，我准备了一桌子菜，大家都在玩手机，没人理我。（想起当时的场景，不禁叹了口气）还有，孙子来看我，他只抱怨WiFi信号差，根本不听我说话。（声音越来越低）我觉得大家都比我过得好，他们有自己的生活，而我好像被遗忘了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活谈不上满意。就说之前，我珍藏的劳模奖状被老鼠啃了，那可是我的荣誉啊，就这么没了。当时我心里特别难受，觉得自己过去的价值好像也被老鼠咬碎了。现在身体又不好，连走路都费劲，觉得自己就是个没用的人，给家人添麻烦。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我哪有啥开心的时候。就说之前，我在家具厂仓库看守，下班后累得不行，还得去那小工作室给儿子做货架凑买房钱。我咬着牙坚持，可现在呢，劳模奖状还被老鼠啃了，我这一辈子，好像都没啥用了，也不知道活着还有啥意思。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊？就说之前，我想出门走走，腿却软得厉害，还喘得慌。回到屋里，看着颤抖的双手，觉得自己特别没用，给孩子们添了负担。孙子来看我，却只顾着抱怨WiFi信号差，也不听我说话。我觉得自己被家人遗忘了，活着真没意思。"
        }
    }
]