[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就像之前有次村里办活动，我看到其他老人都有子女陪着，老李家儿子还扶着他给他递水，我却只能一个人默默走到场地，站在一旁，心里难受极了。我觉得自己在亲情世界里好像是被遗忘的，活着也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，最近我把菜园子都荒废了，以前我可喜欢打理它了。就像之前百岁宴那天，从早到晚都没等到孩子们，我就觉得啥都没意思了。后来就不想去菜园子了，觉得自己做的一切都换不来子女的关爱，活着好像也没多大劲儿。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是大概一个月前的晚上。那天我穿上最干净的衣服，从早到晚等子女回来，可直到晚上，门口都没出现他们的身影，电话也没响。那一刻，我觉得自己的生活空荡荡的，做什么都好像没有意义，我果然是被子女遗忘的人。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总觉得做什么都没意思，像之前打理菜园、抄写佛经，现在都提不起精神。就好比前几天，我去菜园拔草，可看着那些菜，我心里空荡荡的，拔草的动作也是机械的。我觉得自己在这世上好像没什么用了，子女都不关心我，活着也没多大意思。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "以前我心情还挺好的，可自从百岁宴被子女遗忘后，我就没开心过。最近一次心情愉悦，还是好久以前，我在菜园里摘菜，看到菜长得绿油油的，心里可高兴了。可现在，我觉得自己做什么都没意思，活着也没什么盼头。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前，我在田里劳作时受了凉，发起高烧，浑身乏力。我就担心自己病情加重，没法耕种，债务还不清，成了子女的负担。我还担心自己要是有个三长两短，那些猫该怎么办啊。（微微皱眉，眼神中透露出担忧）"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是之前在菜园里摘菜的时候，看着那些绿油油的菜，心里觉得很踏实。可自从百岁宴被子女遗忘后，我就再也没开心过了。我觉得自己做什么都没意义，子女们都不关心我，活着还有啥意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是的，我经常感到无助。就像之前百岁宴那天，我一个人默默地走到场地，看到其他老人都有子女陪着，有说有笑地入场。老李家的儿子小心地扶着老李，还从包里拿出一瓶水递给他。我站在一旁，形单影只，那一刻我真的觉得自己好无助，心里难受极了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待家里。就像之前百岁宴那天，我从早到晚都盼着子女回来，可他们都没来。后来我就把自己关在家里，看着那些和子女往来的书信，一把火给烧了。我觉得自己在这个世上就是多余的，没人关心我，还不如待在家里，起码不会失望。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就说之前百岁宴那次，子女们都没来，我一直记着这事呢。我当时就想，我做的一切都无法换来子女的关爱，他们不会真正关心我的感受。唉，现在想起来还是觉得挺难过的。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……唉，没啥意思。就说之前我百岁宴，子女们都没来，我从早盼到晚，心都凉透了。（眼神黯淡，语气低落）最近也没啥让我觉得美好的事，我就守着这茶园边的房子，和流浪猫作伴。（目光看向门口的猫碗）"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没啥价值。就像之前百岁宴，子女们都没来，从早到晚，我一个人在屋里等，电话也没响。那一刻，我就觉得自己做啥都换不来子女的关爱，自己就是个累赘，活着好像也没啥意思。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "活力？我好久都没感觉到了。就说之前烧完和子女书信后，我整个人都没力气了。之后做什么都提不起精神，菜园也打理得不好，抄佛经也老走神。我觉得自己在这世上越来越孤独，哪还有什么活力啊，能像现在这样活着就不错了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像之前百岁宴那天，我从早到晚盼着子女们回来，可他们一个都没来，电话也没有。那一刻，我真的很绝望，觉得自己在他们心里一点都不重要，自己做的一切都换不来他们的关爱，活着好像也没什么意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得自己这一生过得挺坎坷的，最近一次有这种比较的情境，是在百岁宴那天。我穿上了最干净的衣服，从早到晚盼着子女们能回来，可他们都没来。看着空荡荡的屋子，我就想，是不是别人的子女都比我的好，都更孝顺，都不会像我的子女这样把老人给忘了。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前百岁宴，子女们都忘了，我当时觉得自己真的很没用，被世界抛弃了。从那以后，我做什么都没精神，菜园也懒得打理，佛经也抄不下去。我觉得活着好像也没什么意思，没人会在意我这个老太太。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐，还是好久以前了。就像之前，我坐在门口给流浪猫喂食，看着它们吃得开心，我心里也挺高兴的。可现在，一想到子女们，特别是百岁宴他们都不在，我就觉得活着没什么意思，也不知道以后的日子该怎么过。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好的？就像之前百岁宴，子女都不来，我做的一切都换不来他们的关爱。最近一次觉得活着有点意思，还是给流浪猫喂食的时候，它们围着我，让我觉得自己没那么多余。但这种感觉也很短暂，大部分时间还是觉得活着没意思，就像我之前把信都烧了，觉得自己的过去都没了。"
        }
    }
]