[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说最近吧，我走进仓库看到那些破旧的农具，心里特别难受。我一直想把传统农耕文化传承下去，可现在连农具都保管不好，觉得自己特别没用，也没人能理解我的感受，老伴儿问我，我都不知道怎么跟她说。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近没啥活动是我主动放弃的。不过，我那被蛀的粮票，让我心里挺难受。我一直留着那些粮票，就像留着过去的日子。现在它们被蛀了，我觉得好像那些过去的时光也跟着被蛀掉了一样，活着好像也没那么有意思了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "有时候会觉得生活挺空虚的。就像之前，我给孙子写信，却一直没有回音。我坐在家门口的小板凳上，收音机里的声音也听不进去，就那么呆呆地望着远方，心里空落落的。感觉自己好像什么都做不好，也没人真正关心我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是心里老惦记着些事。就像之前，几个年轻人在空地说我们祖传的耕作口诀过时了，我心里可难受了。我坐在堂屋看着全家福，想到这口诀是家族传统，不能就这么没了，我得传给子女，不然我心里不安生啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前子女们回来过年的时候。我把家里收拾得干干净净，等他们回来。看到他们走进家门，我心里可高兴了，想着这下能热热闹闹过个年了。可他们对我想传的耕作口诀不感兴趣，唉，我还是得找机会再跟他们说说。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧是想到以前拿药怕出问题让妻子病更重那件事。那时候我紧张得不行，现在偶尔还会担心自己又犯错。我总是觉得自己笨手笨脚的，做不好事情。有时候想想，活着好像也没什么意思，反正我也没啥用。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心，是之前有一天我扛着农具去地里，邻居路过夸我勤劳，地种得好。我当时停下活，脸都红了，心里特别高兴。晚上回家跟老伴说了，她也夸我能干。但现在，传统农耕文化在消失，我觉得自己很无力，开心的事也越来越少了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说之前吧，村医让我去医院检查，我怕花钱给子女添麻烦就没去。后来一个人坐在屋里，想到自己这一辈子经历了那么多事，现在老了还生病，连粮票都被蛀了，耕作口诀也不知道能不能传下去，心里就特别无助，觉得自己啥都做不好。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更愿意待在家里。就像之前村医走后，我一个人坐在屋里，想到自己这一辈子的经历，心里难受又纠结。我觉得自己啥都没做好，尝试也只会失败，还不如待在家里，守着这些旧东西。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行。就像之前，村医来问我身体咋样，我能清楚地想起自己这一辈子的经历，童年挨饿、青年受伤、中年卖田，现在老了还生病。不过，最近我总是想起粮票被蛀的事，心里很失落，觉得自己连这点东西都守不住，活着真没啥意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？我给孙子写信都没回音。最近一次觉得有点意思，还是之前在地里种菜的时候，看着菜苗长起来，可一想到我老了，啥都做不好，连子女都留不住，就又觉得没意思了。我也不想给子女添麻烦，去医院检查要花钱，他们会讨厌我的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就前几天，我给孙子写信，可一直没回音。我就觉得自己没啥用，连给孙子写信都得不到回应。我坐在家门口的小板凳上，看着那盆枯萎的花，心里难受极了。收音机里的声音也吵得我更烦了，我就呆呆地坐在那，啥也不想干。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力，老了。最近一次觉得有点精神，是去田里种菜的时候。我喜欢种菜，看着菜苗长大，心里有盼头。但种完菜回来，又觉得累，提不起劲。唉，可能真的是老了，做什么都没意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境挺绝望的。就说之前吧，我走进仓库整理农具，发现锄头木柄断了，犁铧生锈严重。我当时就想，我连这些农具都守护不好，传统农耕文化在我这怕是要失传了。我坐在院子里发呆，老伴过来问我，可她根本不懂我的感受，我们之间好像有堵墙，我真的好孤独、好绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，我就守着我的一亩三分地。最近一次觉得别人过得好，是看到隔壁家儿子开着小汽车回来，带了好多东西。我就想啊，我这一辈子都没开过小汽车，也没给家里人买过那么多东西，唉，活着真没啥意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就像之前村里组织农事交流活动，我本想去分享农耕经验，可想到自己卖祖田的事，就害怕别人看不起我，最后还是转身回家了。当时心里特别害怕、孤独，对生活也没了热情。现在想想，还是觉得挺遗憾的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次让我开心的事，还是之前孙子来看我，他跟我一起在菜园里忙活。但他走后，我又觉得空落落的。就像子女们上次走后，我站在门口，看着他们的车远去，心里别提多难受了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就说最近吧，我走进仓库看到那些破旧的农具，心里难受得很。我一直想把传统农耕文化传下去，可连农具都保管不好，我觉得自己啥都做不了，活着也没啥意思。"
        }
    }
]