[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前那次，我怎么都记不起三儿子手机号，整个人都垮了，觉得自己特别没用，活着也没啥意义。最近我也总是一个人，回忆着过去的事，心里空荡荡的。我就想能记住三儿子手机号，再把老照片整理整理，可我这脑子……唉。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "俺好像是放弃了不少活动嘞。就说之前，俺还会去村口跟老伙计们唠嗑，可最近，俺觉得跟他们没啥好说的，就不去了。俺也不知道为啥，就是觉得累，不想动。有时候想想，活着好像也没啥意思。（情绪有些低落，眼神黯淡）"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "活着确实没啥意思，我觉得生活空虚得很。就像之前，葬礼结束后，我一个人回到家，坐在老椅子上，那时候就觉得特别空虚。子女都不在身边，自己孤孤单单的，对未来也看不到希望。还有后来村医小刘来，他说孩子们忙，可我知道，我就是被抛弃了，生活真的没啥盼头。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近一次感到无聊，是在葬礼结束后的那几天。当时我回到家，一个人坐在老椅子上，脑海里不断浮现墓地的场景。收音机也不想听了，晒太阳时也是一个人默默坐着。我觉得自己的一生充满无奈和孤独，对未来也看不到希望，就这么一直无聊地待着，什么也不想做。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，没啥高兴的事儿。非要回忆的话，之前有次三儿子回来看我，给我带了些吃的，我那时候心里还挺高兴的。但他待了没多久就走了，我又觉得空落落的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担心是大概九几年的时候，我晕倒在竹筐堆旁，老伴焦急地喊我。我醒来后想到子女还等着钱上学，心里很着急，担心自己不坚持编竹筐，他们就无法完成学业，我也就变得没有价值了。从那之后，我虽然注意身体了，但心里还是一直担忧着子女的未来。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，开心？我都不记得上次开心是什么时候了。就说之前过年吧，别人家都热热闹闹的，我就一个人坐在门口，心里难受得很。我觉得自己活着没啥意思，子女都不在身边，没人在意我。我就想记住三儿子手机号，整理整理老照片，可这记性也越来越差了。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是啊，经常觉得无助。就说之前过年吧，别人家都热热闹闹的，我就一个人坐在门口。我对着空气说话，可只有风声回应我。我觉得自己被抛弃了，以后也只能这样孤独下去。现在想想，心里还是很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，就像前几天，我摔了一跤之后，就一直待在家里。村医小刘来给我量血压，我也没跟他多说啥。我觉得自己啥都做不了，出去也没啥用，还不如待在家里。反正也没人在意我，我就这么待着吧。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "哎，我这记性确实比大多数人差。就说之前吧，我坐在床边，使劲想三儿子的手机号，可就是想不起来。越着急脑子越乱，双手不自觉地揪头发，心里又气又恼，觉得自己真是没用，以后啥事儿都做不好。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着？没啥意思。就像之前过年，别人家都热热闹闹，我却只能一个人坐在门口，看着村里的鞭炮声和春联、灯笼，心里冷得很。我对着空气说话，只有风声回应我。我觉得自己就是被抛弃的，活着也没什么好期待的。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是，我觉得自己没啥价值。就像之前村里有个活动，我带着笔记和心得去展示。别人上台都赢得掌声，我讲完了，台下反应平淡。我觉得自己努力了，却没人认可，是不是我真的不行，一点价值都没有，唉。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没啥活力，每天就是听听收音机、晒晒太阳。最近一次感觉有点精神，还是之前村医来给我检查身体的时候，和他聊了几句。但也就那么一会儿，之后又觉得没意思了。我现在记性也不好，好多事儿都记不住，更别提充满活力了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候真挺绝望的。就说之前有一天上午，我在院子里晒太阳，不小心踩到冰滑倒了。我在地上挣扎着喊救命，可根本没人回应。那一刻我觉得自己被抛弃了，特别绝望。后来好不容易爬起来，回到屋里，看着墙上孩子们小时候身高的刻痕和桌上的旧照片，心里更难过了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "俺觉得大多数人都比俺过得好。就说村医吧，人家每天都能帮人看病，有好多人找他，可俺呢，就一个人待在家里。还有三儿子，他忙得很，也很少来看俺。俺就觉得自己没啥用，活得也没意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活谈不上满意。就像之前过年的时候，村子里家家户户都热热闹闹的，别人都有家人陪着，可我就只能一个人坐在门口。当时我心里特别难受，觉得自己被这个世界抛弃了。现在想起来，那种孤独感还是会涌上心头。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次开心，还是之前三儿子回来看我，陪我坐了一会儿。但他走后，我又觉得心里空落落的。就像之前葬礼结束后，我一个人回到家，那种孤独感又涌上来了。我总觉得自己老了，没用了，没人在意我。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好啊？我摔倒了都没人管。就说之前，我在院子里晒太阳，不小心滑倒了，喊了半天救命都没人应。（脸上满是落寞）我就觉得自己老了，没用了，活着也没啥意思。现在我就想记住三儿子手机号，整理下老照片，可记性越来越差，唉……"
        }
    }
]