[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上满意也说不上不满意。就像之前拆迁办的人来家里说要拆迁，我当时心里又慌又急，觉得自己的生活一下子被打乱了。但后来想想，也许这也是一种改变吧。最近一次感觉不满足就是因为这件事，我还是很舍不得我的老宅啊。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没放弃过缝补、腌菜这些事。不过最近因为高速规划，老宅要搬迁，子女意见不一，我就没心思背《增广贤文》了，感觉自己啥都做不好，连子女的意见都统一不了，就像之前商量老宅搬迁时，他们吵得不可开交，我却无能为力，这让我很沮丧，也没心情做其他事了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚，但有时会觉得自己没用。就像之前，邻居家小孙子在院子里欢快跑着，一家人围着笑，我却想起自己夭折的孙辈。我觉得自己连孙辈都保护不了，在别人面前抬不起头。但我还是得继续生活，缝缝补补、腌腌菜，想着背《增广贤文》，续族谱。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊，就是有时候会想起以前的事。就像那天在村道上看到那个老人，我就想到了自己。我不能像他一样孤独，所以我才想着要多关心家人。可现在家书被啃，老宅要拆，子女意见还不一，我心里难受啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，还是之前在院子里喂野猫的时候。那只野猫很亲近我，我觉得它是需要我的。但现在，我珍藏的家书被啃了，子女对老宅处置意见不一，我心里难受得很，觉得自己真的老了，什么都做不好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，最近就老担心老宅要搬迁的事。之前我努力为家人创造好生活，可现在这房子说要搬，我心里没底啊。就像之前因为善良多计工分被批斗一样，我觉得自己又无法掌控这件事了，担心会出什么不好的结果，心里七上八下的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，还是之前一段时间在山上找到了野菜，想着能让家人多吃一口。但现在因为家书被啃、老宅要搬迁、子女意见还不一，我心里难受得很，吃不下饭，哪还能快乐得起来啊。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前一段时间，我路过邻居家院子，看到他们一家人围着小孙子，那孩子欢快地跑着。可我呢，我的三个孙辈都夭折了。我觉得自己特别没用，连孙辈都保护不了，在别人面前根本抬不起头，那种无助感就像一块大石头压在我心里。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是呀，我就喜欢待在家里。最近一次就是晚上听子女们为老宅争吵后，我就一直待在家里。觉得自己啥都做不好，没脸见人，就这么待着，心里还稍微好受点。我也知道这样不好，但我就是没力气去做别的。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。就说之前家书被啃那事，我现在都记得清清楚楚。那天小儿子来看我，他说不就是一封信嘛，别太往心里去。我当时就觉得他不懂我，那家书对我多重要啊，我能不难过嘛。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？（微微皱眉，眼神黯淡）就说之前我那几个孙儿，一个接一个地走了，（声音有些哽咽）我连自己的孙辈都保护不了，还能有啥美好的时刻？最近啊，家里又因为老宅要搬迁，子女们意见还不统一，我这心啊，更乱了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的，能背《增广贤文》，还想续族谱呢。但最近因为高速公路规划，老宅要搬迁，子女们意见不统一，我心里乱得很。还有之前，我珍藏六十年的家书被老鼠啃了，当时我就觉得自己啥都做不好，连家书都没保存好，很没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。就说之前，我看到那老人孤独地坐在门口，心里难受得很。我就想，我不能像他一样，得关心家人。可最近家书被啃，老宅又要搬迁，子女意见还不统一，我这心里啊，就像压了块大石头，哪还有精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我确实觉得自己的处境很绝望。就说之前拆迁办的人来催我签字，我在这老宅住了一辈子，舍不得啊，可他们一直强调规定和时间，我根本没办法改变。还有子女们为了这事吵得不可开交，我啥也做不了，真的觉得自己特别失败，活着好像也没啥意思了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人都比我过得好。就像之前有一次，我看到邻居家一家人围在一起吃饭，有说有笑的，特别温馨。可我呢，老伴走了，孙辈也没了，家里冷冷清清的。我就觉得自己真的很失败，什么都没有，活着好像也没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前子女们为了老宅拆迁的事吵得不可开交，我坐在一旁，脑袋嗡嗡响，觉得自己特别失败，连子女的意见都统一不了。这让我很痛苦，也很无助。还有那封被老鼠啃了的家书，那可是我珍藏了六十年的宝贝啊，就这么没了，我心里难受极了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。之前一段时间，我看到邻居家的小孙子在院子里欢快地跑着，而我的孙辈却都夭折了。我觉得自己特别没用，连孙辈都保护不了，在别人面前根本抬不起头。最近也没什么能让我真正快乐的事，心里总是压着块石头。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好哦？我小时候是童养媳，被玩伴嫌弃，没人愿意和我玩。（情绪有些低落）最近也没啥让我觉得美好的事，家里因为老宅搬迁，子女们意见还不一样，家书又被啃了，我都没心思吃饭。（微微叹气）"
        }
    }
]