[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前孙子生日那天，家里热热闹闹的，可我感觉自己像个外人。大家都在庆祝，没人看我一眼，也没人邀请我一起。我就默默地坐在角落里，心里空落落的。我为这个家操劳了一辈子，可现在却好像没人需要我了，活着真没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我最近就放弃了学用老年手机跟孙子视频。之前儿子教我，可我咋都学不会，他还不耐烦地说我笨。从那以后，我就不敢再学了。每次看到手机，就想起儿子的指责，心里害怕得很。现在孙子打电话来想视频，我都不敢答应，就怕自己又搞砸了，让他失望。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺空虚的。就像之前在社区看到那对老夫妻手牵手散步，他们笑得好开心。可我呢，只能抱着老伴儿的药瓶，觉得自己特别孤独。我做的事好像也没啥意义，融不进这个世界。唉，活着真没啥意思，也没人在乎我。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就像之前有一次，我在儿子家的客厅，想帮着做点什么，可儿媳拒绝了我。我就只能回卧室，坐在床边摩挲着丈夫遗留的止痛药瓶，心里空落落的，觉得自己什么都做不好，活着也没多大意思，特别无聊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前有一次傍晚，我在社区看到一对老夫妻手牵手散步，他们笑得可开心了。我呢，只能抱着老伴儿的药瓶，心里特别难受。我觉得自己融不进这个世界，做的事也没意义，所以很少有心情愉悦的时候。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就之前大概九几年的时候，有一天下午我在院子择菜，听到邻居家传来争吵声。我透过门缝看到邻居儿子很愤怒，他父母很无奈。我当时就想，我可不能让我和子女也变成这样，我得为他们创造好条件，不然他们也会对我失望的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像以前因为成分问题错过扫盲班，我躲在牛棚偷学识字，可还是觉得自己没价值。最近也没什么让我真正快乐的事，就想着能学会用老年手机和孙子视频，看看他，也许会好点吧。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常会感到无助。就像之前有一次，我想给孙子打电话，可怎么都弄不好老年手机，当时就觉得特别无助。我想起1961年那次，被扫盲班拒绝后，在那间昏暗的房间里，心里又孤独又无助，眼泪止不住地流。我只能靠自己，努力去习惯独自学习，现在也得靠自己去学会用手机。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前在社区花园看到几个老人用手机和家人视频聊天，我觉得自己和他们差距太大了，根本融不进去。从那以后，我就更不想和社区里的邻居交流了，只想待在家里，打理打理菜圃，听听戏曲，这样心里还能好受一些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是有时候会忘事儿。最近一次因为记忆问题困扰，是之前一段时间，想给孙子打电话，却怎么也想不起来他的手机号，当时心里可着急了，觉得自己真是老糊涂了，连孙子手机号都记不住，活着真没什么意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着没啥意思。就像之前在广场上，我想融入大家，可表现糟糕，大家都不搭理我。从那以后，我就觉得自己做啥都没意义，没人在乎我。最近也没什么让我觉得生命美好的时刻，我就天天待在卧室里，抱着老伴儿的药瓶，觉得自己好孤独。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就之前在客厅，我想帮儿媳做点什么，她却拒绝了我。那一刻，我觉得自己做的事没意义，儿媳可能嫌弃我。我一辈子为家操劳，现在却好像不被需要了，心里特别难受，就像之前在公社，我羡慕同事们争取任务，可自己却不敢开口，觉得自己没用。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没啥活力。就像之前有一次傍晚，我在社区看到一对老夫妻手牵手散步，他们笑得好开心。我想到自己只能抱着老伴儿的药瓶，心里特别难受。我总是一个人，没人关心我，做的事也没意义，哪有什么活力呀。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，我觉得自己的处境就是绝望的。就说之前孙子生日那次，一家人热热闹闹的，可谁都没在意角落里的我，我就像个透明人。他们都有自己的生活，我做的事好像也没啥意义。我就这么坐在那儿，心里难受得很，觉得自己活着真没意思，未来也不知道该咋办。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么觉得。就说之前吧，我看到小区里其他老人和子女一起出去吃饭，有说有笑的，我就觉得他们过得比我好。我儿子工作忙，很少能陪我一起吃饭。哎，我就觉得自己挺孤独的，好像没人关心我一样。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。之前在广场上，我想融入大家，可表现糟糕，感觉自己做的事没意义，没人在乎我。从那以后，我就把自己封闭在卧室里。最近也总是想起这些事，觉得自己没用，活着没意思，也不知道怎么和家人相处，更别说去实现用手机和孙子视频、整理丈夫手稿这些目标了。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就像之前在社区看到一对老夫妻手牵手散步，他们笑得那么幸福，而我只能抱着老伴儿的药瓶。那一刻，我觉得自己特别孤独，活着也没什么意思。最近一次真正感到快乐的事……我好像想不起来了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我看到社区里那对老夫妻手牵手散步，幸福得很。可我呢，只能抱着老伴儿的药瓶，心里难受得很。我觉得自己做的事也没啥意义，融不进这个世界，活着好像真没啥意思。"
        }
    }
]