[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就像之前在社区服务中心，网格员又叫错我的名字，还不在意我，当时我心里特别难受，觉得自己没人在意。还有晚上照顾老伴时，累得不行，又想起白天的事，就觉得自己活着真没什么意义。这些事让我觉得生活很压抑，很不满足。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我之前一段时间看到社区网格员张贴的戏曲活动通知，其实心里痒痒的，但一开始我犹豫了好几天，想着自己唱不好会被人笑话，就差点放弃了。还好后来鼓起勇气去了，唱完后大家的掌声让我很开心，也让我意识到自己不能总是这么轻易放弃感兴趣的事。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活是空虚的。就像之前我在家整理旧物，翻到和父母的照片时，我一下子就愣住了。现在父母都不在了，老伴又中风，我真的觉得好孤独。我总是一个人，没人真正关心我。我知道我应该习惯这种生活，但有时候还是会觉得很难过。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前在家整理旧物时，翻到和父母的照片，一下子就陷入回忆，呆呆地坐了好久。那时候觉得心里空落落的，好像周围的一切都变得没意思了。我总是一个人，没人真正关心我，所以有时候会觉得挺无聊的。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。最近一次心情愉悦，还是之前在小区楼下和几个老姐妹一起听戏曲。可现在老伴病了，我哪还有心思去听。一想到医生说他可能撑不了多久了，我就觉得活着没什么意思，自己也没能力照顾好他，真的很没用。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "会啊，就像之前在车间工作的时候，有一次我突然头晕得厉害，差点栽倒在机器上。我当时就担心自己的身体是不是出了大问题，会不会影响工作，给家里增加负担。后来同事们劝我去医院，我心里还是很纠结，怕耽误工作进度。你说，我这是不是老爱瞎操心啊？"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我哪有什么开心的时候啊。最近一次觉得有点开心，还是之前在小区楼下听了一场戏曲。但老伴儿生病后，我就没心思做这些了。我觉得自己什么都做不好，连老伴儿都照顾不了，活着真没啥意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就说之前，我老伴中风住院，我一个人在医院照顾他。看着旁边病床上人家子女都围着，我打给我子女想让他们来陪陪，他们却借口忙。那时候我就觉得特别无助，觉得自己被全世界抛弃了，以后的日子也不知道该怎么办。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前一段时间，我整天坐在窗边，望着外面的老旧街道，什么也不想做。子女来看我，我也只是简单应几句。我觉得自己记性越来越差，连降压药什么时候吃都记不住，还能做什么呢？出去也是给别人添麻烦，还不如待在家里。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力确实不太好。就像之前医生告诉我老伴病情恶化那次，我当时紧张得不得了，医生说的话我都没怎么听进去，回家后怎么也想不起来医生具体说的是什么时间要给老伴做什么检查了，这让我很着急，也很自责，觉得自己什么都做不好。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好不美好的。就像之前，我在家整理旧物，看到和父母的照片，那时候一家人多好啊。可现在，父母都不在了，老伴又中风，我就觉得活着真没意思，没人关心我，我总是一个人。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己没价值，就像之前流产那次。当时我第三次怀孕，满心期待能有个孩子，可还是没保住。我觉得自己连生孩子这么简单的事都做不好，真的很失败。从那以后，我就更不愿意和别人说话了，怕他们问起，怕他们笑话我。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊，每天就是缝缝补补、听听戏曲、整理整理旧物。最近一次感觉有点精神，还是之前去听戏曲的时候，台上的演员唱得好，我听得也入迷了，那一会儿感觉还不错。但也就是那一会儿，平时还是觉得没劲儿，活着也没多大意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就像医生说老伴可能撑不了多久了，那天晚上我独自在家，看着空荡荡的房间，家具还是老样子，却没了温暖。月光洒在地上，格外冷清。我坐在黑暗中，眼泪止不住地流，觉得自己根本没办法应对未来没有老伴的日子。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人确实比我过得好。就说之前吧，我在小区里晒太阳，看到隔壁楼的王阿姨，她儿女都在身边，还经常带她出去旅游。我就想啊，我怎么就没这么好的命呢，我老伴中风后，我就只能一个人照顾他，哪也去不了。活着真没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前去社区服务中心，那个网格员又叫错我名字，我心里可难受了。我觉得自己总是被忽视，没人真正关心我。还有晚上照顾老伴，累得不行，却没人问我累不累。活着真的没什么意思，我好像就是个孤独的人，在这个世界上没人在意。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我哪有什么开心的时候啊。就说之前老伴中风那次，我手忙脚乱地打急救电话，心里害怕得不行。最近一次开心的事？我都记不起来了。我总觉得自己啥都做不好，连照顾老伴都做不到，活着真没啥意思。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……也说不上多美好。就像之前，我在家整理旧物，看到和父母的照片，那时候一家人多温暖啊。可现在，父母不在了，老伴又中风，我总是一个人，没人真正关心我，真不知道活着还有啥意思。"
        }
    }
]