[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就前段时间吧，我在社区活动室看到一位老人手抖得厉害，当时心里就有些触动。后来我自己关节也疼了一下，更让我意识到身体的重要性。但我也没太焦虑，还是该干嘛干嘛，整理家族大事记手稿，想着助学基金的事儿，日子过得挺充实的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "没有啊，我现在的生活还是挺规律充实的。就像我每天都会去修剪我的盆栽，写写书法，这些都是我一直以来的爱好，我也很享受这个过程。最近我还在整理家族大事记手稿，这也是我一直想做的事情。所以，我并没有放弃什么曾经感兴趣的活动。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。你看我每天都有事情做，修剪盆栽、练练书法，还想着整理家族大事记手稿、设助学基金。就像之前看到社区里老人身体不好，我就开始反思自己的生活习惯。我觉得生活很充实，也有很多值得我去做的事情，怎么会空虚呢？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不怎么会觉得无聊呢。就像之前在书法兴趣小组，每次和大家一起练习、交流，给他们讲书法背后的文化历史，我都特别充实。不过上次整理手稿时突然头晕，把我老伴儿吓了一跳，之后我就不敢那么拼命了，但也没觉得无聊，就是有点担心自己的身体会不会影响到我想做的这些事儿。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪是良好的。最近一次心情愉悦是在社区活动现场展示书法的时候。当时很多人围过来夸赞我的书法，有个学书法的老太太还说要多跟我学习，我就和她还有其他老人一起交流书法心得，分享经验。那种被认可和尊重的感觉，让我特别开心。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我倒不常担心不好的事发生。不过最近在整理家族大事记手稿时，偶尔会想自己是不是老了，有些事记不太清了，怕整理得不准确。还有就是在考虑设立助学基金的事，虽然是好事，但也担心自己精力有限，不能把它办好。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正感到快乐的事，是在社区和学书法的老太太交流。当时她夸我书法肯定很棒，我心里可高兴了。我和她互相学习，交流心得，那种感觉特别好。这让我觉得自己在社区里也能发挥点作用，挺有价值的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我不经常感到无助。就像之前在文化保护项目中，面对新设备和技术，我开始有些困惑，但还是鼓起勇气向年轻从业者请教，最后也逐渐掌握了。所以，遇到问题时，只要积极想办法，总能解决的，不会感到无助。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "我确实更倾向于待在家里。就说前段时间吧，社区组织了一次去外地的旅游活动。我当时就犹豫了，虽然我知道出去走走看看新事物也挺好，但我更习惯待在家里修剪盆栽、写写书法。而且在家里能和家人待在一起，我觉得心里更踏实些。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没有比大多数人差太多。不过最近整理家族大事记手稿的时候，有些细节确实记不太清了，比如我小时候和私塾同窗一起玩耍的一些具体场景。但我觉得这也正常，毕竟年纪大了嘛。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是美好的。就像之前在社区活动现场展示书法，大家的称赞让我特别开心。还有修复好父亲留下的算盘时，那种成就感也让我感受到生命的美好。最近嘛，和社区里的老伙伴们一起交流书法心得，也让我觉得生活很有意义。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我现在每天的生活都很充实，我喜欢修剪盆栽、练习书法。而且我正在整理家族大事记手稿，还想设立助学基金帮助老家的留守儿童。这些事都让我觉得自己对家族、对社会是有贡献的，是有价值的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像前段时间，我在院子里修剪盆栽，那时候阳光正好，我全神贯注地修剪着，感觉自己充满了精力。而且我每天都会写写字，练练书法，这些活动让我觉得生活很充实，也让我感觉自己还挺有劲儿的。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。我现在生活得挺充实的，每天都有事情做。虽然有时候会觉得自己年纪大了，身体不如以前，但我还是有很多想做的事情，比如整理家族大事记手稿，设立助学基金。这些事情让我觉得生活很有意义，也让我觉得自己还有价值。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我倒没觉得大多数人比我过得好。不过，有时候看到社区里一些年轻人活力满满的样子，我会想自己是不是真的老了。就像前几天在社区花园里，看到几个年轻人在那里打球，他们的笑声和活力让我有些感慨。但我也知道，每个人都有自己的生活阶段和方式，我现在的生活也很充实。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活挺满意的。就像前段时间，我坐在家里客厅，阳光照在身上，看着自己写的书法作品，心里特别舒坦。我还想到了要给老家留守儿童设立助学基金，和家人商量的时候，大家都很支持，那一刻我觉得自己的生活特别有意义，也特别满足。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候是开心的。最近一次真正快乐的事，是在社区活动中，一位学书法的老太太夸我书法好。当时我还有点忐忑，她的话让我心里暖暖的。我和她交流了书法心得，她听得很认真，还夸我有经验。那一刻，我觉得自己的知识和经验是有价值的，也更期待在社区里和大家交流了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着是件美好的事。就像前几天，我在社区和几个老伙计一起写书法，大家互相交流心得，那种氛围特别好。还有啊，我每天修剪盆栽，看着它们在我的照料下生机勃勃，我也特别开心。这些时刻都让我感受到了生命的美好。"
        }
    }
]