[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前一段时间，我身体不舒服，想让儿媳陪我去医院，可她却不耐烦地让我自己去。当时我心里别提多难受了，觉得自己真的老了，没用了，连去医院都得看别人脸色。我为这个家付出了那么多，现在却被这样对待，真的很伤心。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我记得之前有一次厂里组织活动，我本来挺感兴趣的。可一想到之前在团队活动里总是表现糟糕，就像59年那次，我在活动里出丑后，就觉得自己没用，别人也不会在意我。所以那次活动通知下来，我就找借口躲开了。现在想想，其实还是有点失落的。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我有时候会觉得生活有点空虚。就像之前在纺织厂工作时，有一天晚上回到宿舍，宿舍里冷冷清清的，我觉得自己在这个集体里好像是被遗忘的。但我又会想起童年在杂货铺的时光，父母的笑容、熟悉的商品，这些回忆能让我心里好受一些。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。就像之前有一次，中午在纺织厂休息区，同事们都在有说有笑地聊天，我却怎么也插不进去话。当时我心里特别难受，觉得自己好没用，只能走到角落里，拿出针线和手帕织补来打发时间，那种感觉真的很不好受。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好，总是觉得心里空落落的。最近一次心情愉悦，还是之前一段时间，我在阳台上听戏，阳光照在身上暖洋洋的。我就想起了小时候在杂货铺，听着外面的吆喝声，那种感觉真的很美好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前厂里通知老员工聚会，我心里可纠结了。这些年我都在照顾婆婆，和老同事们早没了联系，我怕去了会尴尬，他们会不会觉得我很陌生，不理我呢？但纺织厂的那些快乐时光又让我舍不得错过这次聚会。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我很少感到开心。就像之前有一次，我和孙子在公园，结果我把他跟丢了，我心里特别自责，觉得自己拖累了他。从那以后，我就更不开心了，总觉得自己什么都做不好，孙子可能也会嫌弃我吧。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我是会经常感到无助。就像之前在纺织厂工作时，有一次机器声震得耳朵生疼，我在质检岗位上忙了好几个小时，眼睛酸手也糙，看着那一堆堆布料，我心里又急又恼，那一刻真的觉得很无助，脑子里还想着要是能回到童年杂货铺就好了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前有一次，儿媳说要带我和孙子出去玩，可我觉得外面人多，太嘈杂。我宁愿在家织补衣物，回忆以前在纺织厂工作的日子，比如那次在休息区教同事织补手帕，心里还挺有成就感的。出去的话，我可能会记不住路，也怕给家人添麻烦。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "是啊，我记忆力确实比大多数人差。就像之前晚上躺在床上，怎么都想不起孙子电话号码，越想越难受，觉得自己没用，给家人添麻烦，心里特别迷茫和恐惧，眼泪也止不住地流。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着嘛，说不上多美好。就像之前厂里组织聚会，我又期待又紧张。期待能重温纺织厂的快乐时光，紧张是怕和老同事生疏了。但当我看到那些照片，回忆起过去，心里还是挺温暖的。最近也没什么特别让我觉得生命美好的时刻，就这么过一天是一天吧。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。就像之前在纺织厂聚会时，老同事们都夸我当年织的布又快又好，技术好经验丰富。当时我心里可开心了，觉得自己在厂里工作这么多年还是有收获的。不过，最近记性越来越差，好多事都记不住了，感觉自己好像真的老了，有点没用了。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己没什么活力。以前在纺织厂上班的时候，还觉得自己挺能干的。可现在老了，记性也不好，啥都做不了。就说想记孙子电话吧，记了好几遍都记不住，唉，活着真没啥意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就像之前一段时间，我身体不舒服，想让儿媳陪我去医院，她却很不耐烦。当时我就觉得特别绝望，我为这个家付出了那么多，可现在却好像没人在意我。我就呆呆地坐在床边，眼泪止不住地流。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得怎么样，我就过自己的日子。不过之前去公园听戏，看到好多人结伴而行，有说有笑的，我就一个人，那时候心里挺不是滋味的，觉得自己好像真的挺孤单的，活着也没多大意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。最近一次让我觉得不满足的，是之前大家讨论去郊外游玩，我因为害怕拖累家人就没去。但其实我心里很想去，看着家人失望的眼神，我可难受了。我觉得自己总是做错事，像之前在公园还跟丢过孙子，唉。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心，最近一次真正感到快乐的事，是之前和纺织厂老同事聚会。他们夸我当年织的布又快又好，我心里特别开心、自豪。我一直觉得自己在纺织厂工作多年，是有价值的。但有时候又担心自己会被遗忘，就像之前犹豫要不要和同事去跳舞一样。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。之前有次晚上，我看到孙子换了手机壁纸，以为是为了让我开心，可他只说好看。我当时特失落，觉得家人可能没那么爱我。但有时候，像以前在纺织厂，老同事夸我织布技术好，我又觉得自己还是有点用的，也挺开心的。"
        }
    }
]