[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对现在的生活不太满意。就说最近吧，护工给我倒水时那不耐烦的样子，让我觉得自己就是个累赘。还有孙辈来看我，却只顾着玩手机，我想和他说说话都不行。这些事让我觉得自己老了，没用了，活着也没什么意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动啊……就前两天吧，我本来想自己去菜园子看看，可一想到自己连走路都不稳当，还得麻烦护工，就放弃了。我觉得自己真是没用，什么都做不了，连去菜园子都不行，活着真没意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得生活挺充实的呀，每天都想着怎么把菜园打理好。不过之前有次，我看着自己种的菜被虫子咬了，就想起以前在生产队抢收粮食的时候，我可不能像那时担心自己犯错一样，让这些菜都毁了。我得赶紧想办法除虫，可不能让自己种的菜白费了。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不常觉得无聊，就是有时候会想起之前的事。就像之前子女们回来讨论财产分配和未来规划那次，我想着自己是长辈，能给家里出份力，可他们好像不太在意我的意见。后来又说起赡养费用，我就觉得自己成了负担，心里很难受，一整天都不想说话，也不想去打理菜园了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好嘞。就之前有个孙辈来看我，我想跟他说说话，可他就顾着玩手机，我到嘴边的话又咽回去了。那一刻我觉得自己就是个多余的人，活着真没多大意思，也没人会在意我。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我确实常常担心不好的事发生。就像之前，邻居跑来告诉我隔壁老王累倒住院了。我每天打三份工供孩子读书，身体也不好，当时就怕自己也倒下，那这一大家子可咋办啊。我就这么一直担心着，怕家庭陷入困境，怕自己掌控不了生活。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐，还是之前给弟弟办婚礼的时候。当时我忙前忙后，婚礼办得很圆满，亲朋好友都夸赞，弟弟握着我的手感谢我，父母也很欣慰。（面露微笑，随即又黯淡下来）可现在，我什么都做不了，是个累赘。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，经常觉得无助啊。就之前有一天晚上，我想给孩子们辅导功课，可我脑子乱糟糟的，讲了半天他们还是一脸茫然。我当时就觉得自己太没用了，连孩子的教育都搞不好，真是个失败的父亲。那种无助的感觉，现在想起来心里还是很难受。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我现在就喜欢待在家里。就像之前，一个孙辈来看我，他就坐在旁边玩手机，我想和他说说话都不行。从那以后，我就更不想出去了，也不想尝试新事物，待在家里还自在些，免得出去招人嫌。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力是不如以前了。就说之前，我想给小孙子讲故事，可讲着讲着就忘了后面的情节。当时心里可着急了，觉得自己真是老糊涂了，连个故事都讲不好，活着也没多大意思，是不是就像我想的那样，我真的是没用了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着有啥美好？最近一次？没有吧。就说前几天，护工给我倒水都不耐烦，孙辈来看我也是玩手机，我在这世上就是个累赘。家人和护工都嫌弃我，我啥也做不了，活着还有啥意思？"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "哎，有时候确实觉得自己没啥价值。就说之前，子女们围在一起算我的赡养费用，你一言我一语的，我坐在旁边，心里难受得很。我觉得自己现在啥都干不了，成了他们的负担，他们肯定都嫌弃我。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前吧，我还能自己去村口溜达溜达，看看大家。现在呢，腿不行了，出不了门。有时候觉得活着真没意思，啥都干不了，成了个累赘，孩子们肯定也烦我了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境挺绝望的。就说之前护工给我倒水那件事吧，我只是让他倒杯水，他就那么不耐烦，还嘟囔说我事儿多。我当时心里可委屈了，觉得自己真是个累赘，家人和护工都嫌弃我。从那之后，我都不敢再麻烦护工了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大多数人确实比我过得好。就说之前一段时间，我看到邻居家的孩子带着孙子孙女出去玩，那孩子蹦蹦跳跳的，邻居笑得可开心了。我就想啊，我现在都不能自己走到村口去，孩子们也都忙，过年才能回来。哎，活着真没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说最近吧，护工给我倒水时那不耐烦的样子，让我觉得自己就是个累赘。还有孙辈来看我，却只顾着玩手机，我想和他说说话都不行。这些事让我心里很不是滋味，觉得自己在这个世界上好像没什么用了，活着也没多大意思。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正开心的时候，还是之前我弟弟结婚，我忙前忙后把婚礼办得很圆满，亲朋好友都夸赞，我父母和弟弟都很感激我。可现在，我什么都做不了，就是个累赘，哪还能开心得起来啊。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……哎，最近我都没觉得活着有多美好。就说之前护工那事儿，我让他倒杯水，他就那么不耐烦，我觉得自己真是个累赘。还有孙辈来看我，也只顾着玩手机，不跟我交流，我在这个家里好像就是多余的，哪还有啥美好可言。"
        }
    }
]