[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就说之前在养老院餐厅，我错把酱油当醋蘸饺子，旁边老人提醒我，那一刻我又想起女儿嫌弃我的眼神和话语，我觉得自己特别没用，啥都做不好，餐厅里其他人的目光也让我很尴尬，从那以后我都不太敢在公共场合做事了。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我之前一段时间还会编织、听戏曲，但最近都不太想弄了。就像之前有次，我想织个东西给我那几个孩子，可织着织着，就想起以前供弟弟读书、独自育儿的那些事，心里难受得很，就不想织了，觉得自己也没什么用，织出来的东西他们也不一定喜欢。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得自己的生活挺空虚的。就说上次在餐厅拿调料，我连醋和酱油都拿错了，别人肯定都在笑话我。还有记不住护工名字那件事，我觉得自己真没用，连这点小事都做不好。这些事让我觉得自己活着好像没什么意义，生活也变得空荡荡的。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总觉得无聊，以前喜欢的编织和听戏曲，现在也不想做了。就像之前，护工来查房跟我说话，我也只是简单应几句，然后就一个人发呆。我觉得自己记忆力越来越差，什么都记不住，活着好像没什么意思，也没人会在意我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。最近一次心情愉悦，是之前在养老院公共活动区看到桌上的橘子，我想给熟悉的护工和其他老人带点心意，就偷偷藏了几个。回到房间后，我小心翼翼把橘子藏起来，想着合适的时候送出去，那时候心里可高兴了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近一次担忧未来，是想起之前在二儿子婚礼上出丑的事。当时我特别害怕去参加亲戚聚会，怕被嫌弃议论。就像我之前说的，亲戚打电话邀请我，我赶紧找借口拒绝了。现在有时候还会担心自己脑子越来越不好使，给别人添麻烦，人家会更嫌弃我。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，是之前护工夸我编织手艺好。那时我心里特别高兴，觉得自己还有点用。但自从被女儿责备后，我就越来越不开心了，总觉得自己什么都做不好，也不敢和别人交流，心里一直很压抑。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "是呀，经常觉得无助。就说上次在养老院餐厅，我想蘸醋吃饺子，结果拿成了酱油，旁边老人一说，我就想起女儿嫌弃我的眼神和话，当时就觉得自己笨，啥都做不好，特别无助，脸一下子就红了，心跳也快，都不敢抬头看别人，就怕别人也看不起我。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我更愿意待在养老院的房间里。就像上次在餐厅拿错调料被人说了后，我就更不敢出去了。现在我总觉得自己什么都做不好，出去也是给人添麻烦。我怕别人嫌弃我，所以宁愿一个人待着，也不想面对那些可能的尴尬和指责。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力比大多数人差。就说最近吧，新护工来照顾我，她热情地介绍了自己的名字，可我当时脑子就是一团乱，根本没记住。等她再问我时，我张了张嘴，却什么都说不出来，心里特别自责，觉得自己就是个累赘。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着……可能是美好的吧。就像之前在养老院，护工帮我找回了亡夫的照片，那一瞬间我觉得心里暖暖的。但我总是做错事，就像被女儿责备那次，因为错用调料，我觉得自己特别没用，从那以后我就更不敢和人接触了，也不知道活着还有啥意思。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "是啊，我觉得自己很没用。就说前几天在养老院餐厅，我想蘸醋吃饺子，结果拿成了酱油。旁边老人提醒我，我当时脸一下子就红了，觉得自己笨死了，女儿嫌弃我的场景又浮现在脑海里，我心里难受极了，觉得自己什么都做不好，一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我以前在纺织厂工作的时候，有几次觉得自己挺有活力的。比如有一回，我操作纺织机特别熟练，工友们都夸我，还关心我，和我聊天。我当时心里可高兴了，觉得自己被大家接纳了，就更有劲儿干活儿了，整个人都充满了活力，工作动作都不自觉地加快了。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境有时候是绝望的。就像之前家庭聚会结束后，其他老人都和子女温馨相处，可我却只能一个人回房间。我想起自己为家庭付出那么多，现在却这么孤独，觉得自己真的很没用，心里又绝望又难过。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会觉得别人比我过得好。就像之前在家属院的时候，我看到邻居们经常聚在一起聊天、打牌，他们看起来都很开心。可我呢，只能一个人待在家里，感觉自己好像被孤立了。（情绪有些低落）"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前在养老院餐厅，我拿错调料被旁边老人提醒，那一刻我特别羞愧，觉得自己没用，女儿嫌弃我的场景也浮现在脑海。从那以后，我在公共场合都不太敢做事了，怕又犯错被人笑话，真的很苦恼。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心，是之前护工帮我找回了亡夫的照片。但我总是做错事，像之前拿错调料被女儿责备，在养老院也记不住护工名字，我觉得自己没用，别人都嫌弃我，所以开心的时候也很少。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我也不知道活着算不算美好。就像之前在养老院餐厅，我连拿调料都能拿错，别人都看着我，我觉得自己可没用了。还有记不住护工名字，我就更不敢和人交流了。我总觉得自己啥都做不好，哪有啥美好的时刻啊。"
        }
    }
]