[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活说不上很满意。就拿前段时间想自己梳头来说，我手哆哆嗦嗦的，连梳子都拿不稳，当时心里又急又无奈。我以前可是个劳动能手啊，现在连这么简单的事都做不好，觉得自己挺没用的，这让我很不满足。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我没有放弃缝补和听戏，这是我一直喜欢的。不过，有时候我想自己梳头却不太容易，就会有点沮丧。但我还是会努力去做，因为我不想让自己看起来太邋遢。至于其他活动，我好像没有主动放弃过什么，只是有些事情现在做起来比以前吃力了。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得空虚呀，我每天都挺忙的。早上起来会去院子里转转，看看我种的菜。白天有时候会缝缝补补，或者听听戏。就是有时候会想我那些老朋友，还有我小时候的事情。不过我也知道，人不能老活在过去，还是要过好现在的日子。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "有时候会觉得无聊。就像之前在小区广场看到俩老太太跳广场舞，她们招呼我一起，我其实挺想试试的，但又怕自己认知有障碍，跟不上节奏被笑话。结果就只能在旁边看着，当时心里可失落了，觉得自己啥都干不了，可无聊了。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还挺好的。最近一次心情愉悦啊，就是家里来了亲戚那次。我想着自己腌酸菜的手艺不错，就用刚洗好的青菜给亲戚们腌酸菜。我当时可自信了，挽起袖子就开始动手，想着肯定能让亲戚们满意。后来亲戚们吃了都夸好吃，我心里可美了。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "哎，是会担心不好的事发生。就像几年前，我从工地要回农村老家时，心里可担忧了。我怕自己适应不了农村的生活，也怕回去后没人需要我，毕竟在工地大家都夸我腌的萝卜好吃。那种对未来生活的迷茫和不确定，让我心里七上八下的。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正快乐的事呀，就是想起以前在工地的时候，我腌的萝卜工友们都爱吃，还夸我呢。他们围在我身边，你一言我一语的，那气氛可好了。我给他们讲腌萝卜的方法，心里可满足了，觉得自己还是有点用处的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我有时候会觉得无助，就像前几天，我想自己梳个头，可手就是不听使唤，怎么也梳不好。当时心里可着急了，觉得自己真是老了，连这么简单的事都做不好。不过后来我又想，我都96岁了，有些事做不好也是正常的，只要我还能自己做点事，就已经很不错了。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我就喜欢待在家里。就像前几天，我想自己梳头，结果手哆哆嗦嗦的，梳子都拿不稳。从那以后，我就更不敢出去了，也不敢尝试其他新东西，就怕别人笑话我。还是待在家里自在些，看看我那些旧物和奖状，想想以前的事儿。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不如以前了。就说前几天吧，我想找我的针线盒缝补衣服，找了半天都没找到，后来还是社区医生帮我在柜子角落里找到的。当时我就想，怎么连针线盒放哪儿都记不得了，心里有点着急。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。就像以前我在农村的时候，能自己缝缝补补，给家里人做些事，那时候我觉得自己可有用了。还有啊，看着小曾孙一天天长大，我心里也可高兴了。最近一次觉得活着好，就是小曾孙来看我，叫了我一声太奶奶，我这心里啊，别提多甜了。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我觉得自己还是有点价值的。我能自己做些简单的事，还会缝缝补补。但有时候也会觉得自己老了，啥也干不了。就像前几天，想给小曾孙做个小布偶，可眼睛花了，手也不听使唤，怎么都做不好，当时就觉得自己挺没用的。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我都96岁啦，哪还敢说自己充满活力哟。不过，有时候早上起来，觉得身体还不错，能自己慢慢走到阳台上晒晒太阳，看看外面的风景，那时候就觉得好像还有点精气神儿。但这也不是天天都这样，有时候也觉得浑身没劲儿，啥都不想干。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得绝望呀。虽然我现在有些认知和生活能力障碍，但我还能自己做一些事呢。就像我一直想自己梳头，这就是我努力的方向。而且我还有小曾孙，想着他以后上小学我就很开心。我现在的生活也挺好的，虽然有时候会有点孤独，但也没到绝望的地步。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也说不上来，有时候觉得大家都过得挺好的，有时候又觉得自己也不差。就像我现在住这安置房，虽然没有农村老家宽敞，但也挺干净舒服的。我也不知道大多数人是不是比我过得好，我就过好自己的日子呗。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我觉得自己的生活还行吧。最近一次感觉满足的时候，是我在阳台上晒太阳，听着收音机里的戏，老伴儿在旁边陪着我。虽然我有时候会因为穿不上针而觉得自己没用，但那一刻，我觉得自己还挺幸福的。不过，我也会经常想起以前的事情，比如小时候在农村的生活，还有我缝补衣服的那些日子。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候挺开心的。最近一次真正快乐的事呀，就是想起以前在工地的时候，我会腌萝卜，工友们都夸好吃，还围过来问我腌制方法。我给他们讲，大家有说有笑的，那时候心里可温暖了，觉得自己特别有价值呢。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的。就像以前我能自己缝补衣服的时候，看着补好的衣服，心里可美了。还有和我妈、我奶奶在一起的时候，她们夸我缝补得好，那时候我觉得可开心了。现在虽然老了，有些事做不了了，但能看到家人好好的，我也觉得挺好。"
        }
    }
]