[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活不太满意。就像之前我把家族口述史初步方案给家人看，大儿子说我搞没用的，次女也跟着附和，小儿子又不表态。那一刻，我真的很失望、沮丧。我为这个家付出了那么多，却得不到他们的理解和支持，我觉得自己好孤独，做什么都没有意义。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "最近一次放弃活动，是去年1月15日的书法活动。当时在社区活动中心，我满心期待去参加。可看到其他老人作品潇洒自如，我拿起笔手却抖得厉害，写的字歪歪扭扭。那一刻，我觉得自己一无是处，沮丧又自卑，就不想继续了，默默地离开了活动现场。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活是空虚的。就像之前葬礼结束后，我回到家里，坐在沙发上，周围的一切都那么冷清。曾经和老友一起在客厅谈天说地的场景还历历在目，可如今只剩我一人。我为家庭付出了那么多，感情却总被辜负，现在连爱好都提不起兴趣，生活还有什么意义呢？"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "最近我总是觉得很无聊，对什么都提不起兴趣。就像之前，我待在家里，看着那些书法和诗词的东西，一点感觉都没有。原本还想着和小儿子定期视频，现在也不想了。我为这个家付出了那么多，却没人理解我，生活真是没意思啊。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪都不太好。就像之前葬礼结束后，我回到家，一个人坐在客厅的沙发上，感觉周围的一切都好陌生、好冰冷。我想起曾经和老友在这个客厅里欢笑，可现在只剩下我自己。从那之后，我就很难再开心起来了，对什么都提不起兴趣。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我总是担心不好的事发生。就像之前邻居家被抄家了，我一想到自己家传的古籍，就害怕得不行。我只能自己承担保护它们的风险和压力，不敢告诉别人。晚上也总是辗转反侧，难以入睡，生怕古籍有什么闪失。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候并不开心。最近一次真正感到快乐的事……好像很久远了。就像之前看到花园里那对年轻夫妻，我心里乱糟糟的。我为家庭付出那么多，可丈夫却……我现在也没什么心思去想快乐的事，就觉得心里空落落的，对什么都提不起兴趣。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就像之前学校组织迁移，在火车站看到那对父母把孩子交给陌生人，孩子大哭着抱住父母的腿不肯松开，父母也泪流满面。当时我心里难受极了，战争太残酷，大家都在经历痛苦，我也只能独自面对，没人能真正陪我度过这些困境。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更愿意待在家里。就像之前我把整理家族口述史的方案拿给家人看，他们都不理解不支持我。从那以后，我就更不想出去了。待在家里，虽然有时会觉得孤独，但也不用面对家人的不理解，那种失望和沮丧的感觉太难受了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行啊。就像之前，1955年那次，战友的背叛我到现在都记得清清楚楚。当时敌人包围了临时避难所，战友为了自保出卖了大家，那种被信任的人背叛的感觉，真的太痛苦了，我怎么可能忘记呢？"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "我觉得活着有好有坏吧。最近一次感受到生命美好的时刻，是看到窗外的兰草又长出了新叶。可想起之前和大儿子的事，我就很难过。那时我向他诉说痛苦，他却不在意，我就觉得活着真的挺没意思的，自己的痛苦没人能理解。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次有这种感觉，是之前我跟大儿子说我心里难受，他却不在意。那时候我觉得自己好没有价值，我的痛苦在他眼里什么都不是。就像我小时候，母亲不理解我对书法的热爱一样。我是不是真的不值得被家人理解和关心呢？"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己现在没什么活力。就像之前，家人说我做的是无用功，我为这个家付出了那么多，却得不到他们的理解和支持，从那以后我就变得沉默了，对书法和诗词也提不起兴趣了，哪还有什么精力充沛的时候啊。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是，我觉得自己的处境是绝望的。就说之前吧，家人们吃完饭都回房了，我一个人收拾餐桌，看着那些没怎么动过的菜，心里特别难受。我精心准备的饭菜，他们好像都不感兴趣。那一刻，我觉得自己好绝望，觉得自己和家人之间的距离越来越远了。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我不觉得大多数人比我过得好。就像之前整理家族口述史，我精心准备了方案，满怀期待地给孩子们看，结果他们都不太感兴趣。那一刻，我觉得自己的努力都白费了，心里特别难受。但后来想想，每个人都有自己的生活，也许他们有更重要的事情要做吧。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上满意。就像之前，我把家族口述史初步方案拿给家人看，满心期待他们认可，结果大儿子不耐烦，次女帮腔说没用，小儿子也不支持。那一刻，我极度失望和沮丧，觉得自己的想法和感受总是不被家人理解，对生活也失去了一些热情。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "咨询师啊，我大多数时候不开心。最近一次真正感到快乐的事，还是大概九几年的时候，在宾馆接待外宾。看到员工们按改进的流程，热情周到地服务，外宾夸这是他住过最棒的宾馆，我当时心里那叫一个高兴啊，觉得自己的努力都没白费。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着美好吗？我也说不清楚。就像之前我跟大儿子说我的痛苦，他却不在意，那时候我觉得活着真没什么意思。不过最近，我在院子里种的兰草开花了，看着那娇嫩的花朵，我心里有那么一瞬间觉得，活着好像也还有点盼头。"
        }
    }
]