[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就拿过年那次来说，我天不亮就起来做饭，还切到了手，可子女们回来后就知道玩手机，对我做的饭菜和我的付出都视而不见。我感觉自己很失败，这么多年的辛苦都白费了，他们根本不重视我。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，最近我确实对很多事都提不起兴趣了。就说之前一段时间吧，我本来特别喜欢听黄梅戏，可自从上次和子女闹了点不愉快后，我就再也不想去听了。他们对我的态度让我觉得心里堵得慌，做什么都没意思。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我觉得我的生活不是空虚的，但最近确实有几次觉得很失落。就像前几天过年，我天不亮就起来做饭，结果孩子们回来后就一直玩手机，无视我。我那么辛苦准备饭菜，他们却这样对我，我觉得自己很失败，也很伤心。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我不觉得无聊呀，我每天都挺忙的。就像之前，我早上得去照顾我种的菜，下午还得去听黄梅戏。不过有时候，我会想起之前卖血供子女上学的事，心里还是会有些难受。但看到孩子们现在都过得挺好的，我又觉得很欣慰。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前七十大寿时，子女们忘了我姓名，从那以后我就觉得他们根本不重视我，心里很难过。最近对平时喜欢的种菜、听黄梅戏都提不起劲，总是一个人发呆，感觉自己在这个家里越来越没地位了，也不知道以后的日子该怎么过。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前在社区活动中心学手机，看着别人都学得好，我却怎么都学不会，子女也不关心我，我就想自己是不是真的没用。要是连和孙子视频通话都学不会，那我还能为家庭做什么呢？感觉自己一点价值都没有。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。最近一次真正感到快乐的事……好像没有。就说最近过年吧，我天不亮就起来做饭，切菜还切到了手，可子女们回来后就顾着玩手机，对我做的一切都无视，我当时就觉得自己很失败，哪还有什么快乐可言。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常感到无助。就说之前过年的时候，我精心准备了年夜饭，可子女们都只顾着玩手机，对我很冷漠。我问他们话，他们也敷衍了事。那一刻，我觉得自己这么多年的付出都白费了，心里特别绝望无助，感觉自己在这个家里一点都不重要，他们根本不在乎我。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是的，我更倾向于待在家里。就像之前一段时间，我想学视频通话看孙子，但小儿子拒绝教我，我就觉得自己这么大年纪学也学不会，还会给别人添麻烦，之后就一直待在家里，对平时喜欢的种菜、听黄梅戏也都提不起劲，总是一个人发呆。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己记忆力还行吧，就是老忘些小事。但有件事我记得可清楚了，之前我下楼散步，看到邻居李大爷和他子女们在一起，那场面多温馨啊。再想想我七十大寿那次，子女们准备的蛋糕上居然连我的名字都没写对，唉，当时心里可难受了，这事儿我怕是忘不了了。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，说不上美好不美好。就像之前，我想和小儿子学视频通话看孙子，他却不耐烦地说我瞎折腾。那一刻，我真的很失落，觉得自己活着好像就是个麻烦。最近也没什么能让我感受到生命美好的时刻，我总是想起这些不开心的事，心里堵得慌。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，就过年那天，我天不亮就起来做饭，切菜还切到了手，可子女们回来后就知道玩手机，对我做的饭和我的辛苦都视而不见。我当时就觉得自己很失败，这么多年的付出都白费了，自己在这个家里好像一点价值都没有。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有什么活力啊。就说之前我生日那次，子女都把我忘了，我心里难受得很。从那以后，我对什么都提不起劲。最近我一个人在家，总是发呆，想起以前的事，心里更难过了。我觉得自己老了，没用了，活着也没什么意思。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我觉得自己的处境是绝望的。就像最近一次年夜饭，我满心欢喜准备好饭菜，可子女们只顾玩手机，对我很冷漠。我问他们工作生活，他们也敷衍几句。我一辈子为家操劳，饥荒时让粮，卖血供他们上学，可现在却换不来关心，真的很绝望。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "是啊，我觉得大多数人都比我过得好。就像之前一段时间，我看到李大爷和他子女温馨相处的画面，心里特别难受。我为子女付出了那么多，年轻时饥荒让粮落下胃病，还卖血供他们上学，可他们却对我很冷淡，我觉得自己和子女的关系根本没法和李大爷他们比。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就拿过年那天来说，我天不亮就起来做饭，切菜还切到了手，可子女们回来后就顾着玩手机，对我做的饭也没什么反应。我心里特别失落，觉得自己这么辛苦却没人在乎，我真的很失败，在这个家里好像可有可无。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候都不开心。就说之前我七十大寿那次，子女们把蛋糕端出来，可没一个人喊出我的名字。我为他们付出了那么多，饥荒时让粮落下胃病，还卖血供他们上学，可他们却这样对我，我怎么能开心得起来呢？"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着对我来说，好像没什么美好不美好的。就像之前，我想让小儿子教我视频通话看孙子，他却不耐烦地说我瞎折腾。那一刻，我觉得自己活着就是给子女添麻烦。最近一次觉得活着还有点意思，可能就是之前在菜地里种菜的时候吧，看着那些菜苗慢慢长大，心里还有点盼头。"
        }
    }
]