[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活大体上还算满意吧。最近一次感觉满足的时候，是前几天周末去看望我的老姐妹。我们一起聊聊天，回忆过去的日子，感觉特别温暖。不过，有时候也会觉得有点不满足，比如我的嫁衣被蛀了，那可是我年轻时的宝贝啊，现在看着它被蛀，心里还是有点难过的。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "我好像没有放弃过啥感兴趣的活动。我还是会腌渍酱菜，周末也会去看老姐妹。就是最近嫁衣被蛀了，心里有点难受。还有啊，虽然孩子们都挺忙的，但我还是想多和他们联系，想学会和孙子视频通话，可我这脑子，有点记不住操作。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得生活空虚呀。我每天都有事情做，腌渍酱菜，看看老姐妹。就是最近嫁衣被蛀了，有点难过。还有啊，我想在祖坟旁留穴位，可孩子们好像不太理解。不过这些都还好，我能想得开，就是有时候会觉得自己的传统技艺没人传承，心里有点失落。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我平时生活挺规律的，也不咋觉得无聊。就是有时候闲下来，会想起以前的事儿。比如最近，我那嫁衣被蛀了，心里怪难受的。还有啊，现在跟子女沟通也不像以前那么顺畅了，他们都忙，我也不想打扰他们。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪还成吧。最近一次心情愉悦的经历啊，那得是之前和老姐妹们一起聊天的时候了。我们几个坐在小区的亭子里，聊过去的事儿，还互相分享了自己做的小点心。当时阳光正好，微风拂面，感觉特别舒服，心里也挺高兴的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "最近啊，我老担心自己会给孩子们添麻烦。就像之前我不小心摔跤了，给儿子打电话，他却因为忙没时间回来看我。我就想啊，是不是我老了，成了他们的负担。我现在身体还行，可万一哪天不行了，孩子们该咋办啊。我也不想给他们添太多麻烦，可有时候又忍不住会这么想。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，就是之前和孙子视频通话。我紧张又兴奋地拨通电话，看到孙子的笑脸，听他讲学校里的事儿，我觉得特别开心。那一刻，我觉得自己又成了这个家重要的一员，心里特别踏实。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我很少感到无助嘞。就说最近吧，我那嫁衣被蛀了，心里有点难受，但也没觉得无助。我就想着找个好法子把它修补好。还有啊，我想在祖坟旁留穴位，孩子们都不太理解，我有点发愁，但也没到无助的地步，我相信慢慢和他们说，他们会明白的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是嘞，我更愿意待在家里。就像那天傍晚，我坐在客厅沙发上，看着墙上全家福，就想起以前的事儿。我跟儿子提想在祖坟旁留穴位，他却不耐烦。那时候我就觉得，还是待在家里好，外面的世界变化太快，我都跟不上了，出去也不知道干啥。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得自己的记忆力还行吧，没有比大多数人差太多。就是最近想记住孙子视频通话的操作，可老是记不住。还有啊，我那些传统技艺，像腌渍酱菜，现在年轻人都不怎么感兴趣了，我觉得有点失落。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，有好有坏吧。要说最近一次感受到生命美好的时刻，就是前几天和孙子视频通话的时候。他在屏幕那头又蹦又跳，叫着“奶奶”，我心里可高兴了。不过，我现在还不太会操作视频通话，每次都得让孩子他爸帮忙，有点麻烦。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "我不觉得自己没有价值呀。我一生勤劳，为家庭做了很多贡献。虽然现在传统技艺没人学了，但我还能给家人腌渍酱菜。最近一次有这种感觉，是因为嫁衣被蛀了，那是我年轻时的回忆，觉得有些失落，但也不是觉得自己没价值。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我觉得自己有时候还是挺有活力的。就像之前在工地煮大锅饭的时候，为了让工友们吃得满意，我跑好几个市场买食材，回来还自己琢磨新的烹饪方式。那时候虽然累，但心里特别有劲儿，觉得自己能为大家做点事，特别满足。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "我不觉得自己的处境是绝望的呀。就是最近嫁衣被蛀了，心里有点难受。还有啊，现在社会变化快，我那些传统技艺好像都没人稀罕了，感觉自己有点跟不上时代了，但也没到绝望的地步，就是有点迷茫，不知道自己还能为这个家做些什么。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我觉得大家过得都不一样吧，说不上谁比谁好。就像我那些老姐妹，她们有的儿女在身边，有的不在，但日子也都各有各的过法。我有时候会想，自己是不是真的老了，跟不上时代了。最近一次有这种想法，是看到邻居家的小孩在玩那个什么平板电脑，我都不知道怎么用。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上很满意，也说不上不满意。就像前段时间，我跟儿子说想在祖坟旁留个穴位，他那反应让我心里七上八下的。还有，我为家庭付出了那么多，可子女现在都忙，很少有时间陪我，我心里还是有点失落的。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还是挺开心的。最近一次真正让我快乐的事，就是之前学会了跟孙子视频通话。当时看到孙子的笑脸，听他讲学校里的事儿，我心里别提多高兴了。我就觉得自己又能和孙子亲近起来，还是这个家重要的一员呢。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着挺好的呀。最近一次觉得生命美好的时刻，就是上周末去看我那俩老姐妹的时候。我们一起聊聊天，回忆回忆过去，还一起吃了我腌渍的酱菜。虽然现在生活有些变化，但看到老姐妹还能一起说笑，就觉得特别好。不过，最近我那嫁衣被蛀了，还是有点心疼。"
        }
    }
]