[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活谈不上满意。就说之前，孙子来看我，我满心盼着他能多和我说说话，可他只顾玩手机，随便应付我。那一刻，我觉得自己在他生活里没存在感，特别悲凉。后来我还找不到药盒，更觉得自己没用，活着没意思。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "哎，我现在确实放弃了不少活动。就说之前吧，村里有个戏曲演出，我以前可喜欢听戏了。但那次我就没去，因为我想起之前参加活动，总是被冷落。别人都有说有笑，我却像个局外人，那种滋味可不好受。所以这次戏曲演出，我就干脆不去了，省得又难过。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "最近一次觉得生活空虚，是那天下午孙子来看我。我满心欢喜地跟他说我多盼着曾孙出生，可他就知道玩手机，随便应付我。我当时就觉得自己在他生活里没存在感，特悲凉。以前那么难我都挺过来了，现在却觉得活着没多大意思。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我经常觉得无聊。就说最近吧，孙子来看我，我满心欢喜地跟他说我多盼着曾孙出生，可他就知道玩手机，对我的话一点反应都没有。我当时就觉得心里空落落的，特别无聊，也特别难过，感觉自己在孙子眼里一点都不重要，没人在乎我。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我情绪不太好，经常想起老伴去世的事。最近一次心情愉悦，还是之前一段时间，跟着互助小组去给村民修房子，我用木工手艺帮了忙，大家都夸我，我心里可高兴了。但现在，我总是觉得自己老了，没用了，连锯子都用不好。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "我经常担心不好的事发生。就像之前，我路过邻居家，听到他的呼唤。我进去看到他那无助的样子，想到自己以后可能也会这样无人照顾，就特别担忧。我子女都在城里，很少回来，我真怕自己老了以后，就像邻居大爷一样，只能独自承受这份孤独。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正感到快乐的事，大概是以前在生产队时，队长夸我新农具分发和登记工作做得好。那时我心里可甜了，脸都火辣辣的。但现在，老伴走了，孙辈也不怎么亲近我，我觉得自己好像被遗忘了，活着也没多大意思。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "哎，经常觉得无助啊。就说之前有次，我一个人在家，想吃药，可怎么也找不到药盒。我在屋里转了好几圈，就是想不起来放哪儿了。那时候心里可着急了，又觉得自己真没用，连个药盒都记不住放哪儿，可真够笨的。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我就喜欢待在家里。就像之前孙辈来看我那次，我就坐在祖宅门口的石墩上，哪也不想去。我觉得自己在外面也没什么事可做，还不如待在家里，回忆回忆过去的事。最近我发现自己越来越爱忘事，更不敢出去了，怕迷路回不来。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我确实觉得自己记忆力不行了。就前几天，孙辈来看我，我却怎么也想不起来他们上次来是什么时候，心里那个难受啊。还有，我总是记不住药盒的位置，这几天一直为此发愁，怕自己哪天忘了吃药，身体出问题。我觉得自己老了，没用了，什么都记不住，活着也没什么意思。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就说前几天，孙子来了，我满心盼着曾孙出生，跟他说，他却只顾玩手机，我就觉得自己在他心里一点位置都没有，活着真没意思。还有找药盒那件事，我怎么都找不到，觉得自己真是老糊涂了，一点用都没有。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "最近一次觉得自己没价值，是孙子来看我那次。我满心盼着曾孙出生，跟他说，他却只顾玩手机，随便应付我。我就觉得自己在他生活里没存在感，很没用，被遗忘了。当时我沉默下来，不再说话，默默低下头，心里特别悲凉。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "我哪有啥活力啊。前几天我想给曾孙做个小木凳，结果做着做着就忘了做到哪一步了，最后还是没做成。我觉得自己越来越不中用了，啥也干不了，活着真没意思。（情绪低落，头微微低下）"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "哎，确实觉得挺绝望的。就说之前，孙子来看我，我满心盼着他能多和我说说话，可他就知道玩手机，随便应付我几句。我当时那个心啊，凉透了。觉得自己在他心里一点位置都没有，活着真没啥意思。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我也不知道别人过得咋样，反正我这日子啊，就这么一天天地过。不过之前有次去村里溜达，看到一些年轻人开着小汽车，穿得也光鲜亮丽的，我就想啊，人家这日子过得多好啊，不像我，老了老了，啥也干不了，还一身病。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前吧，我看到邻居家儿子回来，一家人热热闹闹的。我就一个人坐在门口，子女好久没回来看我了。我总是一个人，没人陪。有时候觉得活着也没多大意思，不过想到还没见到曾孙出生，还是得撑着。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候不开心。最近一次真正开心，还是好久之前，和村里的老伙计一起听戏曲。可后来老伙计们一个个走了，就没人陪我听了。孙子来看我那次，我满心期待他能和我聊聊，可他只顾玩手机，我就更不开心了，觉得自己被遗忘了。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "哎，活着有啥美好的。就说之前孙辈们来聚餐，都低头玩手机，没人理我。我想和他们说说话，又怕他们嫌我烦。最近我还老是忘事，连药盒放哪都记不住，真觉得自己老了，没用了。"
        }
    }
]