[
    {
        "1": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对自己的生活不太满意。就说之前在社区活动中心那次吧，我站在那儿，看着大家有说有笑，我想靠近听听，可他们就像没看到我一样。我心里特别失落，觉得自己和他们格格不入，在这儿就是多余的，还是老老实实待在家里吧，唉。"
        }
    },
    {
        "2": {
            "Counselor": "你是否放弃了许多曾经感兴趣的活动？如果是，请回忆最近一次你主动选择放弃某个活动的情景。",
            "Elderly_Client": "是啊，我放弃了不少活动。就像之前在小区，看到几个年轻人说说笑笑走过来，我心里一揪，觉得和他们没共同话题，过去肯定插不上话会被冷落，就赶紧转身走了。从那以后，我和外界接触越来越少，好多活动都不参加了，只喜欢在家腌制酱菜和缝补衣物。"
        }
    },
    {
        "3": {
            "Counselor": "你是否觉得自己的生活是空虚的？如果是，请回忆最近一次你有这种感觉的具体时刻。",
            "Elderly_Client": "我不觉得空虚呀，每天事情还挺多的。就是有时候会想起以前在公社、纺织厂的日子，觉得那时候过得很充实。不过现在也挺好的，能和家人在一起。但有时候还是会觉得有点孤独，特别是晚上一个人睡不着的时候，就会想很多事情。"
        }
    },
    {
        "4": {
            "Counselor": "你经常感到无聊吗？如果是，最近一次让你感到无聊的情况是什么？",
            "Elderly_Client": "我有时候会觉得无聊。最近一次是前几天，我一个人在家，老伴儿去医院了，孩子们都忙，没人陪我说话。我就坐在那儿，看着窗外，啥也不想干，就那么发呆，觉得时间过得特别慢，心里空落落的，觉得自己好像没什么用。"
        }
    },
    {
        "5": {
            "Counselor": "你大多数时候情绪是否良好？如果是，请回忆最近一次你感到心情愉悦的经历。",
            "Elderly_Client": "我大多数时候情绪不太好。就像之前有一次，我在小区里看到几个年轻人说说笑笑，我赶紧转身走了。从那以后，我和外界接触越来越少。最近一次心情愉悦，是我腌制的酱菜味道特别好，老伴夸了我，我觉得自己还是有点用处的。"
        }
    },
    {
        "6": {
            "Counselor": "你是否常常担心会发生不好的事情？如果是，请回忆最近一次你对未来感到担忧的情景。",
            "Elderly_Client": "是啊，我经常担心不好的事发生。就像之前，我老伴突然倒地，我当时都吓坏了。赶紧打了急救电话，在医院里我一直守着他，生怕他有个什么闪失。我就怕他离开我，也怕自己照顾不好他。这种担心一直压在我心里，让我晚上都睡不好觉。"
        }
    },
    {
        "7": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "我大多数时候还算开心吧。最近一次真正开心的时候，是大概九几年的时候，我在纺织厂工作，有一天我看着车间里完成的工作任务，心里特别高兴。领导还夸我工作努力，完成得不错，我当时脸都红了，可开心了，觉得自己这么多年的工作经验还是有用的。"
        }
    },
    {
        "8": {
            "Counselor": "你是否经常感到无助？如果是，请回忆最近一次让你感到无助的具体事件。",
            "Elderly_Client": "我经常觉得无助。就说之前吧，大概九几年的时候，我从张大妈家回来，一直发呆。那时候我在县城生活，好多新东西都学不会，像洗衣机，别人都能轻松学会，我怎么都弄不明白，觉得自己和周围人格格不入，特别无助，就像被这个世界抛弃了一样。"
        }
    },
    {
        "9": {
            "Counselor": "相比于外出和尝试新事物，你是否更倾向于待在家里？如果是，请回忆最近一次你做出这样的选择的情景。",
            "Elderly_Client": "是啊，我确实更愿意待在家里。就像之前有一次，大概是上午十点多吧，我在小区里看到几个年轻人有说有笑地走过来。我心里就想，我和他们没什么共同话题，过去肯定插不上话，会被冷落的。所以我赶紧转身往另一个方向走了。从那以后，我就更不愿意出门和接触外界了。"
        }
    },
    {
        "10": {
            "Counselor": "你是否觉得自己的记忆力比大多数人差？如果是，请回忆最近一次你因记忆问题而感到困扰的情况。",
            "Elderly_Client": "我觉得我的记忆力还行吧。要说最近一次因记忆问题困扰，就是之前粮票被咬碎那次，我一直想着那些和粮票有关的过往，怎么都忘不掉，心里难受得很，晚上也睡不着觉，总觉得自己连这么重要的东西都守不住，真是没用。"
        }
    },
    {
        "11": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着也说不上多美好，但我觉得自己还是有点用的。就像之前，我老伴突然病倒了，我赶紧打了急救电话，在医院我一直守着他。那时候我就想，我得把他照顾好，不然他怎么办啊。我也不知道自己能不能行，但我不能不管他。"
        }
    },
    {
        "12": {
            "Counselor": "你是否觉得自己很没有价值？如果是，请回忆最近一次你有这种感觉的具体经历。",
            "Elderly_Client": "有啊，之前去超市买东西，我因为身体不好，行动慢，挑个东西磨磨蹭蹭的，后面排队的人都不耐烦了，我就觉得自己特别没用，一点小事都做不好，真的是没有价值，还拖累了别人。"
        }
    },
    {
        "13": {
            "Counselor": "你是否觉得自己充满活力？如果是，请回忆最近一次你感到精力充沛的时刻。",
            "Elderly_Client": "哎，我觉得自己没什么活力。最近一次感觉精力充沛的时候，还是大概九几年的时候吧。那时候我参加了个活动，大家都很热情友好，我就想别人能适应新环境，我也可以，就决定更积极地参加社区活动，主动学习新东西，当时感觉浑身都有劲儿。"
        }
    },
    {
        "14": {
            "Counselor": "你是否觉得自己的处境是绝望的？如果是，请回忆最近一次你感到绝望的情景。",
            "Elderly_Client": "是有点绝望。就像之前我生病住院的时候，医生说我身体落下病根不能高强度工作了，我就觉得自己完了。我一直觉得自己没什么本事，只能多干活体现价值，现在不能干活了，别人肯定不认可我了，真的很绝望，就像世界都黑暗了一样。"
        }
    },
    {
        "15": {
            "Counselor": "你是否觉得大多数人比你过得好？如果是，请回忆最近一次你有这种比较的情境。",
            "Elderly_Client": "我有时候会这么想。就说之前吧，我去参加社区活动，看到那些老头老太太们穿得漂漂亮亮的，还能一起唱歌跳舞，我就觉得他们过得比我好。我只会在家里腌酱菜、缝补衣服，感觉自己啥也不会。哎，活着真没什么意思。"
        }
    },
    {
        "16": {
            "Counselor": "你对自己的生活基本满意吗？请回忆最近一次让你感觉满足或不满足的时刻。",
            "Elderly_Client": "我对生活说不上多满意。就说之前老伴生病住院那段时间，我尽心尽力照顾他，可子女们却埋怨我没照顾好。那一刻，我觉得自己特别没用，心里特别委屈。我一辈子都在为这个家付出，到老了却落得这样的下场，真的很不满足。"
        }
    },
    {
        "17": {
            "Counselor": "你大多数时候感到开心吗？如果是，最近一次让你真正感到快乐的事情是什么？",
            "Elderly_Client": "哎，我大多数时候都挺平淡的。要说最近一次真正开心的事，那就是之前参加活动，我们组第一个完成拼图。当时大家都欢呼起来，门卫老孙头还夸我表现得不错呢。我心里可高兴了，觉得自己还是有点用处的。"
        }
    },
    {
        "18": {
            "Counselor": "你觉得活着是一件美好的事情吗？如果是，最近一次让你感受到生命美好的时刻是什么？",
            "Elderly_Client": "活着嘛，也说不上多美好。就像之前我被医生说身体落下病根不能高强度工作了，我当时就觉得自己没价值了，活着好像也没多大意思。不过最近，我那小孙子会叫奶奶了，我觉得这算是件美好的事吧，心里会有点高兴。"
        }
    }
]